[
  {
    "chunk_id": "DICH_THUYET_CUONG_LINH_001",
    "section": "DICH_THUYET_CUONG_LINH",
    "content_type": "text_section",
    "title": "DỊCH THUYẾT CƯƠNG LĨNH",
    "content": "TRÌNH DI nói rằng: Việc của đấng thượng thiên, không tiếng không hỏi, cái\nthể của nó gọi là Dịch, cái lý của nó gọi là Đạo, cái dụng của nó thì gọi là\nThần.\nÂm Dương khép ngỏ tức là Dịch, một khép một ngỏ gọi là biến.\nGọi là Dịch mới có lý, nếu như xếp đặt nhất định thì có lý gì? Cuộc biến đổi\ncủa trời đất, Âm Dương cũng như hai thớt cối xay, lên xuống, đầy vơi, cứng\nmềm, chưa từng dừng nghỉ. Dương thường đầy, Âm thường thiếu, cho nên\nmới không đều nhau. Ví như cối xay đã quay, răng nó phải không bằng\nnhau; đã không bằng nhau thì sẽ sinh hàng vạn sự biến đổi.\nTrong Kinh Dịch chỉ nói về lẽ giáo giở, đi lại, lên xuống.\nLàm Kinh Dịch trừ trời đất tối sáng, cho đến cây cỏ sâu bọ nhỏ nhặt, không\ngì không hợp.\nTrương Hoành Trung hỏi: Có phải nghĩa của Kinh Dịch vốn khởi ở Số hay\nkhông? Đáp rằng: Bảo nghĩa khởi ra tự Số thì sai. Có Lý rồi mới có Tượng,\ncó Tượng rồi mới có Số. Kinh Dịch nhân Tượng để biết Số, hễ hiểu được\nnghĩa của nó, thì Số sẽ ở bên trong. Ai muốn xét cho cùng cực sự tinh vi của\nTượng, biết cho hết từng hào hốt của Số, đó là tìm dòng theo ngọn, cách đó\nchỉ có những nhà thuật số vẫn chuộng, không phải là việc mà kẻ nho giả nên\ncần. Nó là cái học của bọn Quản Lộ, Quách Phác vậy.\nLại nói: Lý và vật vô hình, cho nên nhân Tượng để tỏ Lý, Lý hiện ở Lời, thì\ncó thể do Lời mà biết Tượng. Vì vậy nói rằng: “Hiểu được nghĩa của nó, thì\nSố sẽ ở bên trong”.\nXem Dịch cần phải biết thời. Tất cả sáu hào ai ai cũng có thể dùng, ông\nthánh có chỗ dùng của ông thánh, ông hiền có chỗ dùng của ông hiền, người\nthường có chỗ dùng của người thường, kẻ học có chỗ dùng của kẻ học, vua\ncó chỗ dùng của vua, tôi có chỗ dùng của tôi, không đâu không thông.\nXem Dịch hãy xem nên thời, rồi mới xem đến tài của từng hào. Trong một\nhào thường có bao hàm mấy ý, thánh nhân thường thích những ý trọng hơn\nmà làm ra lời; có điều gì mà trong Kinh Dịch nói đến đã nhiều, thì lấy những\nđiều chưa từng nói đến, cũng không cần, phải việc trọng; lại cũng có khi chỉ\nnói về thời, không nói về tài các hào. Những điều ấy, đều nên lâm thời tham\nkhảo. Phải trước xem quẻ, rồi mới xem được lời “hệ”.\nChu Hy nói rằng: Lúc đầu thánh nhân làm Dịch chỉ là ngửa xem cúi xét, thấy\nrằng: đầy khoảng trời đất, không cái gì không phải là lẽ một Âm một Dương;\ncó lẽ ấy thì có Tượng ấy, có Tượng thì Số của nó tự ở bên trong. Chẳng\nnhững Hà đồ, Lạc thư như thế, mà cái gọi là Số kia, chỉ là những chỗ chia\nhạn, chừng mực có khi; được Dương thì lẻ, được Âm thì chẵn, các vật đều\nthế. Hà đồ, Lạc thư là thứ khéo hơn, rõ hơn mà thôi. Vì vậy, thánh nhân nhân\nđó mà vạch ra Quẻ. Lúc mới chỉ là vạch một vạch lẻ để hình dung khí\nDương, vạch một vạch chẵn, để hình dung khí Âm mà thôi. Nhưng hễ có hai\nthì liền có bốn, hễ có bốn thì liền có tám, lại theo đó mà gấp hai lên liền\nthành mười sáu. Đó là trong đám đông có mầm nhú, mà số vô cùng đã đủ;\nkhông đợi xếp đặt mà thế vẫn không thể thôi.\nQuẻ vạch\nđã lập, liền có lành\ndữ, vì là Âm Dương đi lại giao thác ở trong. Thời của nó thì có tiêu đi, lớn\nlên khác nhau: cái lớn lên là chủ, cái tiêu đi là khách; việc của nó hoặc có\nnên chăng khác nhau, cái nên là thiện, cái chăng là ác. Theo chỗ chủ khách\nthiện ác mà phân biệt thì sự lành, dữ sẽ rõ. Vì vậy nói rằng: Tám\nQuẻ định\nsự\nlành dữ. Sự lành dữ đã quyết định không sai, thì dùng nó để dựng các việc,\nnghiệp lớn sẽ từ đó sinh ra. Đó là thánh nhân làm ra Kinh Dịch, dạy dân xem\nbói, để mở cái ngu của thiên hạ, để định cái chí của thiên hạ, để làm nên các\nviệc của thiên hạ, là thế. Có điều từ Phục Hy về trước chỉ có sáu vạch, chưa\ncó văn tự truyền được; rồi đến Văn Vương Chu Công mới đèo thêm lời, cho\nnên nói rằng: “Thánh nhân đặt quái xem tượng, đèo lời vào để tỏ lành dữ”.\nĐó là khi\nQuẻ chưa\nvạch, nhân xem pháp tượng tự nhiên của trời đất mà\nvạch ra; đến lúc\nQuẻ đã\nvạch rồi, thì\nQuẻ nào\nriêng có Tượng của quẻ ấy.\nTượng nghĩa là có chỗ giông giống, cho nên thánh nhân mời theo Tượng đó\nmà đặt ra tên. Nói về sự tiến lui của hào, thì như\nquẻ Bác\n,\nquẻ Phục\nv.v…\nnói về sự hệt giống của hình, thì như\nquẻ Đỉnh",
    "notes": {
      "1": "Chỗ Đức Khổng Tử.",
      "2": "Tây Hán, Đông Hán.",
      "3": "Tức là sự suy đoán lành dữ.",
      "4": "Vì là việc bất đắc dĩ mà phải làm.",
      "5": "Tức là những thiên Thuyết quái, Văn ngôn, Hệ từ.",
      "6": "Tức là nói về sự bói.",
      "7": "Coi lời giải nghĩa ở hai quẻ Kiền Khôn dưới đây.",
      "8": "Chữ X “hệ” có nghĩa là buộc, là treo, là đèo. Hệ Dịch XX nghĩa là đèo thêm lời nói vào các hào quẻ của Kinh Dịch. (chỗ X sách bị mờ)",
      "9": "Những thứ thuộc về danh từ (nom), tình từ (adjectif) sách Tàu gọi là chữ thực, còn các loại khác đều là chữ hư.",
      "10": "Tức là bỏ hết thành kiến, đứng vào địa vị khách quan.",
      "11": "Chu Hy tự xưng.",
      "12": "Truyện của Trình Di."
    }
  },
  {
    "chunk_id": "DICH_THUYET_CUONG_LINH_002",
    "section": "DICH_THUYET_CUONG_LINH",
    "content_type": "text_section",
    "title": "quẻ Tỉnh",
    "content": "v.v… Đấy là Phục\nHy theo chỗ hoàn toàn của hình thể các\nquẻ mà\nlập cái tên như thế. Văn\nVương coi hình tượng của quái thể mà làm Thoán từ. Chu Công coi sự biến\nđổi của quái hào, mà làm Hào từ, cái tượng của sự lành dữ lại càng rõ rệt.\nĐại để đạo trong gầm trời chỉ là thiện ốc mà thôi. Có điều cái ngôi của người\nta ở phải khác nhau, cái thời của người ta gặp phải không giống nhau, mà cái\ncơ của nó rất nhỏ, chỉ vì người trong thiên hạ không thể hiểu thấu, cho nên\nthánh nhân dùng phép bói toán đó để dạy người, khiến cho người ta lúc bình\ncư thì xem Tượng ngẫm lời, lúc hành động thì xem sự biến đổi mà ngẫm lời\nchiêm đoán, không bị mê muội trong đường phải trái được mất. Bởi vậy,\nsách này nhà Hạ, nhà Thương, nhà Chu đều dùng. Câu nói trong sách - của\ncác đời đó - tuy không giống nhau, lời nói trong sách - của các đời đó - tuy\nkhông thấy hết, nhưng đều do quan Thái bốc coi giữ để dùng vào việc bói\ntoán. Coi như họ Tả đã chép, lại càng có thể thấy chỗ cổ nhân dùng Dịch.\nBởi vì gọi là Tượng chỉ là mượn những vật mà mọi người cùng biết, để hình\ndung lý của các việc, khiến cho người ta biết sự nên bỏ, nên lấy mà thôi. Cho\nnên từ Phục Hy đến Văn Vương Chu Công, tuy là do sơ lược đến tường tận,\nmà cái gọi là công dụng của việc xem bói vẫn có một. Nghĩa là trong cách\nxem bói kia vẫn có cái lý dùng để xử trí việc này. Cho nên phương pháp của\nnó dường như thô thiển, nhưng theo sự hiền ngu của từng người, thảy đều\ngặp được chỗ dùng. Bởi vì Văn Vương tuy là có tượng nhất định, có lời nhất\nđịnh, nhưng cũng đều là nói trống chỗ này phải xử như thế, không hề gắn\nchặt vào các vật. Cho nên mỗi\nquẻ mỗi\nhào đều đủ bao bọc những việc vô\ncùng, không thể chỉ lấy một việc chỉ định.\nỞ trong hào\nquẻ cũng\ncó chỗ chỉ một việc, như “lợi kiến hầu”, “lợi dụng tế\ntự’,v.v.. ngoài ra đều không chỉ về một việc mà nói. Vì vậy, mới thấy công\ndụng của Kinh Dịch không gì không cai quát, không gì không lan khắp, chỉ\nxem người ta dùng nó ra sao mà thôi.\n[1]\nĐến đấng Phu Tử mới thuần theo lý mà nói, tuy rằng vị tất đã là bản ý của\nvua Hy vua Văn, nhưng mà theo việc nói lý, cũng là như thế. Có điều không\nthể lấy thuyết của Phu Tử làm thuyết của Văn Vương.\nTrong khoảng trời đất còn có cái gì? Chỉ là hai chữ Âm Dương mà thôi. Bất\nkỳ việc gì, đều không thể nào lìa nó. Hãy coi trong thân thể mình: hễ mở mắt\nra, chẳng Âm thì Dương, khít khịt trong đó, không thể bám được vật khác.\nChẳng là nhân thì là nghĩa, chẳng là cứng thì là mềm. Tự mình muốn làm\nthẳng lên là Dương, hễ mà thu lại lùi lại là Âm; ý tứ hễ động là Dương, hễ\nim là Âm. Chưa cần coi đến sự khác, chỉ trong một cái động và một cái im\ncũng đã là Âm Dương rồi. Phục Hy nhân đó mới vạch ra\nQuẻ để\nbảo người\nta.\nNhưng nếu chỉ nói một Âm một Dương, lại chưa đủ để cai quát mọi lẽ. Vì\nvậy mới xoay xỏa làm sáu tư quẻ, ba trăm tám mươi tư hào. Lúc đầu chỉ là\nrất nhiều quẻ, hào, về sau thánh nhân lại đèo thêm rất nhiều lời ở dưới. Như\nở sách khác, thì phải nguyên có việc ấy, mới nói ra lẽ ấy, Kinh Dịch thì là\nchưa có việc ấy, trước đã mượn sẵn nói ở trong đó.\nLại nói: Âm Dương là khí, hễ có khí ấy thì có lý ấy, hễ có lý ấy thì có khí ấy.\nMuôn việc muôn vật ở gầm trời, cái gì không ở lý ấy mà ra? Cái gì không ở\nÂm Dương mà ra?\nDịch chỉ là Âm Dương xoay xỏa, giao đổi thay đổi. Trang Tử bảo “Dịch để\nnói về Âm Dương” không phải không có sở kiến. Ví như lẻ, chẵn, cứng\nmềm, chỉ là Âm Dương mà ra cuộc thay đổi.\nDịch là Âm Dương có duỗi, tùy thời biến đổi. Cổ kim vẫn có cuộc khép ngỏ\nlớn, cuộc khép ngỏ nhỏ, Những người ngày nay nói về Kinh Dịch đều không\ncó chỗ rờ, rà. Thánh nhân thì theo sáu mươi tư\nquẻ mà\nthay đổi đi, cho đến\ncái chỗ sở dĩ làm Âm Dương, làm cổ kim, cũng là lẽ ấy.\nDương Quí Sơn đến nhà Thiềm Quí Lỗ ở Hoàng Đình, Quí Lỗ hỏí về Kinh\nDịch, Quí Sơn lấy tờ giấy vẽ cái vòng tròn, dùng mực bôi đen một nửa và\nnói: “Đó tức là Dịch”.\nCâu đó rất hay. Dịch chỉ là một Âm một Dương làm ra rất nhiều kiểu.\nCó người hỏi rằng: “Lời ở dưới\nquẻ là\nlời Thoán, Tả truyện cho làm lời Do\n繇 là cớ làm sao?\nĐáp rằng: “Đó chỉ là lời Thoán, cho nên Khổng Tử có nói: ”Bậc trí giả xem\ntrong lời Thoán, thì đã nghĩ được quá nửa”. Ví như: 元 亨利貞 (nguyên\nhanh lợi trình) là lời của Văn Vương đèo ở dưới\nquẻ để\nbiết sự lành dữ của\nmột quẻ. Trong sách Âm ngữ của họ Lục gọi là “kinh Thoán”. Từ chữ⼤哉\n乾元 (Đại tai kiền nguyên) trở xuống là lời của Khổng Tử thích kinh, cũng\ngọi là Thoán, và vẫn bảo là Thoán truyện. Còn những lời ở dưới hào như câu\n潜⿓勿⽤ (Tiềm long vật dụng), thì là lời của Chu Công đèo vào để đoán sự\nlành dữ của một hào; những câu 天⾏健君⼦以⾃强不息 (Thiên hành kiện\nquân tử dĩ tự cường bất tức) vẫn gọi là truyện Đại tượng; những câu 潜⿓勿\n⽤陽在下也 (Tiềm long, vật dụng. Dương tại hạ dã) vẫn gọi là truyện tiểu\ntượng, đều là lời của Khổng Tử làm ra. Từ câu 天尊地卑 (Thiên tôn địa ty)\ntrở xuống là truyện của Hệ từ của Khổng Tử thuật ra, bàn góp về những đại\nthể, phàm lệ của cả cuốn Dịch, nó không phụ vào lời kinh mà tự chia làm\nThượng hệ, Hạ hệ. Tả thị gọi là lời Do 繇. Chữ 繇(do) theo ở chữ 系 (hệ)\nngờ rằng cũng là nói về Hệ từ繁辭Hệ từ nghĩa là dưới\nquẻ có\nđèo lời vào.\nKinh Dịch có Tượng, lấy những Tượng ấy phải co chỗ theo. Tuy những\nTượng ấy, chỉ có chỗ dùng, không phải cẩu thả đặt ra ngụ ngôn, nhưng các\n[2]\nnhà Nho trong hai đời Hán cũ muốn xét cùng chỗ “theo” của nó, đã là\nvướng mắc không thông; rồi từ Vương Bật trở đi, nhưng muốn suy hết chỗ\n“dùng” của nó, lại thành sơ lược mà không có căn cứ. Cả hai điều đó đều là\ncái lỗi “chỉ thiên một bề, không biết chừa chỗ nghi ngờ”. Hãy lấy một mặt\nmà bàn, thì Kiền là ngựa, Khôn là trâu, thiên Thuyết quái đã có nói rõ: ngựa\nlà giống mạnh, trâu là giống thuận, trong loài vật vẫn có lẽ thường; đến như\ntheo văn trách quẻ, như\nquẻ Chuân\ncó nói đến ngựa mà không có hình Kiền,",
    "notes": {
      "1": "Chỗ Đức Khổng Tử.",
      "2": "Tây Hán, Đông Hán.",
      "3": "Tức là sự suy đoán lành dữ.",
      "4": "Vì là việc bất đắc dĩ mà phải làm.",
      "5": "Tức là những thiên Thuyết quái, Văn ngôn, Hệ từ.",
      "6": "Tức là nói về sự bói.",
      "7": "Coi lời giải nghĩa ở hai quẻ Kiền Khôn dưới đây.",
      "8": "Chữ X “hệ” có nghĩa là buộc, là treo, là đèo. Hệ Dịch XX nghĩa là đèo thêm lời nói vào các hào quẻ của Kinh Dịch. (chỗ X sách bị mờ)",
      "9": "Những thứ thuộc về danh từ (nom), tình từ (adjectif) sách Tàu gọi là chữ thực, còn các loại khác đều là chữ hư.",
      "10": "Tức là bỏ hết thành kiến, đứng vào địa vị khách quan.",
      "11": "Chu Hy tự xưng.",
      "12": "Truyện của Trình Di."
    }
  },
  {
    "chunk_id": "DICH_THUYET_CUONG_LINH_003",
    "section": "DICH_THUYET_CUONG_LINH",
    "content_type": "text_section",
    "title": "quẻ Ly",
    "content": "có nói đến trâu mà không có hình Khôn, rồi sáu rồng trong\nquẻ Kiền\n,\nđó đều là sự không thể hiểu được. Cho nên Hán nho tìm ở thuyết quái không\nđược, thì bèn cùng nhau đặt ra những thứ hộ thể biến quái, những phép “ngũ\nhành nạp giới phi phục”, và lấy làm may khi được thấy nó ngẫu nhiên đúng\nhợp. Thuyết của họ tuy là tường tận, nhưng mà ở chỗ không thông vẫn\nkhông thể thông, còn chỗ thông được thì lai phụ hội xuyên tạc, không có cái\nvẻ tự nhiên; dẫu rằng có một hai chỗ vừa dùng, không cần phải đợi nói khéo,\nnhưng nó, trên thì không quan hệ đến nguồn gốc của nghĩa lý, dưới thì\nkhông giúp đỡ gì cho sự răn dạy về nhân sự, thế thì cần gì lại phải khó lòng\nnhọc sức cố tìm cho được!\nCho nên Vương Bật nói rằng: “Nghĩa của nó nếu có ứng với sự ”mạnh”, thì\ncứ gì Kiền mới là ngựa? Hào của nó nếu có hợp với sự “thuận” thì cứ gì\nKhôn mới là trâu? “ Trình Tử cũng nói: ”Lý là một vật vô hình, nên phải\nmượn “Tượng” làm cho rõ nghĩa”. Phá cái lối cố chấp vớ vẩn của Tiên nho\nmà mở phương pháp ngẫm “Lời” ngẫm “Chiêm” cho hậu học, như thế là\ncũng tốt rồi. Nhưng mà xem ý hai người, thì lại giống như điều cho sự “lấy\ntượg” của Kinh Dịch, không phải tự đâu mà ra, chỉ như lối tỷ hứng của Kinh\nThi và cách dụ của Mạnh Tử mà thôi. Thế thì Thuyết quái làm ra, là không\ndính gì đến Kinh Dịch, mà câu “gần nghiệm ở mình mình, xa nghiệm ở loài\nvật” cũng là lời thừa.\nVì vậy, ngờ các thuyết đó nói chưa hết ý, nhân trộm bàn rằng: Sự “lấy\nTượng” vẫn phải là tự chỗ nào, mà những thuyết ấy đã có đủ ở quan Thái\nbốc, có điều bây giờ không thể kê cứu được nữa, thì đành hãy bỏ thiếu đó mà\nchỉ theo Tượng trong lời để tìm lấy ý trong Tượng, khiến cho đủ làm dạy răn\nvà quyết định sự lành dữ như lời họ Vương, thầy Trình và sách Bản nghĩa\ncủa ta đã nói, cũng được, không cần cố tìm cho được cái chỗ Tượng ở đâu\nra, nhưng cũng không thể đặt ra giả thiết mà vội quên hẳn chỗ đó.\nPhục Hy vạch tám Quẻ, chỉ có mấy nét, bao quát hết lẽ muôn vật gầm trời.\nKẻ học hiểu được ở Lời thì nông, hiểu được ở Tượng thì sâu. Vương Phụ Tự\nvà Trình Y Xuyên đều không tin Tượng, nhưng nay không dám nói thế, chỉ\nnói không được trông thấy cái đó. Hãy cứ theo Tượng mà nói, thì khỏi xuyên\ntạc.\nTượng của Dịch hình như cũng có ba thứ: Có thứ do nét của nó tự nhiên sẵn\ncó, như nét lẻ là tượng khí Dương, nét chẵn là tượng khí Âm… Có thứ đích\nthực bắt chước hình tượng các vật, như Kiền Khôn và sáu con lấy trời, đất,\nsấm, gió làm Tượng v.v… Có thứ chỉ là thánh nhân tự ý lấy cối hình này để\ntỏ nghĩa kia, như ngựa trắng có cánh, chở quỷ một xe v.v…\nCoi Dịch nên tựa chắc vào Tượng mà coi thì nhiều ý vị, nếu chỉ coi nó bằng\ncách trống không, thì chẳng có ý tứ gì.\nĐành rằng nói được cái lý của nó, thì Tượng, Số sẽ ở bên trong, nhưng theo\ngiòng mà coi, phải thấy Tượng, Số đích đáng ở đâu trước đã, thì khi nói Lý\nmới khỏi chạy chệch. Nếu không thế, việc mà không có thực chứng, thì cái\nLý suông dễ sai.\nTrong thời Thượng cổ, lòng dân tối tăm, không biết lành dữ ở đâu, cho nên\nthánh nhân làm Dịch, dạy họ bói toán, lành thì làm, dữ thì tránh, đố là cái lối\n“mở mang các việc”. Hệ từ nối “để thông chí thiên hạ, để định nghiệp thiên\nhạ, để đoán sự nghi ngờ của thiên hạ”, là chỉ chỗ đó.\n[3]\nLúc đầu chỉ có “Chiêm” mà không có chữ, giống như phép độn Hỏa châu\nlâm (?) ngày nay, chỉ dùng hào mà không dùng lời - đủ biết cổ nhân xem bói,\nkhông phải đợi lời mà sau mới biết lành dữ. Đến Khổng Tử lại sợ người ta\nkhông biết tại sao mà thế, cho nên phải lần theo từng hào mà giải “Hào hay\nsở dĩ lành, vì nó trung chính, hào kia sở dĩ dữ, vì nó không đáng ngôi”, Hỏi\nrõ như thế để cho người ta dễ hiểu mà thôi. Đến như Văn ngôn, thì lại theo ở\n[4]\nbên trên phát minh ra các đạo lý, đến phải bản ý thánh nhân như thế. Hễ\nbiết chỗ đó, thì mới có thể học Dịch.\nThánh nhân trong một số bộ Dịch, đều là mượn truyện hư không đặt ra. Vì\ncác công dụng trong thiên hạ, nếu nói thẳng thì chỉ dùng được một việc mà\nthôi, chỉ có cách nói bằng Tượng, thì lúc bói toán, bao nhiêu việc thiện, có\nthể ứng vào được cả.\nDịch vốn là sách bói toán, người sầu cho là nó chỉ dùng được trong việc bói\ntoán. Đến Vương Bật mới dùng thuyết của Lão Tử, Trang Tử mà giải, về sau\nngười ta lại cho là sách nói lý, không cho là sách bói toán, như vậy cũng sai.\nTưởng rằng trong khi Phục Hy bắt đầu vạch Quẻ, ngẫu nhiên nhận thấy một\nlà Dương, hai là Âm, bèn theo đó mà vạch phóng ra, trong khi đó chỉ là\nDương thì lành, Âm thì dữ, không có chữ nghĩa gì hết; Sau đó Văn Vương\nthấy thế không thể hiểu được, cho nên mới làm lời Thoán; rồi hoặc có kẻ\nxem nhằm cái hào, không thể hiểu được, cho nên Chu Công mới làm lời hào\n[5]\nmà vẫn không thể hiểu được, Khổng Tử mới phải làm ra thập đức đều giải\ncác ý lúc đầu. Ngày nay người ta không xem hào quẻ, mà chỉ xem lời Hệ,\ncũng như không coi sách luật mà chỉ coi những tự lệ của sách luật vậy, hiểu\nlàm sao được? Ngày nay phải nhận nó là sách, bói toán mà coi mới được.\nNếu không thế, thì không thể coi Kinh Dịch.\nKinh Dịch chỉ là vì, việc bói toán mà đặt ra, cho nên sách Chu Lề mới nói rõ\nrằng quan Thái bốc giữ ba thứ Dịch, tức sách Liên Sơn, sách Qui tàng và\nsách Chu Dịch, cổ nhân về quan bói toán lập ra tất cả mấy người. Nhà Tần\ncách đời cổ chưa xa, nên sách Chu Dịch nhờ về bói toán mà không bị đốt.\nNhững người đời này hễ nói Dịch là thứ sách bói toán, thì cho là làm nhục\nKinh Dịch; thầy Phu Tử nói rất nhiều đạo lý, lại cho Dịch là sách đạo lý. Họ\n[6]\nkhông biết rằng: Khi nói lành dữ hối lận , đều là có lý, cái mà ý dạy người,\nkhông đậu không có. Ngày nay sở dĩ khó lý hội là vì đã mất cái phép bói\ntoán. Như quan Thái bác coi về phép ba Kinh Dịch, tức là Liên Sơn, Qui\ntàng, Chu Dịch, đó là vẫn riêng có phép lý hội Chu Dịch; nay chỉ thấy có hai\nthiên Thượng kinh, Hạ kinh và đều thấy không có mấy nỗi phép. Vi vậy mới\nkhó lý hội. Ngày nay người ta lại bảo “thánh nhân nói lý, mà ở trong đó nhân\nthể có thuyết bói toán”, sau khi thánh nhân nói lý, còn nói việc bói toán đó\nlàm gì?\nKinh Dịch chỉ cho người ta bói toán để quyết định sự nghi hoặc. Nếu theo\nđạo lý nên làm, vẫn là cứ làm; nếu theo đạo lý mà không nên làm, tự nhiên\nkhông thể làm được; thế thì cần gì mà còn phải xem? Là vì có khi cùng trong\nmột việc mà hoặc là lành hoặc là dữ, hay là có thể xử trí hai cách khác nhau.\nBởi vậy không thể không xem.\nHọc giả ngày nay kiêng nói Kinh Dịch vì sự bói toán làm ra, cần nói nó vì\nnghĩa lý mà làm ra, Nếu quả vì nghĩa mà làm ra, thì sao không nói luôn bằng\nvăn tự, như các sách Đại học, Trung dung nói về nghĩa lý để dạy người, còn\nvẽ tám\nquẻ làm\ngì?\nHào Dương phần nhiều lành, hào Âm phần nhiều dữ, lại xem ngôi chỗ của\nnó đã ở ra sao. Trong Kinh Dịch, đại khái Dương thì lành mà Âm thì dữ,\nGián hoặc cũng có Dương dữ mà Âm lành là tại cớ gì? Bởi vì có việc nên\nlàm, cũng có việc không nên làm, nếu nên làm mà không làm, không nên\nlàm mà cứ làm, dù Dương cũng hung.\nTrong Kinh Dịch, chỉ có “trinh cát”, chưa có chỗ nào không “trinh” mà\n“cát”, chỉ nói “lợi trinh”, chưa từng nói “lợi bất trinh”. Ví như xem được\nquẻ\nKiền\n, vẫn là tốt lắm, nhưng mà ở dưới lại nói “lợi trinh”. Nghĩa là ngay\nthẳng chính đính thì lợi, không ngay thẳng chính đính thi không lợi. Bước\nđầu của chí lý, chí giáo của thánh nhân, ngụ ở trong đó. Đại để nó là thứ sách\nvì hạng quân tử mà làm ra, không phải là của mà bọn tiểu nhân trộm giặc có\nthể lấy trộm mà dùng. Trương Hoàng Cừ nói: “Kinh Dịch chỉ mưu tính cho\nquân tử, không mưu tính cho tiểu nhân”, phải lắm.\nChữ “lợi” trong Kinh Dịch, phần nhiều vì người xem mà đặt ra. Như “lợi\nsang sông lớn”, tức là lợi cho việc đi thuyền; “lợi có sự đi”, tức là lợi cho\nviệc lên đường; “lợi về tế tự”, “lợi về hưởng tự”, là bói việc cúng được tốt;\n“săn được ba con cáo”, “săn được ba bậc” là bói việc săn bắn được tốt;\n“công dùng hưởng của thiên tử” là nói việc triều cận được tốt; “lợi dựng\ntước hầu” là bói việc lập vua được tốt; “lợi về dời nước” là bói việc thiên đô\nđược tốt; “lợi về xâm phạt”, là bói việc xâm phạm được tốt v.v…\nNgày nay đọc Dịch, nên chia làm ba bậc mà coi. Dịch của Phục Hy, chưa có\nrất nhiều câu nói của Thoán, Tượng, Văn ngôn, mới có thể thấy bản ý của\nDịch chỉ cốt dùng về việc bói. Phục Hy vạch\nQuẻ đâu\ncó rất nhiều văn tự\nngôn ngữ? Chỉ là Quẻ ấy thì có Tượng ấy, như Kiền có rất nhiều văn tự ngôn\nngữ? Chỉ là Quẻ ấy thì có Tượng ấy, như Kiền có Tượng của Kiền, Khôn có\nTượng của Khôn mà thôi. Ngày nay người ta nói về Kinh Dịch, có khi chưa\nhiểu Tượng của Kiền Khôn, đã nói Lý của Kiền Khôn, vì vậy mà họ đã nói\nmột cách không có tình lý gì hết. Đến Văn Vương, Chu Công chia làm sáu tư\nquẻ, thêm vào những chữ “Kiền nguyên hanh lợi trinh”, “Khôn nguyên\n[7]\nhanh lợi tẫn mã chi trinh” đã không phải ý của Phục Hy, đã là Văn\nVương Chu Công tự nói một thứ đạo lý rồi, nhưng cũng còn là theo chỗ của\nngười ta xem mà nói, như xem được\nquẻ Kiền\nlà rất hanh thông mà lợi cho\n[8]\nkẻ ngay thẳng chính đính thế thời. Rồi đến Khổng Tử hệ Dịch làm ra các\nthiên Thoán Tượng Văn ngôn, thì cho nguyên, hanh, lợi, trinh là bốn đức\ntánh của Kiền, lại không là Dịch của Văn Vương nữa.\nTrộm ngờ hào\nquẻ Kinh\nDịch vốn là chỉ vì người bói đoán sự lành dữ, mà\ntrong có đủ những lời dạy răn. Đến khi các thiên Thoán, Tượng, Văn ngôn\nlàm ra, mới nhân cái ý lành dữ dạy răn đó, suy cho rộng thêm mà nói về mặt\nnghĩa lý của nó, cho được rõ ra. Người đời sau chỉ thấy những phần nghĩa lý\ncủa Khổng Tử nói, mà không suy tìm bản ý của Văn Vương, Chu Công nhân\nđó mới cho bói toán là một việc đáng bỉ, không chịu nói tới, mà cái của họ\nđã nói lại càng xa với sự thực thường dùng trong hàng ngày, đại để đều là gò\ngập, quanh co, lệch về một mặt, không còn những cái mầu nhiệm của sự bao\nhàm, cai quản, lan khắp các khúc, thông hết các cạnh nữa; nếu chỉ như thế,\nthì thánh nhân có thể làm hẳn một cuốn sách khác, nói rõ nghĩa lý để dạy đời\nsau, cần gì phải mượn quái tượng mà làm nhửng lời hiểm sâu ẩn tối ấy chi?\nCho nên nay muốn: hễ đọc\nquẻ nào\nhào nào, cũng như xem\nquẻ bói\nmà được\nquẻ ấy, hào ấy, phải giữ sao cho lòng mình trống không, cố tìm cho biết cái\nnghĩa lời chỉ về cái gì, để mà quyết định những lời lành dữ nên chăng; rồi\nsau xét đến cái Tượng của nó tại sao mà thế, để tìm cái lẽ tại sao mà thế, và\nđem suy ra việc làm; khiến cho trên từ các đấng vương công, dưới đến\nnhững kẻ dân thứ, trong việc sửa mình trị nước, đều có thể dùng. Trộm nghĩ\ncứ tìm như thế, hình như mới được ý sót của ba vị thánh nhân.\nKinh Dịch của Khổng Tử, không phải là Kinh Dịch của Văn Vương, Kinh\nDịch của Văn Vương không phải là Kinh Dịch của Phục Hy, Dịch truyện của\nY Xuyên, tự nhiên phải là Kinh Dịch của họ Trình, cho nên kẻ học phải theo\nthứ tự của Kỉnh Dịch đời xưa, trước hết hãy đọc bản văn, thì dễ thấy rõ bản\nchỉ của nó.\nCoi Dịch phải coi khi chưa vạch\nQuẻ về\ntrước, hình dạng thế nào, rồi theo\ntrong đó mà xem, bao nhiêu\nquẻ hào\ntượng số của nó không phải bỗng\nkhông bịa ra, mà đều là phải như thế. Khi chưa vạch\nQuẻ về\ntrước, nó vẫn im\nlặng không động, giống như cái “trung”, trong khi mừng, giận, thương, vui\nchưa phát, chỉ là một vật rất rỗng rất tĩnh mà thôi. Hốt nhiên trong chỗ rất\nrỗng rất tĩnh, lại có cái Tượng, mới nói ra rất nhiều đạo lý về những Tượng,\nSố lành dữ, cho nên Kinh Lề nói rằng: “Khiết tĩnh tinh vi, là giáo hóa của\nKinh Dịch”. Bởi vì Dịch là thứ sách do sự hư không làm ra. Kinh Thư thật có\nchính sự mưu mô ấy mới làm ra sách ấy; Kinh Thi thật có nhân tình, phong\ntục ấy mới làm ra thơ ấy; còn Kinh Dịch thì không có việc đã qua ấy, chỉ là\ndo sự hư không mà làm ra. Trước khi chưa có hào vạch, ở Kinh Dịch thì là\nmột lẽ hồn nhiên, ở người ta tức là tấm lòng im lặng như tờ; đến khi đã có\nhào vạch, mới thấy hào ấy là thế nào, hào kia là thế nào, nhưng mà vẫn là\ntheo trong những cái rất rỗng rất tĩnh, làm ra rất nhiều Tượng số, vì vậy nó\nmới linh thiêng.\nKinh Dịch phải xem bằng cách xoay xỏa, việc trong thiên hạ, gì cũng do đó\nmà ra. Thiện, ác, phải, trái, được, lỗi, cho đến co, duỗi, tiêu, lớn, thịnh, suy,\nkhông cái gì không bói ở đó. Trước đời Phục Hy chưa biết xem xét ra sao;\nđến khi Phục Hy đem hai cái Âm Dương vạch ra thành\nQuẻ để\nbảo người ta,\nkhiến cho người ta xem xét lành, dữ, họa, phúc, một vạch là Dương, hai vạch\nlà Âm, một vạch là chẵn, hai vạch là lẻ, bèn thành tám quẻ, lại xoay xỏa\nthêm làm sáu tư quẻ, ba trăm tám mươi tư hào, Văn Vương lại làm lời Thoán\nđể thích rõ nghĩa của nó, cũng là cái lẽ Âm Dương tiêu lớn, thịnh suy, co\nduỗi mà thôi. Thánh nhân sở dĩ vẫn học, là học chỗ đó.\nKinh Dịch rất khó xem. Nó là thứ sách rộng lớn, đầy đủ, bao hàm muôn lý,\nkhông gì không có. Kỳ thực nó chỉ là sách bói toán, bất tất chỉ nói về lý,\ntượng số cũng có thể nói, không nên câu nệ một mặt. Gần đây, tôi xem Kinh\nDịch, thấy rằng thánh nhân không phải vất vả bao nhiêu, chỉ vì đời sau một\nmực tự ý thêm bớt, muốn làm một thuyết, gượng thông với nghĩa của nó, vì\nvậy ý nghĩa của sách thánh nhân càng thấy không rõ.\n[9]\nVả lại chú giải Kinh Dịch, chỉ thêm chữ hư để đón ý tứ là được. Ngày nay\nngười ta chú giải Kinh Dịch, lại thêm những chữ thực vào, đó là mượn nó\nnói ý mình rồi; lại sợ còn có thuyết khác có thể phá thuyết của mình, họ bèn\nthêm thắt ra một thuyết nữa để tự bênh vực, nói nghìn, nói vạn, vói Kinh\nDịch, hoàn toàn không ăn thua gì.\nSách này vốn là một vật khó xem, không thể nói bằng cách tiểu xảo, cũng\nkhông nói bằng câu to lớn.\nKinh Dịch khó xem không như sách khác. Kinh Dịch nói về vật nào, không\nphải thật là vật ấy, như nói rồng, không phải thật là con rồng. Sách khác thì\nnói thế nào là thật thế ấy, hiếu đễ thì là hiếu đễ, nhân thì là nhân.\nTrong Kinh Dịch nhiều chỗ không sao hiểu được.\nKinh Dịch khó xem, không ngôn ngữ nào có thể hình dung ra được. Bỏi vì\nlời hào chỉ là cái bóng tượng, mà ở trong đó, không gì không có.\nXem Kinh Dịch phải bốn ngày xem một quẻ - một ngày xem lời\nquẻ và\nlời\nThoán lời Tượng, hai ngày xem sáu hào; và một ngày xem gồm tất cả - mới\ntinh tường.\nHòa Tĩnh học Kinh Dịch, mỗi ngày chỉ xem một hào. Nhưng, sự vật đó kết\nthành một mảnh, hễ động thì động cả mảnh, xem riêng từng hào sao được?\nTrước hết phải theo hai\nquẻ Kiền\nKhôn xem lấy bản ý cái đã, thì ở đàng sau\nđều có đường thông.\nKinh Dịch đại khái muốn cho người ta sợ hãi tu tỉnh. Nay học Kinh Dịch,\nkhông phải đợi khi gặp việc mà xem mới có răn sợ. Chỉ cốt những lúc bình\ncư, ngẫm những đạo lý của nó đã nói, so với địa vị của mình đương ở, thì\nnên thế nào. Cho nên nói rằng: “Lúc ở yên thì xem Tượng mà ngẫm Lời của\nnó, lúc hành động thì xem sự biến đổi mà ngẫm lời chiêm đoán của nó”.\nKhổng Tử gọi rằng “học Dịch” chính là những lúc bình cư, thường thường\nhọc luôn. Như vậy, có thể tưởng thấy sự đọc Dịch của thánh nhân, khác với\nsự đọc Dịch của người thường, và có thể tưởng thấy trong lòng thánh nhân\nđã lần về Lý của Dịch, không bị che lấp mảy may, vì vậy mới nói “có thể\nkhông có lỗi lớn”.\nHỏi rằng: Kinh Dịch nên đọc thế nào?\n[10]\nĐáp rằng: Chỉ nên giữ cho lòng mình trống rỗng , để tìm ý nghĩa của nó,\nkhông nên giữ ý kiến riêng của mình. Đọc các sách khác cũng vậy.\nHỏi rằng: Đọc Dịch chưa được ngấm nghía tràn khắp, là sao?\nĐáp rằng: Chỗ đó cần phải giữ cho lòng mình trống rỗng, sáng sủa, êm ả,\nyên lặng, tự nhiên đạo lý lưu thông, mới bao quát được rất nhiều nghĩa lý. Vì\nDịch không như Kinh Thi, Kỉnh Thư; nó là thứ sách nói hết sự lý vô cùng,\nvô tận của thiên hạ đời sau, chỉ một hai chữ đã là một cái đạo lý. Lại nữa,\nngười ta cần phải từng trải rất nhiều sự biến đổi ở gầm trời, thì đọc Kinh\nDịch mới biết mỗi chỗ đều có một lẽ tinh vi ngay thẳng. Nay đã chưa từng\ntrải hết, nếu như trong lòng không thực trống rỗng, sáng sủa, êm ả yên lặng\nthì còn hiểu làm sao được? Cái đó tự mình không thể không gắng… Nay\nchưa từng trải nhiều việc, gom góp đạo lý của nó chưa được, đã đọc Kinh\nDịch, rút lại vẫn không được chỗ thụ dụng của nó. Khổng Tử về già mà thích\nKinh Dịch, rút lại vẫn không được chỗ thụ dụng của nó. Khổng Tử về già mà\nthích Kinh Dịch, đủ thấy sách này, rút lại chưa thể lý hội.\nHỏi rằng: Sách Chu Dịch Bản nghĩa sao lại chuyên lấy bói toán làm chủ?\nĐáp rằng: Hãy nên đọc kỹ chính văn, đừng xem chú giải. Bởi vì Kinh Dịch\nđời xưa, các thiên Thoán, Tượng, Văn ngôn, mỗi thứ ở riêng một nơi, đến\nVương Bật mới hợp làm một. Các nhà nho đời sau, không dám thay đổi, nay\nkhó đọc trọn. Hãy nên đọc kỹ chính văn, lâu rồi tự nhiên sẽ hiểu.\n[11]\nĐọc Dịch trước hết, xem sách Bản nghĩa của mỗ , rồi coi Trình\n[12]\ntruyện để cùng tham khảo. Nếu như chưa đọc sách khác, mà coi thuyết\ncủa mỗ trước, thì lại dễ hiểu, vì rằng chưa bị thuyết khách làm cho chìm\nđắm.",
    "notes": {
      "1": "Chỗ Đức Khổng Tử.",
      "2": "Tây Hán, Đông Hán.",
      "3": "Tức là sự suy đoán lành dữ.",
      "4": "Vì là việc bất đắc dĩ mà phải làm.",
      "5": "Tức là những thiên Thuyết quái, Văn ngôn, Hệ từ.",
      "6": "Tức là nói về sự bói.",
      "7": "Coi lời giải nghĩa ở hai quẻ Kiền Khôn dưới đây.",
      "8": "Chữ X “hệ” có nghĩa là buộc, là treo, là đèo. Hệ Dịch XX nghĩa là đèo thêm lời nói vào các hào quẻ của Kinh Dịch. (chỗ X sách bị mờ)",
      "9": "Những thứ thuộc về danh từ (nom), tình từ (adjectif) sách Tàu gọi là chữ thực, còn các loại khác đều là chữ hư.",
      "10": "Tức là bỏ hết thành kiến, đứng vào địa vị khách quan.",
      "11": "Chu Hy tự xưng.",
      "12": "Truyện của Trình Di."
    }
  }
]