[
    {
        "Title": "DỊCH THUYẾT CƯƠNG LĨNH",
        "content": "Trình Di nói rằng: Việc của đấng thượng thiên, không tiếng không mùi, cái thể của nó gọi là Dịch, cái lý của nó gọi là Đạo, cái dụng của nó thì gọi là Thần.\n\nÂm Dương khép ngỏ tức là Dịch, một khép một ngỏ gọi là biến. Gọi là Dịch mới có lý, nếu xếp đặt nhất định thì còn lý gì? Cuộc biến đổi của trời đất, Âm Dương cũng như hai thớt cối xay, lên xuống, đầy vơi, cứng mềm, chưa từng dừng nghỉ. Dương thường đầy, Âm thường thiếu, nên mới không đều nhau. Ví như cối xay đã quay, răng nó phải không bằng nhau; đã không bằng nhau thì sẽ sinh hàng vạn sự biến đổi.\n\nTrong Kinh Dịch chỉ nói về lẽ giao giở, đi lại, lên xuống. Làm Kinh Dịch, từ trời đất tối sáng, cho đến cây cỏ sâu bọ nhỏ nhặt, không gì không hợp.\n\nTrương Hoành Trung hỏi: Có phải nghĩa của Kinh Dịch vốn khởi ở Số hay không? Đáp rằng: Bảo nghĩa khởi ra tự Số thì sai. Có Lý rồi mới có Tượng, có Tượng rồi mới có Số. Kinh Dịch nhân Tượng để biết Số, hễ hiểu được nghĩa của nó, thì Số sẽ ở bên trong. Ai muốn xét cho cùng cực sự tinh vi của Tượng, biết cho hết từng hào hốt của Số, đó là tìm dòng theo ngọn, cách đó chỉ có những nhà thuật số vẫn chuộng, không phải là việc mà kẻ nho giả nên cần. Nó là cái học của bọn Quản Lộ, Quách Phác vậy.",
        "reference": "Trang 64"
    },
    {
        "Title": "LẠI NÓI: LÝ VÀ VẬT VÔ HÌNH, CHO NÊN NHÂN TƯỢNG ĐỂ TỎ LÝ",
        "content": "Lý hiện ở Lời, thì có thể do Lời mà biết Tượng. Vì vậy nói rằng: 'Hiểu được nghĩa của nó, thì Số sẽ ở bên trong.'\n\nXem Dịch cần phải biết thời. Tất cả sáu hào ai cũng có thể dùng, ông thánh có chỗ dùng của ông thánh, ông hiền có chỗ dùng của ông hiền, người thường có chỗ dùng của người thường, kẻ học có chỗ dùng của kẻ học, vua có chỗ dùng của vua, tôi có chỗ dùng của tôi, không đâu không thông.\n\nXem Dịch hãy xem nên thời, rồi mới xem đến tài của từng hào. Trong một hào thường có bao hàm nhiều ý, thánh nhân thường thích những ý trọng hơn mà làm ra lời; có điều gì mà trong Kinh Dịch nói đến đã nhiều, thì lấy những điều chưa từng nói đến cũng không cần, phải việc trọng; lại cũng có khi chỉ nói về thời, không nói về tài của các hào. Những điều ấy, đều nên lâm thời tham khảo. Phải trước xem quẻ, rồi mới xem được lời 'hệ'.",
        "reference": "Trang 64 - 65"
    },
    {
        "Title": "CHU HY NÓI RẰNG: LÚC ĐẦU THÁNH NHÂN LÀM DỊCH",
        "content": "Chỉ là ngửa xem cúi xét, thấy rằng đầy khoảng trời đất, không gì không phải là lẽ một Âm một Dương; có lẽ ấy thì có Tượng ấy, có Tượng thì Số của nó tự ở bên trong. Chẳng những Hà Đồ, Lạc Thư như thế, mà cái gọi là Số kia, chỉ là những chỗ chia hạn, chừng mực có khi; được Dương thì lẻ, được Âm thì chẵn, các vật đều thế. Hà Đồ, Lạc Thư là thứ khéo hơn, rõ hơn mà thôi. Vì vậy, thánh nhân nhân đó mà vạch ra Quẻ.\n\nLúc mới chỉ là vạch một vạch lẻ để hình dung khí Dương, vạch một vạch chẵn, để hình dung khí Âm mà thôi. Nhưng hễ có hai thì liền có bốn, hễ có bốn thì liền có tám, lại theo đó mà gấp hai lên liền thành mười sáu. Đó là trong đám đông có mầm nhú, mà số vô cùng đã đủ; không đợi tổ chức mà thế vẫn không thể thôi. Quẻ vạch đã lập, liền có lành dữ, vì là Âm Dương đi lại giao thoa ở trong. Thời của nó thì có tiêu đi, lớn lên khác nhau: cái lớn lên là chủ, cái tiêu đi là khách; việc của nó hoặc có nên chăng khác nhau, cái nên là thiện, cái chăng là ác. Theo chỗ chủ khách thiện ác mà phân biệt thì sự lành, dữ sẽ rõ. Vì vậy nói rằng: Tám Quẻ định sự lành dữ.\n\nSự lành dữ đã quyết định không sai, thì dùng nó để dựng các việc, nghiệp lớn sẽ từ đó sinh ra. Đó là thánh nhân làm ra Kinh Dịch, dạy dân xem bói, để mở cái ngu của thiên hạ, để định cái chí của thiên hạ, để làm nên các việc của thiên hạ, là thế. Có điều từ Phục Hy về trước chỉ có sáu vạch, chưa có văn tự truyền được.",
        "reference": "Trang 65"
    },
    {
        "Title": "RỒI ĐẾN VĂN VƯƠNG, CHU CÔNG MỚI THÊM LỜI",
        "content": "Cho nên nói rằng: 'Thánh nhân đặt quái xem tượng, thêm lời vào để tỏ lành dữ.'\n\nĐó là khi Quẻ chưa vạch, nhân xem pháp tượng tự nhiên của trời đất mà vạch ra; đến lúc Quẻ đã vạch rồi, thì Quẻ nào riêng có Tượng của quẻ ấy. Tượng nghĩa là có chỗ giống giống, nên thánh nhân mới theo Tượng đó mà đặt ra tên. Nói về sự tiến lùi của hào, thì như quẻ Bác, quẻ Phục, v.v.; nói về sự giống giống của hình, thì như quẻ Đỉnh, quẻ Tỉnh, v.v. Đấy là Phục Hy theo chỗ hoàn toàn của hình thể các quẻ mà lập cái tên như thế.\n\nVăn Vương coi hình tượng của quái thể mà làm Thoán Từ. Chu Công coi sự biến đổi của quái hào, mà làm Hào Từ, cái tượng của sự lành dữ lại càng rõ rệt. Đại để đạo trong gầm trời chỉ là thiện ác mà thôi. Có điều cái ngôi của người ta ở phải khác nhau, cái thời của người ta gặp phải không giống nhau, mà cái cơ của nó rất nhỏ, chỉ vì người trong thiên hạ không thể hiểu thấu, nên thánh nhân dùng phép bói toán đó để dạy người, khiến cho người ta lúc bình cư thì xem Tượng ngẫm lời, lúc hành động thì xem sự biến đổi mà ngẫm lời chiêm đoán, không bị mê muội trong đường phải trái được mất.\n\nBởi vậy, sách này nhà Hạ, nhà Thương, nhà Chu đều dùng. Câu nói trong sách – của các đời đó – tuy không giống nhau, lời nói trong sách – của các đời đó – tuy không thấy hết, nhưng đều do quan Thái Bốc coi giữ để dùng vào việc bói toán. Coi như họ Tả đã chép, lại càng có thể thấy chỗ cổ nhân dùng Dịch.\n\nBởi vì gọi là Tượng chỉ là mượn những vật mà mọi người cùng biết, để hình dung lý của các việc, khiến cho người ta biết sự nên bỏ, nên lấy mà thôi. Cho nên từ Phục Hy đến Văn Vương, Chu Công, tuy là do sơ lược đến tường tận, mà cái gọi là công dụng của việc xem bói vẫn có một. Nghĩa là trong cách xem bói kia vẫn có cái lý dùng để xử trí việc này. Vì vậy phương pháp của nó dường như thô thiển, nhưng theo sự hiền ngu của từng người, thảy đều gặp được chỗ dùng.\n\nBởi vì Văn Vương tuy là có tượng nhất định, có lời nhất định, nhưng cũng đều là nói trống chỗ này phải xử như thế, không hề gắn chặt vào các vật. Vì vậy mỗi quẻ mỗi hào đều đủ bao bọc những việc vô cùng, không thể chỉ lấy một việc chỉ định. Ở trong hào quẻ cũng có chỗ chỉ một việc, như 'lợi kiến hầu', 'lợi dụng tế tự', v.v.; ngoài ra đều không chỉ về một việc mà nói. Vì vậy, mới thấy công dụng của Kinh Dịch không gì không cai quát, không gì không lan khắp, chỉ xem người ta dùng nó ra sao mà thôi.\n\nĐến đấng Phu Tử [1] mới thuần theo lý mà nói, tuy rằng vị tất đã là bản ý của vua Hy, vua Văn, nhưng theo việc nói lý, cũng là như thế. Có điều không thể lấy thuyết của Phu Tử làm thuyết của Văn Vương.\n\nTrong khoảng trời đất còn có cái gì? Chỉ là hai chữ Âm Dương mà thôi. Bất kỳ việc gì, đều không thể nào lìa nó. Hãy coi trong thân thể mình: hễ mở mắt ra, chẳng Âm thì Dương, khít khịt trong đó, không thể bám được vật khác. Chẳng là nhân thì là nghĩa, chẳng là cứng thì là mềm. Tự mình muốn làm thẳng lên là Dương, hễ mà thu lại lùi lại là Âm; ý tứ hễ động là Dương, hễ im là Âm. Chưa cần coi đến sự khác, chỉ trong một cái động và một cái im cũng đã là Âm Dương rồi. Phục Hy nhân đó mới vạch ra Quẻ để bảo người ta.\n\nNhưng nếu chỉ nói một Âm một Dương, lại chưa đủ để cai quát mọi lẽ. Vì vậy mới xoay xỏa làm sáu mươi tư quẻ, ba trăm tám mươi tư hào. Lúc đầu chỉ là rất nhiều quẻ, hào, về sau thánh nhân lại thêm rất nhiều lời ở dưới. Như ở sách khác, thì phải nguyên có việc ấy, mới nói ra lẽ ấy, Kinh Dịch thì là chưa có việc ấy, trước đã mượn sẵn nói ở trong đó.",
        "reference": "Trang 66 - 67"
    },
    {
        "Title": "LẠI NÓI: ÂM DƯƠNG LÀ KHÍ, HỄ CÓ KHÍ ẤY THÌ CÓ LÝ ẤY",
        "content": "Hễ có lý ấy thì có khí ấy. Muôn việc muôn vật ở gầm trời, cái gì không ở lý ấy mà ra? Cái gì không ở Âm Dương mà ra?\n\nDịch chỉ là Âm Dương xoay xỏa, giao đổi thay đổi. Trang Tử bảo 'Dịch để nói về Âm Dương' không phải không có sở kiến. Ví như lẻ, chẵn, cứng mềm, chỉ là Âm Dương mà ra cuộc thay đổi.\n\nDịch là Âm Dương có duỗi, tùy thời biến đổi. Cổ kim vẫn có cuộc khép ngỏ lớn, cuộc khép ngỏ nhỏ. Những người ngày nay nói về Kinh Dịch đều không có chỗ rờ, rà. Thánh nhân thì theo sáu mươi tư quẻ mà thay đổi đi, cho đến cái chỗ sở dĩ làm Âm Dương, làm cổ kim, cũng là lẽ ấy.\n\nDương Quý Sơn đến nhà Thiềm Quý Lỗ ở Hoàng Đình, Quý Lỗ hỏi về Kinh Dịch, Quý Sơn lấy tờ giấy vẽ cái vòng tròn, dùng mực bôi đen một nửa và nói: 'Đó tức là Dịch.'\n\nCâu đó rất hay. Dịch chỉ là một Âm một Dương làm ra rất nhiều kiểu.",
        "reference": "Trang 67 - 68"
    },
    {
        "Title": "CÓ NGƯỜI HỎI RẰNG: LỜI Ở DƯỚI QUẺ LÀ LỜI THOÁN, TẢ TRUYỆN CHO LÀM LỜI DO (繇) LÀ CỚ LÀM SAO?",
        "content": "Đáp rằng: Đó chỉ là lời Thoán, nên Khổng Tử có nói: 'Bậc trí giả xem trong lời Thoán, thì đã nghĩ được quá nửa.' Ví như: 元亨利貞 (Nguyên hanh lợi trinh) là lời của Văn Vương thêm ở dưới quẻ để biết sự lành dữ của một quẻ. Trong sách Âm Ngữ của họ Lục gọi là 'Kinh Thoán'. Từ chữ 大哉乾元 (Đại tai Kiền nguyên) trở xuống là lời của Khổng Tử thích kinh, cũng gọi là Thoán, và vẫn bảo là Thoán Truyện. Còn những lời ở dưới hào như câu 潛龍勿用 (Tiềm long vật dụng), thì là lời của Chu Công thêm vào để đoán sự lành dữ của một hào; những câu 天行健君子以自强不息 (Thiên hành kiện quân tử dĩ tự cường bất tức) vẫn gọi là Truyện Đại Tượng; những câu 潛龍勿用陽在下也 (Tiềm long, vật dụng. Dương tại hạ dã) vẫn gọi là Truyện Tiểu Tượng, đều là lời của Khổng Tử làm ra. Từ câu 天尊地卑 (Thiên tôn địa ty) trở xuống là Truyện của Hệ Từ của Khổng Tử thuật ra, bàn góp về những đại thể, phàm lệ của cả cuốn Dịch, nó không phụ vào lời kinh mà tự chia làm Thượng Hệ, Hạ Hệ.\n\nTả Thị gọi là lời Do (繇). Chữ 繇 (do) theo ở chữ 系 (hệ), ngờ rằng cũng là nói về Hệ Từ. Hệ Từ nghĩa là dưới quẻ có thêm lời vào. Kinh Dịch có Tượng, lấy những Tượng ấy phải có chỗ theo. Tuy những Tượng ấy, chỉ có chỗ dùng, không phải cẩu thả đặt ra ngụ ngôn, nhưng các nhà Nho trong hai đời Hán [2] muốn xét cùng chỗ 'theo' của nó, đã là vướng mắc không thông; rồi từ Vương Bật trở đi, muốn suy hết chỗ 'dùng' của nó, lại thành sơ lược mà không có căn cứ. Cả hai điều đó đều là cái lỗi 'chỉ thiên một bề, không biết chừa chỗ nghi ngờ'.\n\nHãy lấy một mặt mà bàn, thì Kiền là ngựa, Khôn là trâu, thiên Thuyết Quái đã có nói rõ: ngựa là giống mạnh, trâu là giống thuận, trong loài vật vẫn có lẽ thường; đến như theo văn trách quẻ, như quẻ Chuân có nói đến ngựa mà không có hình Kiền, quẻ Ly có nói đến trâu mà không có hình Khôn, rồi sáu rồng trong quẻ Kiền, đó đều là sự không thể hiểu được. Cho nên Hán Nho tìm ở Thuyết Quái không được, thì bèn cùng nhau đặt ra những thứ hộ thể biến quái, những phép 'ngũ hành nạp giới phi phục', và lấy làm may khi được thấy nó ngẫu nhiên đúng hợp. Thuyết của họ tuy là tường tận, nhưng ở chỗ không thông vẫn không thể thông, còn chỗ thông được thì lại phụ hội xuyên tạc, không có cái vẻ tự nhiên; dẫu rằng có một hai chỗ vừa dùng, không cần phải đợi nói khéo, nhưng nó, trên thì không quan hệ đến nguồn gốc của nghĩa lý, dưới thì không giúp đỡ gì cho sự răn dạy về nhân sự, thế thì cần gì lại phải khó lòng nhọc sức cố tìm cho được!",
        "reference": "Trang 68 - 69"
    },
    {
        "Title": "VƯƠNG BẬT NÓI RẰNG: NGHĨA CỦA NÓ NẾU CÓ ỨNG VỚI SỰ 'MẠNH', THÌ CỨ GÌ KIỀN MỚI LÀ NGỰA?",
        "content": "Hào của nó nếu có hợp với sự 'thuận' thì cứ gì Khôn mới là trâu? Trình Tử cũng nói: 'Lý là một vật vô hình, nên phải mượn Tượng làm cho rõ nghĩa.' Phá cái lối cố chấp vớ vẩn của Tiên Nho mà mở phương pháp ngẫm 'Lời' ngẫm 'Chiêm' cho hậu học, như thế là cũng tốt rồi.\n\nNhưng xem ý hai người, thì lại giống như điều cho sự 'lấy Tượng' của Kinh Dịch, không phải tự đâu mà ra, chỉ như lối tỷ hứng của Kinh Thi và cách dụ của Mạnh Tử mà thôi. Thế thì Thuyết Quái làm ra, là không dính gì đến Kinh Dịch, mà câu 'gần nghiệm ở mình mình, xa nghiệm ở loài vật' cũng là lời thừa.\n\nVì vậy, ngờ các thuyết đó nói chưa hết ý, nhân trộm bàn rằng: Sự 'lấy Tượng' vẫn phải là tự chỗ nào, mà những thuyết ấy đã có đủ ở quan Thái Bốc, có điều bây giờ không thể kê cứu được nữa, thì đành hãy bỏ thiếu đó mà chỉ theo Tượng trong lời để tìm lấy ý trong Tượng, khiến cho đủ làm dạy răn và quyết định sự lành dữ như lời họ Vương, thầy Trình và sách Bản Nghĩa của ta đã nói, cũng được, không cần cố tìm cho được cái chỗ Tượng ở đâu ra, nhưng cũng không thể đặt ra giả thiết mà vội quên hẳn chỗ đó.\n\nPhục Hy vạch Tám Quẻ, chỉ có mấy nét, bao quát hết lẽ muôn vật gầm trời. Kẻ học hiểu được ở Lời thì nông, hiểu được ở Tượng thì sâu. Vương Phụ Tự và Trình Y Xuyên đều không tin Tượng, nhưng nay không dám nói thế, chỉ nói không được trông thấy cái đó. Hãy cứ theo Tượng mà nói, thì khỏi xuyên tạc.\n\nTượng của Dịch hình như cũng có ba thứ: Có thứ do nét của nó tự nhiên sẵn có, như nét lẻ là tượng khí Dương, nét chẵn là tượng khí Âm… Có thứ đích thực bắt chước hình tượng các vật, như Kiền Khôn và sáu con lấy trời, đất, sấm, gió làm Tượng, v.v. Có thứ chỉ là thánh nhân tự ý lấy cái hình này để tỏ nghĩa kia, như ngựa trắng có cánh, chở quỷ một xe, v.v.\n\nCoi Dịch nên tựa chắc vào Tượng mà coi thì nhiều ý vị, nếu chỉ coi nó bằng cách trống không, thì chẳng có ý tứ gì. Đành rằng nói được cái lý của nó, thì Tượng, Số sẽ ở bên trong, nhưng theo dòng mà coi, phải thấy Tượng, Số đích đáng ở đâu trước đã, thì khi nói Lý mới khỏi chạy chệch. Nếu không thế, việc mà không có thực chứng, thì cái Lý suông dễ sai.\n\nTrong thời Thượng cổ, lòng dân tối tăm, không biết lành dữ ở đâu, nên thánh nhân làm Dịch, dạy họ bói toán, lành thì làm, dữ thì tránh, đó là cái lối 'mở mang các việc'. Hệ Từ nói 'để thông chí thiên hạ, để định nghiệp thiên hạ, để đoán sự nghi ngờ của thiên hạ', là chỉ chỗ đó.\n\nLúc đầu chỉ có 'Chiêm' [3] mà không có chữ, giống như phép độn Hỏa Châu Lâm ngày nay, chỉ dùng hào mà không dùng lời – đủ biết cổ nhân xem bói, không phải đợi lời mà sau mới biết lành dữ. Đến Khổng Tử lại sợ người ta không biết tại sao mà thế, nên phải lần theo từng hào mà giải: 'Hào hay sở dĩ lành, vì nó trung chính, hào kia sở dĩ dữ, vì nó không đáng ngôi.' Hỏi rõ như thế để cho người ta dễ hiểu mà thôi.\n\nĐến như Văn Ngôn, thì lại theo ở bên trên phát minh ra các đạo lý, đến phải bản ý thánh nhân [4] như thế. Hễ biết chỗ đó, thì mới có thể học Dịch.\n\nThánh nhân trong một số bộ Dịch, đều là mượn truyện hư không đặt ra. Vì các công dụng trong thiên hạ, nếu nói thẳng thì chỉ dùng được một việc mà thôi, chỉ có cách nói bằng Tượng, thì lúc bói toán, bao nhiêu việc thiện, có thể ứng vào được cả.\n\nDịch vốn là sách bói toán, người sầu cho là nó chỉ dùng được trong việc bói toán. Đến Vương Bật mới dùng thuyết của Lão Tử, Trang Tử mà giải, về sau người ta lại cho là sách nói lý, không cho là sách bói toán, như vậy cũng sai.\n\nTưởng rằng trong khi Phục Hy bắt đầu vạch Quẻ, ngẫu nhiên nhận thấy một là Dương, hai là Âm, bèn theo đó mà vạch phóng ra, trong khi đó chỉ là Dương thì lành, Âm thì dữ, không có chữ nghĩa gì hết; sau đó Văn Vương thấy thế không thể hiểu được, nên mới làm lời Thoán; rồi hoặc có kẻ xem nhằm cái hào, không thể hiểu được, nên Chu Công mới làm lời hào mà vẫn không thể hiểu được, Khổng Tử mới phải làm ra Thập Dực [5] đều giải các ý lúc đầu.\n\nNgày nay người ta không xem hào quẻ, mà chỉ xem lời Hệ, cũng như không coi sách luật mà chỉ coi những tự lệ của sách luật vậy, hiểu làm sao được? Ngày nay phải nhận nó là sách bói toán mà coi mới được. Nếu không thế, thì không thể coi Kinh Dịch.",
        "reference": "Trang 69 - 71"
    },
    {
        "Title": "KINH DỊCH CHỈ LÀ VÌ VIỆC BÓI TOÁN MÀ ĐẶT RA",
        "content": "Cho nên sách Chu Lễ mới nói rõ rằng quan Thái Bốc giữ ba thứ Dịch, tức sách Liên Sơn, sách Quy Tàng và sách Chu Dịch, cổ nhân về quan bói toán lập ra tất cả mấy người.\n\nNhà Tần cách đời cổ chưa xa, nên sách Chu Dịch nhờ về bói toán mà không bị đốt. Những người đời này hễ nói Dịch là thứ sách bói toán, thì cho là làm nhục Kinh Dịch; thầy Phu Tử nói rất nhiều đạo lý, lại cho Dịch là sách đạo lý. Họ không biết rằng: Khi nói lành dữ hối lận [6], đều là có lý, cái mà ý dạy người, không đâu không có.\n\nNgày nay sở dĩ khó lý hội là vì đã mất cái phép bói toán. Như quan Thái Bốc coi về phép ba Kinh Dịch, tức là Liên Sơn, Quy Tàng, Chu Dịch, đó là vẫn riêng có phép lý hội Chu Dịch; nay chỉ thấy có hai thiên Thượng Kinh, Hạ Kinh và đều thấy không có mấy nỗi phép. Vì vậy mới khó lý hội.\n\nNgày nay người ta lại bảo 'thánh nhân nói lý, mà ở trong đó nhân thể có thuyết bói toán', sau khi thánh nhân nói lý, còn nói việc bói toán đó làm gì? Kinh Dịch chỉ cho người ta bói toán để quyết định sự nghi hoặc. Nếu theo đạo lý nên làm, vẫn là cứ làm; nếu theo đạo lý mà không nên làm, tự nhiên không thể làm được; thế thì cần gì mà còn phải xem? Là vì có khi cùng trong một việc mà hoặc là lành hoặc là dữ, hay là có thể xử trí hai cách khác nhau. Bởi vậy không thể không xem.\n\nHọc giả ngày nay kiêng nói Kinh Dịch vì sự bói toán làm ra, cần nói nó vì nghĩa lý mà làm ra. Nếu quả vì nghĩa mà làm ra, thì sao không nói luôn bằng văn tự, như các sách Đại Học, Trung Dung nói về nghĩa lý để dạy người, còn vẽ Tám Quẻ làm gì?\n\nHào Dương phần nhiều lành, hào Âm phần nhiều dữ, lại xem ngôi chỗ của nó đã ở ra sao. Trong Kinh Dịch, đại khái Dương thì lành mà Âm thì dữ. Gián hoặc cũng có Dương dữ mà Âm lành là tại cớ gì? Bởi vì có việc nên làm, cũng có việc không nên làm, nếu nên làm mà không làm, không nên làm mà cứ làm, dù Dương cũng hung.",
        "reference": "Trang 71 - 72"
    },
    {
        "Title": "TRONG KINH DỊCH, CHỈ CÓ 'TRINH CÁT', CHƯA CÓ CHỖ NÀO KHÔNG 'TRINH' MÀ 'CÁT'",
        "content": "Chỉ nói 'lợi trinh', chưa từng nói 'lợi bất trinh'. Ví như xem được quẻ Kiền, vẫn là tốt lắm, nhưng ở dưới lại nói 'lợi trinh'. Nghĩa là ngay thẳng chính đáng thì lợi, không ngay thẳng chính đáng thì không lợi. Bước đầu của chí lý, chí giáo của thánh nhân, ngụ ở trong đó.\n\nĐại để nó là thứ sách vì hạng quân tử mà làm ra, không phải là của bọn tiểu nhân trộm giặc có thể lấy trộm mà dùng. Trương Hoàng Cừ nói: 'Kinh Dịch chỉ mưu tính cho quân tử, không mưu tính cho tiểu nhân', phải lắm.\n\nChữ 'lợi' trong Kinh Dịch, phần nhiều vì người xem mà đặt ra. Như 'lợi sang sông lớn', tức là lợi cho việc đi thuyền; 'lợi có sự đi', tức là lợi cho việc lên đường; 'lợi về tế tự', 'lợi về hưởng tự', là bói việc cúng được tốt; 'săn được ba con cáo', 'săn được ba bậc' là bói việc săn bắn được tốt; 'công dụng hưởng của thiên tử' là nói việc triều cận được tốt; 'lợi dựng tước hầu' là bói việc lập vua được tốt; 'lợi về dời nước' là bói việc thiên đô được tốt; 'lợi về xâm phạt', là bói việc đánh chiếm được tốt, v.v.\n\nNgày nay đọc Dịch, nên chia làm ba bậc để coi. Dịch của Phục Hy, chưa có rất nhiều câu nói của Thoán, Tượng, Văn Ngôn, mới có thể thấy bản ý của Dịch chỉ cốt dùng về việc bói. Phục Hy vạch Quẻ đâu có rất nhiều văn tự ngôn ngữ? Chỉ là quẻ ấy thì có Tượng ấy, như Kiền có Tượng của Kiền, Khôn có Tượng của Khôn mà thôi.\n\nNgày nay người ta nói về Kinh Dịch, có khi chưa hiểu Tượng của Kiền Khôn, đã nói Lý của Kiền Khôn, vì vậy mà họ đã nói một cách không có tình lý gì cả. Đến Văn Vương, Chu Công chia làm sáu mươi tư quẻ, thêm vào những chữ 'Kiền nguyên hanh lợi trinh', 'Khôn nguyên thạnh lợi tần mã chi trinh' [7], đã không phải ý của Phục Hy, đã là Văn Vương, Chu Công tự nói một thứ đạo lý rồi, nhưng cũng còn là theo chỗ của người ta xem mà nói, như xem được quẻ Kiền là rất hanh thông mà lợi cho kẻ ngay thẳng chính đáng thế thời.\n\nRồi đến Khổng Tử hệ Dịch [8], làm ra các thiên Thoán, Tượng, Văn Ngôn, thì cho nguyên, hanh, lợi, trinh là bốn đức tính của Kiền, lại không phải Dịch của Văn Vương nữa.\n\nTrộm nghĩ hào quẻ Kinh Dịch vốn là chỉ vì người bói đoán sự lành dữ, mà trong có đủ những lời dạy răn. Đến khi các thiên Thoán, Tượng, Văn Ngôn làm ra, mới nhân cái ý lành dữ dạy răn đó, suy cho rộng thêm mà nói về mặt nghĩa lý của nó, cho được rõ ra. Người đời sau chỉ thấy những phần nghĩa lý của Khổng Tử nói, mà không suy tìm bản ý của Văn Vương, Chu Công, nhân đó mới cho bói toán là một việc đáng bỉ, không chịu nói tới, mà cái của họ đã nói lại càng xa với sự thực thường dùng trong hàng ngày, đại để đều là gò gập, quanh co, lệch về một mặt, không còn những cái mầu nhiệm của sự bao hàm, cai quản, lan khắp các khúc, thông hết các cạnh nữa.\n\nNếu chỉ như thế, thì thánh nhân có thể làm hẳn một cuốn sách khác, nói rõ nghĩa lý để dạy đời sau, cần gì phải mượn quái tượng mà làm những lời hiểm sâu ẩn tối ấy chi? Vì vậy nay muốn: hễ đọc quẻ nào hào nào, cũng như xem quẻ bói mà được quẻ ấy, hào ấy, phải giữ sao cho lòng mình trống không, cố tìm cho biết cái nghĩa lời chỉ về cái gì, để mà quyết định những lời lành dữ nên chăng; rồi sau xét đến cái Tượng của nó tại sao mà thế, để tìm cái lẽ tại sao mà thế, và đem suy ra việc làm; khiến cho trên từ các đấng vương công, dưới đến những kẻ dân thứ, trong việc sửa mình trị nước, đều có thể dùng. Trộm nghĩ cứ tìm như thế, hình như mới được ý sót của ba vị thánh nhân.",
        "reference": "Trang 72 - 74"
    },
    {
        "Title": "KINH DỊCH CỦA KHỔNG TỬ",
        "content": "Không phải là Kinh Dịch của Văn Vương, Kinh Dịch của Văn Vương không phải là Kinh Dịch của Phục Hy, Dịch Truyện của Y Xuyên, tự nhiên phải là Kinh Dịch của họ Trình, nên kẻ học phải theo thứ tự của Kinh Dịch đời xưa, trước hết hãy đọc bản văn, thì dễ thấy rõ bản ý của nó.\n\nCoi Dịch phải coi khi chưa vạch Quẻ về trước, hình dạng thế nào, rồi theo trong đó mà xem, bao nhiêu quẻ hào tượng số của nó không phải bỗng không bịa ra, mà đều là phải như thế. Khi chưa vạch Quẻ về trước, nó vẫn im lặng không động, giống như cái 'trung', trong khi mừng, giận, thương, vui chưa phát, chỉ là một vật rất rỗng rất tĩnh mà thôi. Hốt nhiên trong chỗ rất rỗng rất tĩnh, lại có cái Tượng, mới nói ra rất nhiều đạo lý về những Tượng, Số lành dữ, nên Kinh Lễ nói rằng: 'Khiết tĩnh tinh vi, là giáo hóa của Kinh Dịch.'\n\nBởi vì Dịch là thứ sách do sự hư không làm ra. Kinh Thư thật có chính sự mưu mô ấy mới làm ra sách ấy; Kinh Thi thật có nhân tình, phong tục ấy mới làm ra thơ ấy; còn Kinh Dịch thì không có việc đã qua ấy, chỉ là do sự hư không mà làm ra. Trước khi chưa có hào vạch, ở Kinh Dịch thì là một lẽ hồn nhiên, ở người ta tức là tấm lòng im lặng như tờ; đến khi đã có hào vạch, mới thấy hào ấy là thế nào, hào kia là thế nào, nhưng vẫn là theo trong những cái rất rỗng rất tĩnh, làm ra rất nhiều Tượng số, vì vậy nó mới linh thiêng.",
        "reference": "Trang 74 - 75"
    },
    {
        "Title": "KINH DỊCH PHẢI XEM",
        "content": "Kinh Dịch phải xem bằng cách xoay xỏa, việc trong thiên hạ, gì cũng do đó mà ra. Thiện, ác, phải, trái, được, lỗi, cho đến co, duỗi, tiêu, lớn, thịnh, suy, không cái gì không bói ở đó. Trước đời Phục Hy chưa biết xem xét ra sao; đến khi Phục Hy đem hai cái Âm Dương vạch ra thành Quẻ để bảo người ta, khiến cho người ta xem xét lành, dữ, họa, phúc, một vạch là Dương, hai vạch là Âm, một vạch là chẵn, hai vạch là lẻ, bèn thành Tám Quẻ, lại xoay xỏa thêm làm sáu mươi tư quẻ, ba trăm tám mươi tư hào.\n\nVăn Vương lại làm lời Thoán để thích rõ nghĩa, cũng là cái lẽ Âm Dương tiêu lớn, thịnh suy, co duỗi mà thôi. Thánh nhân sở dĩ học, là học chỗ đó.\n\nKinh Dịch rất khó xem. Nó là thứ sách rộng lớn, đầy đủ, bao hàm muôn lý, không gì không có. Kỳ thực nó chỉ là sách bói toán, bất tất chỉ nói về lý, tượng số cũng có thể nói, không nên câu nệ một mặt.\n\nGần đây, tôi xem Kinh Dịch, thấy rằng thánh nhân không phải vất vả bao nhiêu, chỉ vì đời sau một mực tự ý thêm bớt, muốn làm một thuyết, gượng thông với nghĩa của nó, vì vậy ý nghĩa của sách thánh nhân càng thấy không rõ.\n\nVả lại chú giải Kinh Dịch, chỉ thêm chữ hư [9] để đón ý tứ là được. Ngày nay người ta chú giải Kinh Dịch, lại thêm những chữ thực vào, đó là mượn nó nói ý mình rồi; lại sợ còn có thuyết khác có thể phá thuyết của mình, họ bèn thêm thắt ra một thuyết nữa để tự bênh vực, nói nghìn, nói vạn, với Kinh Dịch, hoàn toàn không ăn thua gì.\n\nSách này vốn là một vật khó xem, không thể nói bằng cách tiểu xảo, cũng không nói bằng câu to lớn.\n\nKinh Dịch khó xem không như sách khác. Kinh Dịch nói về vật nào, không phải thật là vật ấy, như nói rồng, không phải thật là con rồng. Sách khác thì nói thế nào là thật thế ấy, hiếu đễ thì là hiếu đễ, nhân thì là nhân.\n\nTrong Kinh Dịch nhiều chỗ không sao hiểu được. Kinh Dịch khó xem, không ngôn ngữ nào có thể hình dung ra được. Bởi vì lời hào chỉ là cái bóng tượng, mà ở trong đó, không gì không có.\n\nXem Kinh Dịch phải bốn ngày xem một quẻ – một ngày xem lời quẻ và lời Thoán, lời Tượng, hai ngày xem sáu hào; và một ngày xem gồm tất cả – mới tinh tường.\n\nHòa Tĩnh học Kinh Dịch, mỗi ngày chỉ xem một hào. Nhưng, sự vật đó kết thành một mảnh, hễ động thì động cả mảnh, xem riêng từng hào sao được?\n\nTrước hết phải theo hai quẻ Kiền Khôn xem lấy bản ý cái đã, thì ở đàng sau đều có đường thông.\n\nKinh Dịch đại khái muốn cho người ta sợ hãi tu tỉnh. Nay học Kinh Dịch, không phải đợi khi gặp việc mà xem mới có răn sợ. Chỉ cốt những lúc bình cư, ngẫm những đạo lý của nó đã nói, so với địa vị của mình đương ở, thì nên thế nào. Vì vậy nói rằng: 'Lúc ở yên thì xem Tượng mà ngẫm Lời của nó, lúc hành động thì xem sự biến đổi mà ngẫm lời chiêm đoán của nó.'\n\nKhổng Tử gọi rằng 'học Dịch' chính là những lúc bình cư, thường thường học luôn. Như vậy, có thể tưởng thấy sự đọc Dịch của thánh nhân, khác với sự đọc Dịch của người thường, và có thể tưởng thấy trong lòng thánh nhân đã lần về Lý của Dịch, không bị che lấp mảy may, vì vậy mới nói 'có thể không có lỗi lớn'.",
        "reference": "Trang 75 - 77"
    },
    {
        "Title": "Hỏi rằng: Kinh Dịch nên đọc thế nào?",
        "content": "Đáp rằng: Chỉ nên giữ cho lòng mình trống rỗng[10], để tìm ý nghĩa của nó, không nên giữ ý kiến riêng của mình. Đọc các sách khác cũng vậy",
        "reference": "Trang 76 - 77"
      }
    ,
    {
          "Title": "Hỏi rằng: Đọc Dịch chưa được ngấm nghía tràn khắp, là sao?",
          "content": "Đáp rằng: Chỗ đó cần phải giữ cho lòng mình trống rỗng, sáng sủa, êm ả, yên lặng, tự nhiên đạo lý lưu thông, mới bao quát được rất nhiều nghĩa lý. Vì Dịch không như Kinh Thi, Kỉnh Thư; nó là thứ sách nói hết sự lý vô cùng, vô tận của thiên hạ đời sau, chỉ một hai chữ đã là một cái đạo lý. Lại nữa, người ta cần phải từng trải rất nhiều sự biến đổi ở gầm trời, thì đọc Kinh Dịch mới biết mỗi chỗ đều có một lẽ tinh vi ngay thẳng. Nay đã chưa từng trải hết, nếu như trong lòng không thực trống rỗng, sáng sủa, êm ả yên lặng thì còn hiểu làm sao được? Cái đó tự mình không thể không gắng… Nay chưa từng trải nhiều việc, gom góp đạo lý của nó chưa được, đã đọc Kinh Dịch, rút lại vẫn không được chỗ thụ dụng của nó. Khổng Tử về già mà thích Kinh Dịch, đủ thấy sách này, rút lại chưa thể lý hội",
          "reference": "Trang 77"
    },
    {
          "Title": "Hỏi rằng: Sách Chu Dịch Bản nghĩa sao lại chuyên lấy bói toán làm chủ?",
          "content": "Đáp rằng: Hãy nên đọc kỹ chính văn, đừng xem chú giải. Bởi vì Kinh Dịch đời xưa, các thiên Thoán, Tượng, Văn ngôn, mỗi thứ ở riêng một nơi, đến Vương Bật mới hợp làm một. Các nhà nho đời sau, không dám thay đổi, nay khó đọc trọn. Hãy nên đọc kỹ chính văn, lâu rồi tự nhiên sẽ hiểu. Đọc Dịch trước hết, xem sách Bản nghĩa của mỗ[11], rồi coi Trình truyện[12] để cùng tham khảo. Nếu như chưa đọc sách khác, mà coi thuyết của mỗ trước, thì lại dễ hiểu, vì rằng chưa bị thuyết khách làm cho chìm đắm.",
       "reference": "Trang 77"
    }
]
   
   
