[
  {
    "chunk_id": "QUE_BI_2_001",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_BI_2_002",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "賁亨,⼩利有攸往.",
    "dịch_âm": "Bí hanh, lợi tiểu hửu du vãng.",
    "dịch_nghĩa": "Quẻ Bí hanh, hơi lợi có thửa đi,",
    "truyện_của_Trình_Di": "Các vật có trang sức mới có thể hanh thông, cho nên nói rằng: “Không gốc không đứng, không có văn vẻ thì không làm được, có sự thực mà thêm văn sức, thì có thể hanh. Cái đạo văn sức, có thể thêm phần sáng sủa văn vẻ, chữ nên lợi về sự tiến lên.",
    "bản_nghĩa_của_Chu_Hy": "Bí là trang sức. Trong quẻ này , một phần tự quẻ Tổn lại, là chất mềm tự hào Ba, lại mà văn sức cho hào Hai, chất cứng tự hào Hai lên mà văn sức cho hào Ba; một phần tự quẻ Ký tế lại, là chất mềm tự hào Trên lại mà văn sức cho hào Năm, chất cứng tự hào Năm lên mà văn sức cho hào Trên. Lại, trong Ly ngoài Cấn, có tượng văn vẻ sáng sủa, ai được phận nấy, cho nên là Bí. Kẻ xem vì nó mềm đến văn sức cho cứng, Dương được Âm giúp, ma có quẻ Ly sáng tỏ ở trong, cho nên là hanh; vì nó cứng lên văn sức cho mềm,mà có quẻ Cán dừng đỗ ở ngoài, cho nên hơi lợi về có sự đi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_003",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "彖⽈:贲亨.",
    "dịch_âm": "Thoán viết: Bí hanh.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Bí hanh.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chứ 亨(hanh) ngờ là chữ thừa.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_004",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "柔來⽽⽂剛,, 故亨.分剛上⽽⽂柔, 故⼩利有攸祛棄交錯, 天⽂也.",
    "dịch_âm": "Mềm lại mà văn sức cho cứng, cho nên hanh; chia cứng lên mà văn sức cho mềm, cho nên hơi lợi có thửa đi, văn vẻ của trời vậy.",
    "dịch_nghĩa": "Nhu lai nhi văn cương, cố hanh; phân cương thượng nhi văn nhu, cố tiểu lợi hữu du vãng, thiên văn dã.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây dùng sự biến đổi của quẻ để thích lời quẻ. Cứng mềm giao nhau là tượng tự nhiên, cho nên gọi là “văn vẻ của trời’ Tiên nho nói rằng: trên chữ 天⽂ (thiên văn) nên có bốn chữ 柔交錄 (cương nhu giao thác: cứng mềm xen lẫn), lý hoặc như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_005",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "⽂明以⽌,⼈⽂也.",
    "dịch_âm": "Văp vẻ sáng sủa để đỗ, văn vẻ của người vậy.",
    "dịch_nghĩa": "Văn minh dĩ chỉ, nhân văn dã.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đoạn này lại lấy đức quẻ mà nói. “Chỉ” là ai được phận nấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_006",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "觀乎天⽂,以察時變.",
    "dịch_âm": "Quan hồ thiên văn, dĩ sát thì biến.",
    "dịch_nghĩa": "Xem chưng văn vẻ của trời, để xét sự biến của các mùa.",
    "truyện_của_Trình_Di": "Văn vẻ của trời tức là mặt trời mặt trăng ngôi sao sắp bày, rét nắng Âm Dương thay đổi. Xem cuộc vận hành của nó, để xét sự dời đổi của bốn mùa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_007",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "觀乎⼈⽂,以化成天下.",
    "dịch_âm": "Quan hồ nhân văn, dĩ hóa thành thiên hạ.",
    "dịch_nghĩa": "Xem chưng văn vẻ của người, để hóa nên thiên hạ.",
    "truyện_của_Trình_Di": "Văn vẻ của người tức là thứ bậc của đạo người. Xem văn vẻ của người để giáo hóa thiên hạ, thiên hạ thành được lễ tục, đó là đạo dùng quẻ Bí của đấng thánh nhân.",
    "bản_nghĩa_của_Chu_Hy": "Đoạn này cực nói về sự lớn lao của đạo quẻ Bí .",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_008",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈: ⼭下有⽕, 賁, 君⼦以明庶政, ⽆敢折獄.",
    "dịch_âm": "Tượng viết: Sơn hạ hữu hỏa, Bí, quân tử dĩ minh thứ chính, vô cảm chiết ngục.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dưới núi có lửa là quẻ Bí , đấng quản tử coi đó mà tỏ mọi chính, không quả cảm về việc đoán ngục.",
    "truyện_của_Trình_Di": "Núi là chỗ sinh tụ của cỏ cây trăm vật, lửa ở dưới nó mà chiếu lên, mọi loài đều bị chùm trong ánh sáng, đó tức là tượng bí sức. Đấng quân tử coi tượng dưới núi có lửa sáng soi, để sửa rõ mọi chinh, gây nên cuộc trị văn vẻ sáng sủa, mà không quả cảm về việc đoán ngục. Đoán ngục là việc cần phải cẩn thận của kẻ làm vua, há khá cậy về sự sáng của mình mà tự dụng một cách khinh suất? Đây là chỗ dụng tâm của thánh nhân: răn người sâu lắm.",
    "bản_nghĩa_của_Chu_Hy": "Dưới núi có lửa, ánh sáng không tới chỗ xa. “Tỏ mọi chính” là việc còn nhỏ, “Đoán ngục” là việc đã lớn. Trong quẻ Ly sáng sủa mà ngoài quẻ Cấn ngưng đậu, cho nên lấy tượng như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_009",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "初九:贲其址,舍⾞⽽徒,",
    "dịch_âm": "Sơ Cửu: Bí kỳ chỉ, xả xa nhi đồ.",
    "dịch_nghĩa": "Hào Chín Đầu: Trang sức thửa ngón chân, bỏ xe mà đi không.",
    "truyện_của_Trình_Di": "Hào Chín Đầu lấy chất Dương cương, ở thể sáng, ngôi dưới, tức là bậc quân tử có đức cương minh mà phải ở dưới. Đấng quân tử ở chỗ không ngôi, không thể thi thố với thiên hạ, chỉ tự bí sức việc làm của mình làm mà thôi. Ngón chân là lấy về nghĩa ở dưới mà dùng để đi. Cái đạo tu sức của đấng quân tử là phải chính đính những điều mình làm, giữ tiết, ở nghĩa, làm việc không cẩu thả, nếu nghĩa không đáng, thì bỏ xe cộ mà đi không. Sự đó người thường lấy làm thẹn, mà đấng quân tử thì cho là sự văn sức. Bỏ xe mà đi không lại lấy cả về “liền” “ứng” nữa. Hào Đầu liền hào hai mà ứng hào tư, ứng hào Tư là chính đáng, liền hào Hai không phải chính đáng. Hào Chín là bậc cương minh, giữ nghĩa, không gắn liền với hào Hai mà xa ứng với hào Tư, bỏ chỗ dễ mà theo chỗ khó, như bỏ xe mà đi bộ vậy. Giữ tiết nghĩa là sự trang sức của đấng quân tử, cho nên, cái mà đấng quân tử trang sức, tức là cái mà bọn thế tục hổ thẹn, cái mà bọn thế tục quý báu, tức là cái mà đấng quân tử khinh rẻ. Đây lấy việc đi xe đi bộ mà nói, là vì ngón chân với sự đi có nghĩa liên lạc với nhau.",
    "bản_nghĩa_của_Chu_Hy": "Đức cứng thể sáng, tự mình trang sức ở dưới, tức là tượng “bỏ cái xe trái đạo mà yên lòng về sự đi bộ”. Kẻ xem tự xử nên như thế đó.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_010",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:舍⾞⽽徒,義弗乘也.",
    "dịch_âm": "Tượng viết: Xả xa nhi đồ, nghĩa phất thừa dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bỏ xe mà đi không, nghĩa không nên cưỡi vậy.",
    "truyện_của_Trình_Di": "Bỏ xe mà đi chân không, là vì, với nghĩa, không có thể cưỡi. Hào Đầu ứng với hào Tư là chính đáng; theo hào Hai là không chính đáng; ở gần, nó bỏ hào Hai là chỗ dễ mà theo hào Tư là chỗ khó, tức là bỏ xe mà đi chân không. Sự trang sức của đấng quân tử, chỉ cốt giữ nghĩa của mình mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Sự lấy sự bỏ của đấng quán tử, quyết định bằng nghĩa mà thôi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_011",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六⼆ : 贲其須.",
    "dịch_âm": "Lục Nhị: Bí kỳ tu.",
    "dịch_nghĩa": "Hào Sáu Hai: Trang sức cái râu của mình.",
    "truyện_của_Trình_Di": "Quẻ này mà là quẻ Bí , tuy bởi hai hào biến đổi, mà sự văn vẻ sáng láng là trọng hơn. Hào hai là chủ quẻ Bí , cho nên chủ nói về cách trang sức. Trang sức cho các vật, không thể đổi hết bản chất của nó, chỉ nhân bản chất của nó mà tô điểm thêm, cho nến mới lây nghĩa của cái râu. Râu là một vật theo mép mà động. Động đậy hay dừng đậu quan hệ ở cái mà nó bám vào, cũng như thiện ác không bởi trang sức mà ra. Sự văn vẻ sáng sủa của hào Hai chỉ là trang sức mà thôi, còn thiện hay ác là ở bản chất của nó.",
    "bản_nghĩa_của_Chu_Hy": "Hào Hai lấy chất Âm nhu ở chỗ trung chính, hào Ba lấy chất Dương cương mà được chỗ chính, đều không có kẻ ứng cùng, cho nên hào Hai phụ vào hào Ba mà động, có tượng trang sức cái râu. Kẻ xem nên theo người trên Dương cương mà động.",
    "lời_bàn_của_tiên_nho": "Chu Hán thượng nói rằng: Lông ở mép là râu. Từ hào Ba đến hào Trên có hình cái mép, hào Hai ở dưới mép là Tượng cái râu. Hào Hai là hào cứng mềm trang sức cho nhau, ấy là trang sức cái râu. Văn vẻ không thể bỗng không sinh ra, râu mọc ở mép, máu thịnh thì nó rậm tốt, máu suy thì nó thưa gầy, râu là vật để trang sức cho cái mép vậy."
  },
  {
    "chunk_id": "QUE_BI_2_012",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:贲其須,與上興也.",
    "dịch_âm": "Tượng viết: Bí kỳ tu, dữ thượng hưng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trang sức cái râu của mình, cùng trên dấy vậy.",
    "truyện_của_Trình_Di": "Lấy cái râu làm Tượng tức là bảo nó cùng với hào Trên cùng dấy lên vậy. Theo người trên mà động, động đậy hay dừng đậu, quan hệ ở cái nó bám vào, cũng như tô điểm cho vật nào, chỉ nhân chất của vật ấy mà trang sức thêm thiện hay ác là ở cái chất của nó.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_013",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九三:贲如,濡如,永貞吉.",
    "dịch_âm": "Cửu Tam: Bí như, nhu như, vĩnh trinh, cát.",
    "dịch_nghĩa": "Hào Chín Ba: Rõ ràng vậy,bóng mượt vậy; mãi mãi chính bền tốc.",
    "truyện_của_Trình_Di": "Hào Ba ở chỗ văn vẻ sáng sủa cùng tột, với hai hào Âm Hai, Tư xen nhau, trang sức cho nhau, ấy là cuộc trang sức thịnh vượng, cho nên gọi là “bí như”, “như” là tiếng đệm vậy. Trang sức thịnh vượng, ánh vẻ nhuần mượt, cho nên nói rằng: “nhu như”. “Vĩnh trinh cát” nghĩa là hào Ba với hào Hai hào Tư không phải chính ứng, vì liền nhau mà thành trang sức cho nhau, cho nên phải răn nhau bằng sự thường thường trinh chính mãi mãi. Bí là trang sức cái việc bí sức, khó được thường thường, cho nên dài lâu chính bền là tốt.",
    "bản_nghĩa_của_Chu_Hy": "Một hào Dương ở giữa hào Âm, được sự trang sức của nó mà nhuần mượt vậy. Nhưng mà không thể đắm đuối ở nơi vẫn yên, cho nên răn phải lâu dài chính bền.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_014",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈: 永貞之吉, 終莫之陵也.",
    "dịch_âm": "Tượng viết: Vĩnh trinh chi cát, chung mạc chi lăng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lâu dài chính bền mà tốt, là vì không gì lấn nó.",
    "truyện_của_Trình_Di": "Trang sức mà không thường thường và không đính chính, người ta sẽ lấn nhờn, cho nên nói rằng có thể lâudài chính đính thì tốt. Sự trang sức của nó đá thường thường và chính đính, ai lấn được nó?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_015",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六四:贲如,播如,⽩⾺翰如,匪底,婚媾.",
    "dịch_âm": "Lục Tứ: Bí như, phan như, bạch mâ hản nhưĩ Phì khấu, hôn câu.",
    "dịch_nghĩa": "Hào Sáu Tư: Rỡ ràng vậy, phơ phơ vậy, ngựa trắng có cánh vậy. Chẳng phải giặc, dâu gia.",
    "truyện_của_Trình_Di": "Hào Tư với hào Đầu là chính ứng, trang sức cho nhau, đáng lẽ có vẻ rỡ ràng. Vì bị hào ngăn cách cho nên không được trang sức cho nhau mà thành vẻ phơ phơ. Phơ phơ là trắng, tức là chưa được rỡ ràng. Ngựa là vật ở dưới mà động, chưa được rỡ ràng, cho nên nói là “ngựa trắng”; chí theo chính ứng của nó như bay, cho nên nói rằng “dường có cánh vậy’; chẳng bị hào Chín Ba là kẻ giặc thù ngăn cách, thì cuộc dâu gia sẽ được thỏa tình thân nhau. Cái mà mình cưỡi và động ở dưới là tượng con ngựa. Hào Đầu với hào Tư là chính ứng, sau chót ắt được thân nhau, có điều lúc đầu bị nó ngăn cách mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Phơ phơ là trắng, ngựa là con vật người ta cưỡi lên, người trắng thì ngựa cũng trắng. Hào Tư với hào Đầu là kẻ trang sức cho nhau, nhưng bị hào Chín Ba ngăn cách mà không được thỏa, cho nên có vẻ phơ phơ, mà chí đi tìm của nó kíp như cánh bay. Song hào Chín Ba là bậc cương chính, không phải kẻ làm giặc, chỉ là tìm người dâu gia mà thôi, cho nên tượng nó như thế.",
    "lời_bàn_của_tiên_nho": "Vương Đại Bảo nói rằng: Phơ phơ là vẻ tóc bạc. Hào mềm trang sức hào mềm, Âm thịnh Dương suy, là tượng phơ phơ."
  },
  {
    "chunk_id": "QUE_BI_2_016",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:六四當位,疑也.匪寇婚媾,終無尤也.",
    "dịch_âm": "Tượng viết: Lục tứ đương vị, nghi dã; phỉ khấu, hôn cấu, chung vô vưu dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sáu Tư đương ngôi, đáng ngờ vậy; chẳng phải giặc, dâu gia, sau chót không oán vậy.",
    "truyện_của_Trình_Di": "Hào Tư và hào Đầu xa nhau mà hào Ba xen ở khoảng giữa, đó là cái ngôi nó ở đáng nghi ngờ. Tuy bị hào Ba là kẻ giặc thù ngăn cách, không được thân với dâu gia, nhưng mà chính ứng của nó lý ngay, nghĩa thẳng, sau chót ắt được hợp nhau, cho nên nói rằng: “Không oán hận. Sau chót vẫn được trang sức cho nhau, nên không oán hận”.",
    "bản_nghĩa_của_Chu_Hy": "“Đương vị nghi” nghĩa là cái ngôi nó ở đáng ngờ. “Sau chót khống oán hận” ý nói nếu giữ chính đính mà không cùng với, thì cũng không có sự lo khác.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_017",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六五:贲于丘囷,系$更吝,终吉.",
    "dịch_âm": "Lục Ngũ: Bí vu khâu viênt thúc bạch tiên tiên, lận chung cát.",
    "dịch_nghĩa": "Hào Sáu Năm: Trang sức ở gò vườn, bó lụa mỏng hẹp, đáng tiếc, sau chót tốt.",
    "truyện_của_Trình_Di": "Hào Sáu Năm lấy chất Âm mềm, liền sát với hào Chín Trên, là bậc hiền giả Dương cứng, Âm liền với Dương, lại không vướng mắc, tức là kẻ ứng theo nó, nhận sự trang sức của Hào Chín trên. Từ xưa đặt chỗ hiểm để giữ nước, cho nên thành lũy phần nhiều tựa vào gò đống, gò chỉ về chỗ ở ngoài mà gần, và cao; các đất vườn tược, rất gần thành ấp cũng là chỗ ở ngoài mà gần. Gò vườn là chỗ ở ngoài mà gần, chỉ về hào Chín Trên. Hào Sáu Năm tuy ở ngôi vua, mà tài Âm nhu không đủ tự giữ, nó cùng hào Trên là bậc Dương cương liền nhau mà chí cố theo, được kẻ ở ngoài trang sức cho nó, ấy là trang sức ở nơi gò vườn. Nếu biết phận sự trang sức của hào Chín Trên mà chịu để nó sửa nén, như một bó lụa chia mảnh, thì tuy chất nó mềm yếu, không thể tự làm cho mình, đành là đáng tiếc, nhưng biết theo người, để nên công cuộc trang sức, thì sau trót cũng đượt tốt. “Tiên tiên” là trạng thái của sự xẻo cắt chia xé. Lụa khi chưa dùng thì bó lại cho nên gọi là bó lụa, đến khi chế làm áo mặc, ắt phải xẻo cắt chia xé thành từng mảnh nhỏ. Bó lụa ví với bản chất hào Năm, “tiên tiên” là chỉ về sự bị người xẻo cắt mà thành đồ dùng.",
    "bản_nghĩa_của_Chu_Hy": "Sáu Năm là hào mềm giữa, làm chủ sự trang sức, dầy gốc, chuộng thật, được đạo trang sức, có tượng gò vườn. Nhưng vì tính Âm bủn xẻn, cho nên có tượng bó lụa nông nhỏ. Bó lụa là vật mỏng mảnh, “tiên tiên” là ý nông nhỏ, người mà như thế, tuy dáng thẹn tiếc, nhưng theo lễ,xa xỉ thà tằn tiện còn hơn,- vì vậy sau chót được tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_018",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:六五之吉,有喜也.",
    "dịch_âm": "Tượng viết: Lạc ngũ chi cắt, hữu hỷ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của hào Sáu Năm, có sự mừng vậy.",
    "truyện_của_Trình_Di": "Biết theo người để làm cho thành công cuộc trang sức mà hưởng sự tốt đẹp của nó, thế là có sự mừng.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_019",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "上九:⽩贵,無咎.",
    "dịch_âm": "Thượng Cứu: Bạch bi, vô cữu.",
    "dịch_nghĩa": "Hào Chín Trên: Trang sức bằng màu trắng, không lỗi.",
    "truyện_của_Trình_Di": "Hào Chín Trên là chỗ cùng cực của sự trang sức, trang sức cùng cực thì lỗi về đường văn hoa giả dối, chỉ duy có thể trang sức bằng cách mộc mạc thì không có lỗi. Trắng tức là mộc mạc. Chuộng vẻ chất phác mộc mạc, thì không bị mất cái vốn chân thật của mình. Gọi là chuộng vẻ mộc mạc, không phải là không trang sức, đừng để văn hoa lấp mất sự thật mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Trang sức cùng cực quay về chỗ gốc, trở lại cái không màu vẻ, ấy là kẻ khéo chữa lỗi, cho nên tượng, chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_2_020",
    "hexagram": "QUE_BI_2",
    "que": "QUẺ BÍ",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:⽩賁無咎,上得志也.",
    "dịch_âm": "Tượng viết: Bách bí vô cữu, thượng đắc chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: trang sức bằng màu trắng, không lỗi, ở trên mà đắc chí vậy.",
    "truyện_của_Trình_Di": "Trang sức bằng màu trắng mà không có lỗi, ví nó ở trên mà đắc chí. Hào Chín Trên mà là đắc chí vì nó ở trên mà làm văn vẻ cho kẻ mềm, dựng lên công cuộc trang sức. Ông vua Sáu Năm lại phải chịu sự trang sức của nó, cho nên tuy nó ở chỗ không ngôi mà thực làm chủ công cuộc trang sức, thế là đắc chí; lẽ đó khác hẳn những hào cùng tột quẻ khác . Đã ở trên mà đắc chí lại ở vào chỗ trang sức cùng cực thì sẽ có lỗi về đường văn hoa giả dối mất cả sự thật, nên phải răn rằng chất phác mộc mạc thì không có lỗi, nghĩa là sự trang sức không thể thái quá vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]