{
    "3": "[4]có chỗ hiểm tức là cái đất mờ tối; trong hiểm ngoài đồ tức là cái ý mờtối, cho nên đặt tên là Mông. Từ chữ 亨(hanh) trở xuống là lời Chiêm. HàoChín Hai là chủ quẻ trong, tính cứng, ở giữa có thể mở mang sự mờ tối chongườí ta, mà với hào Sáu Hai Âm Dương ứng nhau, cho nên hễ gặp quẻ nàythì có đạo hanh thông; \"Ta\" là hào Hai, \"trẻ thơ\" là kẻ trứng nước tối tăm,chỉ vào hào Năm. Kẻ bói là bậc sáng thì người ta nên đến tìm mình mà sựhanh thông ở người ta, kẻ bói là hạng tối, thì mình nên đi tìm người, mà sựhanh thông ở mình. Người ta tìm mình, thì mình nên xem lẽ nên chăng màứng với họ. Mình tìm người ta thì nên hết lòng trung thành chuyên nhất màhỏi. Bậc sáng láng nuôi kẻ tối tăm và kẻ tối tăm tự nuôi lấy mình lại đều lợivề sự chính đính.LỜI KINH象⽈:蒙,⼭下有險,險⽽⽌,蒙.Dịch âm. - Thoán viết: Mông, sơn hạ hữu hiểm, hiểm nhi chỉ, Mông.Dịch nghĩa. - Lời Thoán nói rằng: Quẻ Mông, dưới núi có chỗ hiểm, hiểmmà đỗ, là Mông.GIẢI NGHĨABản nghĩa của Chu Hy. - Đây dùng tượng quẻ, đức quẻ để thích tên quẻ cóhai nghĩa.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Dưới núi có chỗ hiểm là tượngcủa quẻ, hiểm mà đỗ là đức của quẻ. Quẻ Mông có hai nghĩa. Hiểm mà đỗ làhiểm ở trong, đỗ ở ngoài, trong nhà đã không yên ổn, mặt ngoài lại đi khôngđược, đó là cái tượng tối tăm.LỜI KINH蒙亨,以亨⾏時中也.匪我求童蒙,童蒙求我,志應也.Dịch âm. - Mông hanh dĩ hanh hành thì trung dã. Phỉ ngã cầu đồng mông,đồng mông cầu ngã, chí ứng dã.Dịch nghĩa. - Quẻ Mông hanh, dùng lẽ hành mà làm cho đúng mực giữa củathời vậy. Chẳng phải ta tìm trẻ thơ, trẻ thơ tìm ra, chí ứng nhau vậy.GIẢI NGHĨATruyện của Trình Di – Dưới núi có chỗ hiểm, trong đã hiểm không thể ở,đỗ ở ngoài lại không thể tiến, chưa biết làm gì, cho nên mới là cái nghĩa tốităm. Quẻ Mông hanh thông, vì nó dùng lẽ hanh thông để làm cho đúng mựcgiữa của thời. Thời là được vua hưởng ứng, giữa là ở được chỗ giữa. Đượcchỗ giữa thì là phải thời. Chẳng phải ta tìm trẻ thơ, trẻ thơ tìm ta, chí ứngnhau vậy. Hào Hai là người hiền cương minh ở dưới, hào Năm là hạng trẻthơ ở trên, không phải là hào Hai tìm hào Năm, là chí hào Năm ứng với hàoHai. Người hiền ở dưới, há lại có thể tự mình tiến lên để đi tìm vua. Nếu màtự tìm, ắt không có lẽ mà được tin dùng. Người đời xưa sở dĩ phải đợi ôngvua hết lòng kính lễ mà sau mới đi, không phải là tự tôn đại. Là vì người tatôn đức vui đạo, không như thế thì không thể cùng nhau làm việc.LỜI KINH初筮,告,以剛中也再三瀆,漬則不告,瀆蒙也.Dịch âm. - Sơ phệ, cốc, dĩ cương trung dã; tái tam độc, độc tắc bất cốc, độcmông dã.Dịch nghĩa. - Mới bói, bảo, vì cứng giữa vậy; hai ba lần, nhàm, nhàm thìkhông bảo, vì làm nhàm trẻ thơ vậy.GIẢI NGHĨATruyện của Trình Di - Mới bói, nghĩa là thành tâm chuyên nhất mà lại, cầuđể quyết sự mờ tối, thì nên lấy đạo cương trung mà bảo, để mở mang cho họ.Hai ba lần thì là phiền nhiễu, cái ý đến bói đã là phiền nhiễu mà không thànhchuyên tâm nhất; thì là nhảm nhí khinh nhờn, không nên bảo nữa. Bảo họ,họ cũng không thể tin nhận, chỉ làm phiền nhàm, cho nên nói là nhàm trẻthơ. Kẻ tìm, kẻ bảo đều là phiền nhàm tất cả.Lời bàn của Tiên Nho. - Lã Đông Lai nói rằng: \"Mới bói bảo, vì là cứnggiữa. Hào Chín Hai là người mở mạng trẻ thơ. Chín là cứng.Hai là giữa, cứng giữa là toàn thể của hào Chín Hai. Đương lúc kẻ học mớilại hỏi, lòng họ thành thật chuyên nhất, cho nên đem luôn toàn thể mà bảo.\"Hai ba lần nhàm, nhàm thì không bảo, vì nhàm trẻ thơ\", hai ba lần là nhàm,đó là trẻ thơ làm nhàm người mở mang trẻ thơ. Nay không nói \"làm nhàmngười mở mang trẻ thơ\", mà lại nói \"nhàm trẻ thơ\" là sao? Bởi vì thánh nhândạy người không mỏi há lại chán kẻ trẻ thơ làm nhàm mình? Sở dĩ hai ba lầnnhàm mà không bảo, là tại chí lý không thể so sánh bàn bạc, sau một lời nói,thì phải nhận hiểu tức thì; nếu chưa nhận hiểu thì ta cứ bỏ đó không bảo, kẻkia tuy là chưa đạt mà cái lẽ trời ở trong bụng hắn vẫn còn nguyên vẹnkhông động. Nếu hai ba lần nhàm mà còn bảo họ, thì họ sẽ phải sánh bàn, đồđoán, lại là làm nhàm lẽ trời của họ. Vì vậy mới nói là \"nhàm trẻ thơ\".LỜI KINH蒙以養正, 聖功也.Dịch âm. - Mông dĩ dưỡng chính, thánh công dã.Dịch nghĩa. - Trẻ thơ để nuôi sự đính chính, công bậc thánh vậy.GIẢI NGHĨATruyện của Trình Di - Lời quẻ nói \"lợi trinh\",lời Thoán lại nhắc cho rõnghĩa để tỏ bất chính là điều đáng răn trong ở hào Hai, thật là đạo nuôi trẻthơ vậy. Chưa được mở mang gọi là trẻ thơ; hạng trẻ thơ hãy còn thuần nhấtchưa mở mang mà muôi lấy sự chính đính, ấy là cái công làm nên bậc thánh.Nếu đã mở mang mà sau mới cấm, thì nó ngăn cách mà khó thắng được.Nuôi sự đính chính từ thuở trẻ thơ là cách rất khéo trong việc học. Trong sáuhào quẻ Mông, hai hào Dương là người trị sự mờ tối, bốn hào Âm là người ởcảnh mờ tối.Bản nghĩa của Chu Hy. - Lời Thoán này dùng thể quẻ để thích lời quẻ. Hàochín Hai đem cái đạo có thể hanh thông, mở mang sự tối tăm cho ngườikhác, mà lại hợp với mực \"giữa\" của thời (tức vào những việc nói ở đoạndưới), đều là dùng đạo hanh thông mà làm, mà nhằm với lẽ nên phải vậy.Chí ứng nghĩa là hào Hai cứng sáng, hào Năm mềm tối, cho nên hào Haikhông tìm hào Năm mà hào Năm phải tìm hào hai, cái chí của nó tự nhiênứng nhau. Dĩ cương trung, nghĩa là đã cứng lại giữa, cho nên biết cách giảngbảo mà có chừng độ. Nhàm, nghĩa là bói đến hai ba lần thì kẻ hỏi vẫn nhàmmà kẻ bảo cũng nhàm. Trẻ thơ để nuôi sự đính chính, tức là cái công làm nênthánh nhân, câu đó là để thích nghĩa hai chữ \"lợi trinh\".LỜI KINH象⽈:出下出泉, 蒙. 君⼦以果⾏, 育德.Dịch âm. - Tượng viết: Sơn hạ xuất tuyền, Mông, quân tử dĩ quả hạnh, dụcđức.Dịch nghĩa. – Lời tượng nói rằng: Dưới núi ra suối, là quẻ Mông, đấng quântử coi đó mà quyết việc làm, nuôi lấy đức.GIẢI NGHĨATruyện của Trình Di - Dưới núi ra suối, ra mà gặp phải chỗ hiểm, chưa đi,đó là tượng quẻ Mông, ví như người ta trẻ thơ, chưa hề đến đâu. Đấng quântử xem tượng quẻ Mông mà quyết việc làm, nuôi lấy đức, nghĩa là coi nóchảy ra mà chưa thể thông đi, để mình quả quyết việc của mình làm; coi nómới ra mà chưa thể ngảnh về đâu, để mình nuôi lấy cái mình sở đắc vậy.Bản nghĩa của Chu Hy. - Suối là nước mới chảy ra, .tất nhiên phải đi, mà đidần dần.LỜI KINH初六:發蒙, 利⽤刑⼈, ⽤說桎梏, 以往吝.Dịch âm. - Sơ Lục: Phát mông, lợi dụng hình nhân, dụng thoát chất cốc, dĩvãng, lận.Dịch nghĩa. - Hào Sáu Đầu: Mở mang trẻ thơ, lợi dùng về sự hình phạt[5]người ta để thoát gông cùm, đi thì hối tiếc.GIẢI NGHĨATruyện của Trình Di - Hào Đầu là Âm tối, ở dưới, ấy là kệ dân mờ tối; hàonày nói là cách mở mang cho họ. Mở mang sự mờ tối cho kẻ dân, thì tỏ rõ[6]hình cấm với họ, khiến họ biết sợ, rồi sau mới theo đó mà dạy bảo họ. Từxưa các đấng thánh vương làm việc chính trị, phải đặt ra hình phạt để làmcho dân chúng nhất tề, tỏ rõ giáo hóa để làm cho phong tục lành phải; hìnhphạt lập rồi, giáo hóa mới thực hiện được. Dù mà thánh nhân chỉ chuộng đứchóa không chuộng hình phạt, nhưng cũng chưa từng bỏ riêng đàng nào. Chonên lúc mới dựng nền chính trị, phải lập phép luật trước đã, lúc mới trị kẻ tốităm phải dọa họ bằng hình phạt, để trút những cái gông cùm về sự mờ mịtcủa họ (?), gông cùm tức là trói buộc, không bỏ được những gông cùm về sựmờ mịt, thì thiện giáo không có đường nào mà vào. Đã dùng hình cấm dắthọ, dầu mà bụng họ chưa thể hiểu được, nhưng họ cũng phải sợ oai mà theo,không dám thả động cái lòng ham muốn mờ mịt, rồi mới có thể dần dần hiểubiết đạo phải mà đổi cái bụng, thì mới có thể thay đổi thói tục. Nếu chỉchuyên dùng hình phạt để làm việc, thì kẻ tối tăm tuy là có sợ, nhưng rút lạivẫn không thể mở mang, họ chỉ cẩu thả tránh cho khỏi tội mà không còn cóliêm sỉ, trị hóa không thể thành được. Cho nên hễ dùng kiểu đó mà đi thì làđáng tiếc.Bản nghĩa của Chu Hy. - Là Âm ở dưới, đó là tối tăm quá đỗi. Kẻ xem gặphào đó thì nên mở mang sự tối tăm của mình. Nhưng cách mở mang sự tối[7]tăm đó, cần phải trừng giới một cách thống thiết mà tạm bỏ đó để coi vềsau, nếu cứ đi mà không chịu bỏ, thì sẽ đến phải hổ thẹn hối tiếc. Đó là rănkẻ xem phải nên như thế.Lỏi bàn của Tiên Nho. - Chu Hy nói rằng: \"Phát mông\" nghĩa là tự mình mờtối, được người mở mang cho, hoặc là người ta mờ tối, được mình mở mangcho. \"Lợi dụng hình nhân, dụng thoát chất cốc\": nói cách thô thiển như ngàynay người ta đánh tù, phải tháo gông cùm mới được, nếu cứ một mực cùmhẳn thì không thể được. Nhược bằng một mực cùm hẳn, thì là \"dĩ vãng lận\".Đây chỉ nói về cách trị kẻ tối tăm, cần nên rộng rãi chầy chậm, phép phảinhư thế.LỜI KINH象⽈: 利⽤刑⼈, 以正法也.Dịch âm. - Tượng viết: Lợi dụng hình nhân, dĩ chính pháp dã.Dịch nghĩa. - Lời Tượng nói rằng: Lợi dụng hình phạt người, để chính phápvậy.GIẢI NGHĨATruyện của Trình Di - Lúc mới trị kẻ mờ tối, phải dựng bờ ngăn, tỏ rõ tộiphạt của họ, thế là làm chính pháp luật, khiến họ cứ đó mà noi, dần dần đếnphải biến hóa. Có người ngờ rằng: lúc mới mở mang kẻ mờ tối, đã vội hìnhphạt người ta, há chẳng là \"không dạy mà giết\" hay sao? Ngờ vậy là khôngbiết rằng: trong việc lập ra pháp chế, hình phạt là để dạy bảo. Về sau nhữngngười bàn về hình phạt, đều không biết có giáo hóa ở trong.Bản nghĩa của Chu Hy. - Lúc mới mở mang cho kẻ mờ tối, phải trừng giớingay, là để làm cho pháp luật được đúng.LỜI KINH九⼆: 包蒙, 吉.納婦吉, ⼦克家.Dịch âm. - Cửu Nhị: Bao Mông, cát! Nạp phụ, cát Tử khắc gia.[8]Dịch nghĩa. - Hào Chín Hai: Bao dung trẻ thơ, tốt! Nộp vợ , tốt! Con trịnhà!GIẢI NGHĨATruyện của Trình Di - Bao là bao dung. Hào Hai ở đời mờ tối có tài cươngminh, cùng ông vua ở hào Sáu năm ứng nhau, cái đức trung chính, giốngnhau, tức là người đảm đang nhiệm vụ của đời, ắt phải rộng lượng bao dung,thương kẻ ngu tối, thì có thể mở mang sự tối tăm của thiên hạ mà làm nênviệc \"trị kẻ tối tăm\"; đạo phải cho rộng, đức phải cho khắp, như thế thì tốt.Quẻ này có hai hào Dương, hào Chín Trên thì cứng mà thái quá, chỉ hàoChín Hai có đức cứng và trung chính, lại ứng với hào Năm, tức là kẻ đượcdùng với đời, mà chỉ riêng mình sáng suốt vậy. Nếu cậy sáng suốt màchuyên tự nhiệm, thì đức không rộng, cho nên dù hạng đàn bà yếu đuối tốităm, cũng nên nghe theo điều thiện của nó, thì sự sáng suốt của mình mớirộng rãi. Vả lại, vì rằng các hào đều thuộc về Âm, cho nên gọi là đàn bà.Thành như Nghiêu, Thuấn, thiên hạ không ai kịp, mà còn nói rằng: \" rộnghỏi kẻ dân\",\"lấy điều thiện của người làm điều thiện của mình\", hào Hai biếtbao nạp, thì có thể làm nên công việc của vua, cũng như người con làm nổicông việc của nhà. Hào Năm đã là Âm nhu, cho nên cái công mở mang sựtối tăm, đều ở hào Hai. Nói về gia đình, thì Năm là cha, Hai là con, hào Haichủ trương được công việc của nhà, ấy là con người trị được gia đình vậy.Bản nghĩa của Chu Hy. - Hào Chín Hai lấy tư cách Dương cương làm chủquẻ trong, tóm coi các hào Âm, tức là người gánh cái nhiệm vụ mở mang kẻtối tăm. Nhưng hạng người mà nó phải trị thì rộng, mà tính loài người lạikhông nhất luật như nhau, không thể nhất khái quyết định, mà đức hào ấy lạicứng mà không thái quá, tức là cái tượng có sự bao dung. Vả lại, nó làDương mà tiếp nhận các hào Âm, cho nên lại là cái tượng \"nghe vợ\". Hơnnữa, nó ở ngôi dưới mà có thể gánh việc trên, tức là cái tượng người con trịđược gia đình. Cho nên kẻ xem, hễ có đức ấy mà gánh việc ấy thì nên nhưthế là tốt.LỜI KINH象⽈: ⼦克家, 剛接柔也.Dịch âm. - Tượng viết: Tử khắc gia, cương tiếp nhu dã.Dịch nghĩa. - Lời Tượng nói rằng: Còn trị được nhà, cứng tiếp mềm vậy.GIẢI NGHĨATruyện của Trình Di - Con mà trị nổi nhà là nhờ về sự tin dùng của chachuyên chất. Hào Hai chủ trương được công việc mở mang kẻ tối tăm, là nhờvề sự tin dùng của hào Năm chuyên nhất. Hai và Năm, cái tính cứng mềmtiếp nhau, cho nên đúng đạo cương trung, làm nên công việc mở mang kẻmờ tối. Nếu tình trên dưới mà không tiếp nhau, thì hào Hai tuy là cươngtrung, cũng không có thể làm chủ công việc.Bản nghĩa của Chu Hy. - Đây là chỉ về hào Hai hào Năm ứng nhau.LỜI KINH六三:勿⽤取⼥, ⾒⾦夫, 不有躬, 無攸利.Dịch âm. - Lục Tam: Vật dụng thử nữ, kiến kim phu, bất hữu cung, vô dulợiDịch nghĩa. - Hào Sáu Ba: Chớ dừng lấy gái, thây chồng vàng không cómình, không thửa lợi.GIẢI NGHĨABản nghĩa của Trình Di. - Hào ba là Âm nhu ở chỗ tối tăm, tức là cái hạnggái bất trung chính mà hay động càn, chính ứng ở trên, không thể đi xa màtheo, gần thấy hào Chín Hai được các kẻ tối tăm theo về, và lại cực kỳ đượcthời, cho nên nó mới bỏ nơi chính ứng mà theo hào đó, đó là con gái chỉ lấychồng vàng. Con gái theo người phải có chính lễ, vậy mà người này thấy kẻnhiều tiền mà theo, không thể giữ được thân mình, thì không đi đâu được lợi.Bản nghĩa của Chu Hy. - Hào Sáu Ba là hào Âm nhu, chẳng trung chẳngchính, ấy là cái tượng con gái trông thấy vàng mà không tự chủ được mình.Kẻ xem gặp hào đó, thì hẳn lấy vợ, ắt được cái người như thế, không còn lợigì. Chồng vàng, tức là đàn ông lây vàng đút mình mà chòng ghẹo mình, như[9]việc làm của chàng Thu Hồ nước lỗ .Lời bàn của Tiên Nho. - Hồ Quảng nói rằng: Hai chữ \"Kim phu\" sách Bảnnghĩa giải không bó sát với tượng của hào. Trình truyện cho \"Kim phu\" làhào Chín Hai, nhưng hào Chín Hai là chủ việc mở mang kẻ tối tăm, nếu hàoBa mà nếu theo nó, thì cũng hợp với nghĩa của câu \"trẻ thơ tìm ta\" ở lờiThoán, không nên cho là bất thuận. Nghĩa là, theo lệ Kinh Dịch: hào Âm ởthể dưới, mà có cầu cạnh vói ngôi trên, thì đều hung, thuyết của họ Vươnggần phải.LỜI KINH象⽈: 勿⽤取⼥, ⾏不順也Dịch âm. - Tượng viết: Vật dạng thủ nữ, hạnh bất thuận dã.Dịch nghĩa. - Lời Tượng nói rằng: Chớ dùng lấy gái, nết không thuận vậy.GIẢI NGHĨATruyện của Trình Di - Con gái như thế, nết họ cong queo không thuận,không thể lấy được.Bản nghĩa của Chu Hy. - Chữ 順 nên đổi ra làm chữ 慎 (thận là cẩn thận),chữ 順(thuận), chữ 慎(thận) vẫn dùng lẫn lộn. \"Nết không cẩn thận\" với ýkinh càng bén sát hơn.LỜI KINH六四:困蒙, 吝.Dịch âm. - Lục Tứ: Khẩn mông, lận.Dịch nghĩa. - Hào Sáu Tư: Khốn về tăm tối, hối tiếc.GIẢI NGHĨABản nghĩa của Trình Di. - Hào Tư là Âm nhu mà tối tăm, không có bậccương minh giúp đỡ, chẳng có lối nào mở mang sự tối tăm của mình, nênmới bị khốn về sự tối tăm, đáng hối tiếc lắm.Bản nghĩa của Chu Hy. - Đã xa hào Dương, lại không có hào chính ứng, đólà cái tượng bị khốn về sự tối tăm. Kẻ xem như thế là đáng hổ thẹn hối tiếc.Biết tìm những kẻ cương minh mà gần gũi với họ, thì có thể khôn.LỜI KINH象⽈:困蒙之吝, 獨遠實也.Dịch âm. - Tượng viết: Khôn mông chi lận, độc viễn thật dã.Dịch nghĩa. - Lời Tượng nói rằng: Sự hối tiếc của kẻ khốn về tối tăm, mộtmình xa sự thật (?) vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Trong thời tốỉ tăm, Dương cương là kẻ mở mangsự tối tăm, hào Tư là Âm nhu mà rất xa với Dương cương, tức là một hạngngu tối mà không được gần người hiền, không bởi đâu mà được sáng, chonên phải khốn về sự tối tăm. Đáng thẹn tiếc, là vì riêng nó phải xa ngườihiền minh. Không được gần người hiền đến nỗi phải khốn, đáng thẹn tiếclắm. \"Thật\" tức là Dương minh vậy.LỜI KINH六五: 童蒙, 吉.Dịch âm. - Lục Ngũ: Đồng mông, cát!Dịch nghĩa.- Hào Sáu năm: Trẻ thơ, tốt!GIẢI NGHĨABản nghĩa của Trình Di. - Hào Năm lấy tư cách nhu thuận mà ở ngôi vua,phía dưói ứng với hào Hai là hạng lấy đức cương minh, dùng tài cươngminh, để trị sự tối tăm của thiên hạ, cho nên mới tốt. \"Trẻ thơ\" là lây cáinghĩa \"chưa được mở mang, còn phải nhờ người\".Bản nghĩa của Chu Hy. - Cứng mềm ở giữa, nhằm ngôi tôn, phía dưới ứngnhau với hào Chín Hai, giữ đức thuần nhất chưa mở mang để nghe người ta,cho nên tượng nó là hạng trẻ thơ, mà lời chiêm như thế thì tốt.LỜI KINH象⽈:童蒙之吉,順以巽也.Dịch âm. - Tượng viết: Đồng mông chi cát, thuận dĩ tốn dã.Dịch nghĩa. - Lời Tượng nói rằng: sự tốt của trẻ thơ, thuận và nhũn vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Bỏ mình theo người đó là thuận hạ chí mình màtìm xuống dưới là nhún. Có thể như thế, tức là hơn cả thiên hạ.LỜI KINH上九:擊蒙,不利為寇,利御寇.Dịch âm. - Thượng Cửu: Kích mông, bất lợi vi khấu, lợi ngự khấu.Dịch nghĩa. - Hào Chín Trên: Đánh kẻ tối tăm, không lợi cho sự làm giặc,lợi cho sự chống giặc.GIẢI NGHĨABản nghĩa của Trình Di. - Ở sau quẻ Mông, là nhằm gỉữa lúc tối tăm đếncùng cực. Người ta tối tăm đến cùng cực thì dân Miêu không theo đức hóa,làm giặc làm loạn, nên đánh đẹp nó. Nhưng hào Chín ở trên, cứng quá màkhông được giữa, cho nên răn rằng: \"Không lợi cho sự làm giặc\". Trị sự tốităm của người ta, tức là chống giặc; tự do làm sự tham bạo, thì là làm giặc.Bản nghĩa của Chu Hy. - Hào này là Dương cương, ở trên cùng, cho nên làtượng đánh kẻ tối tăm. Nhưng, cả thuyết thái quá, đánh trị ngặt quá, thì ắt trởlại làm hại. Chỉ có ngăn sự cám dỗ bên ngoài, để làm cho cái tính chất chânthật thuần túy của nó được nguyên vẹn, thì dù có quá nghiêm mật, cũng làhợp lẽ nên chăng, cho nên mới răn kẻ xem như thế. Việc gì cũng vậy, khôngphải một việc dạy người mà thôi.LỜI KINH象⽈:利⽤御寇, 上下順也.Dịch âm. - Tượng viết: Lợi dụng ngự khâu, thượng hạ thuận dã.Dịch nghĩa. - Lời Tượng nói rằng: Lời về sự chống giặc, trên dưới đều thuậnvậy.GIẢI NGHĨABản nghĩa của Trình Di. - Lợi về sự chống giặc, là vì kẻ trên người dưới đềuđược sự thuận của mình, người trên không làm dữ quá, kẻ dưới đánh đuổiđược sự tối tăm của nó, đó là cái nghĩa chống giặc.Bản nghĩa của Chu Hy. - Chống giặc bằng sự cương minh, kẻ trên dưới đềuđúng với đạo của mình.Chú thích:[1]Chữ \"Mông\" có nghĩa là trẻ thơ, cũng có nghĩa là tối tăm.[2]Chỉ về khấn.[3]Chỉ về Khảm.[4]Chỉ về cấn.[5]Coi lời bình phẩm ở cuối sách.[6]Coi lời bình phẩm ở cuối sách.[7]Coi lời bình phẩm ở cuối sách.[8]Chữ 蹄(phụ), cũng có thể dịch là đàn bà.[9]Cổ Nhạc Phủ chép rằng: Nước Lỗ có chàng Thu Hồ, lấy vợ năm ngày thìsang làm quan nước Trần. Năm năm mới về, giữa đường thấy người con gáihái dâu có sắc đẹp, chàng lấy làm thích, bèn xuống xe đưa vàng cho nàng đểhòng ve vãn, nhưng nàng không nhận. Tới nhà, Thu Hồ đưa vàng cho mẹ,rồi gọi vợ lên, thì chính là người con gái hái dâu mà chàng toan tính chovàng. Ghét chồng có nết bất chính, nàng bèn ra sông tự trầm."
}