[
  {
    "chunk_id": "QUE_CAN_01_KINH_VAN",
    "hexagram": "QUẺ CẤN",
    "que": "☶ Cấn trên\n☶ Cấn dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "艮其背,不獲其身,行其庭,不見其人,無咎.",
    "dịch_âm": "Cấn kỳ bối, bất hoạch kỳ thân, hành kỳ đình, bất kiến kỳ nhân, vô cữu.",
    "dịch_nghĩa": "Quẻ Cấn: Ngừng ở thửa lưng, chẳng được thửa mình, đi thửa sân, chẳng thấy thửa người, không lỗi.",
    "truyện_của_Trình_Di": "Cấn là tượng núi, đức của nó là dừng. Quẻ này trên dưới đều Cấn, cho nên nó là Cấn. Phàm vật gì, động và dừng, đều phải có thì, đáng dừng mà không dừng thì là vọng động, không phải là đạo. Đáng dừng mà dừng mới là hợp đạo. Phép dừng lại, phải được cách của nó. Lưng với mình đối nhau, mình ở trước mà lưng ở sau, thấy được mình thì không thấy được lưng. Ngừng ở lưng, nghĩa là ngừng ở chỗ mình không thấy, mà không nghĩ đến sự có mình. Nếu còn thấy có mình, thì là hai lòng với vật, không thể dứt được lòng muốn của mình, không thể gọi là dừng. 'Chẳng được thửa mình' là không còn thấy có mình. 'Đi thửa sân, chẳng thấy thửa người', người với sân, khác nhau xa lắm, đi trong sân mà không thấy người, có lẽ nào? Là vì trong lòng nó không có người, thì mắt nó không thấy người. Người ta chỉ thấy cái mà lòng họ muốn thấy, nếu trong lòng không có, thì dù vật ở trước mặt cũng không thấy. Ngừng mà đến bậc vô tâm như thế, thì không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Cấn là dừng, cũng là tên quẻ ba vạch. Quẻ này trên dưới đều Cấn, là Tượng hai núi liền nhau, cho nên gọi là Cấn. Lại nữa, trên dưới hai hào đều Âm, giữa một hào Dương, là Tượng trong rỗng mà ngoài đặc, cho nên có cái ý 'không được mình'. Lưng là phía sau của người ta, chỗ mắt không thấy được. 'Ngừng ở lưng' là ngụ ý về sự dừng ở chỗ vô hình. 'Không được mình' là ngụ ý về sự quên mình. 'Sân' là chỗ gần, 'người' là nói chung. 'Đi trong sân không thấy người' là vì trong lòng đã không có người, nên mắt không thấy người. Đến bậc đó thì sự dừng của mình không dính dáng gì đến người khác, mà lòng mình cũng không vì sự muốn của mình mà động, như thế mới không có lỗi.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Có người hỏi rằng: Tại sao trong quẻ Cấn, sáu hào đều lấy các bộ phận trong mình người ta mà đặt tên? Đáp rằng: 'Dừng' là việc ở mình, không dính gì đến người khác. Thánh nhân nhân đó, lấy Tượng trong mình người ta, để nói về sự nông sâu của nó. Bắt đầu là ngón chân, rồi đến bắp chân, rồi đến khoảng lưng, rồi đến thân mình, rồi đến quai hàm, cuối cùng là nói chung cả mình."
  },
  {
    "chunk_id": "QUE_CAN_02_THOAN_TRUYEN",
    "hexagram": "QUẺ CẤN",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:艮,止也.時止則止,時行則行,動靜不失其時,其道光明.艮其止,止其所也.上下敵應,不相與也.是以不獲其身,行其庭不見其人,無咎也.",
    "dịch_âm": "Thoán viết: Cấn, chỉ dã. Thì chỉ tắc chỉ, thì hành tắc hành, động tĩnh bất thất kỳ thì, kỳ đạo quang minh. Cấn kỳ chỉ, chỉ kỳ sở dã. Thượng hạ địch ứng, bất tương dữ dã. Thị dĩ bất hoạch kỳ thân, hành kỳ đình bất kiến kỳ nhân, vô cữu dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Cấn là dừng vậy. Thì phải dừng thì dừng, thì phải đi thì đi, động tĩnh không lỗi với thì, đạo nó sáng láng. Ngừng sự ngừng của nó, là ngừng ở chỗ của nó. Trên dưới địch nhau mà ứng, không cho nhau vậy. Cho nên chẳng được thửa mình, đi thửa sân chẳng thấy thửa người, không lỗi vậy.",
    "truyện_của_Trình_Di": "Cấn là dừng. Dừng đâu phải là cứ giữ khư khư mà không động? Chỉ là thì đáng dừng thì dừng, thì đáng đi thì đi. Động tĩnh đều hợp với thì của nó, đó là đạo nó sáng láng. 'Ngừng sự ngừng của nó', nghĩa là đem cái đạo dừng để ngừng, tức là dừng mà được chỗ đáng dừng. Chỗ đáng dừng, tức là chỗ chí thiện. Trên dưới là hai thể trên dưới, các hào đều là Âm ứng với Âm, Dương ứng với Dương, tức là địch nhau mà ứng, cho nên không cho nhau. Không cho nhau, thì lòng riêng không thông, không thấy có người có mình. Vì vậy mới không được mình, không thấy người, không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Đây nói về ý của tên quẻ và lời quẻ. Nhưng 'thì phải đi thì đi' là nói rộng thêm về nghĩa chữ 'dừng'. 'Ngừng sự ngừng của nó', nghĩa là không phải đem lòng muốn mà ngừng, chỉ là ngừng về sự vật. 'Trên dưới địch nhau' là nói về thể của quẻ. Các hào cùng bậc, trên dưới đều là Âm ứng với Âm, Dương ứng với Dương, cho nên không cho nhau. Vì không cho nhau, cho nên không thấy có người có mình, mới có thể được cái Tượng trong lời quẻ và được không lỗi."
  },
  {
    "chunk_id": "QUE_CAN_03_DAI_TUONG",
    "hexagram": "QUẺ CẤN",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:兼山,艮.君子以思不出其位.",
    "dịch_âm": "Tượng viết: Kiêm san, Cấn. Quân tử dĩ tư bất xuất kỳ vị.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Núi liền, là quẻ Cấn. Đấng quân tử coi đó mà sự nghĩ không ra ngoài ngôi mình.",
    "truyện_của_Trình_Di": "Hai núi liền nhau là tượng Cấn. Đấng quân tử coi tượng hai núi liền nhau, mà sự suy nghĩ không ra ngoài địa vị của mình, đó là dừng ở chỗ phải dừng.",
    "bản_nghĩa_của_Chu_Hy": "Hai núi liền nhau, có cái ý dừng lại. Sự nghĩ của quân tử không ra ngoài địa vị, cũng là dừng ở chỗ đáng dừng."
  },
  {
    "chunk_id": "QUE_CAN_04_HAO_SO_LUC",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Sơ Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初六:艮其趾,無咎,利永貞.",
    "dịch_âm": "Sơ Lục: Cấn kỳ chỉ, vô cữu, lợi vĩnh trinh.",
    "dịch_nghĩa": "Hào Sáu Đầu: Ngừng thửa ngón chân, không lỗi, lợi về sự lâu dài chính bền.",
    "truyện_của_Trình_Di": "Hào Sáu Đầu là đầu cuộc dừng, mà ở dưới chót, tức là sự dừng ở bước đầu tiên, chưa có thể đi, cho nên nói là 'ngừng thửa ngón chân'. Mới bắt đầu đi, mà biết dừng ngay, đó là kẻ biết thì mà giữ phận. Như thế thì không có lỗi. Giữ được đạo chính, lâu không thay đổi, đó là 'lợi về sự lâu dài chính bền'.",
    "bản_nghĩa_của_Chu_Hy": "Ngón chân là vật ở dưới chót mà chủ về sự đi. Hào này là đầu quẻ Cấn, cho nên có Tượng ấy. Ngừng ở lúc mới động, thì không đến nỗi lầm lỗi, cho nên Chiêm của nó là 'không lỗi, lợi về sự lâu dài chính bền'."
  },
  {
    "chunk_id": "QUE_CAN_05_TIEU_TUONG_SO_LUC",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Sơ Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:艮其趾,未失正也.",
    "dịch_âm": "Tượng viết: Cấn kỳ chỉ, vị thất chính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngừng thửa ngón chân, chưa lỗi đạo chính vậy.",
    "truyện_của_Trình_Di": "Dừng ở lúc mới đi, đó là chưa lỗi với đạo chính."
  },
  {
    "chunk_id": "QUE_CAN_06_HAO_LUC_NHI",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六二:艮其腓,不拯其隨,其心不快.",
    "dịch_âm": "Lục Nhị: Cấn kỳ腓, bất chửng kỳ tuỳ, kỳ tâm bất khoái.",
    "dịch_nghĩa": "Hào Sáu Hai: Ngừng thửa bắp chân, chẳng cứu thửa kẻ theo, bụng nó chẳng vui.",
    "truyện_của_Trình_Di": "Hào Sáu Hai ứng với hào Năm, hào Năm là chủ của mình. Bắp chân theo ống chân mà đi. Hào Hai là bắp chân, hào Đầu là ống chân. Hai phải theo Năm, mà không thể tự ý đi, nhưng vì hào Năm không có đức trung chính, nên Hai không thể đem hết lòng thành mà theo, cho nên nói là 'ngừng thửa bắp chân'. Không thể giúp đỡ người trên, cũng không thể bỏ người trên mà đi, cho nên trong bụng không vui.",
    "bản_nghĩa_của_Chu_Hy": "Bắp chân là vật theo ống chân mà đi, chứ không thể tự đi được. Hào này là Âm mềm trung chính, có thể theo hào Năm là Dương, nhưng hào Năm không trung, cho nên Hai không thể tiến lên mà cứu giúp, mà chỉ có thể theo hào Đầu mà dừng lại, vì vậy bụng nó không vui."
  },
  {
    "chunk_id": "QUE_CAN_07_TIEU_TUONG_LUC_NHI",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:不拯其隨,未退聽也.",
    "dịch_âm": "Tượng viết: Bất chửng kỳ tuỳ, vị thoái thính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chẳng cứu thửa kẻ theo, chưa lui nghe vậy.",
    "truyện_của_Trình_Di": "Chẳng cứu người trên là vì đạo không hợp, nhưng cũng chưa lui về mà nghe theo kẻ dưới, vì còn giữ nghĩa vua tôi."
  },
  {
    "chunk_id": "QUE_CAN_08_HAO_CUU_TAM",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Cửu Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:艮其限,列其夤,厲,薰心.",
    "dịch_âm": "Cửu Tam: Cấn kỳ hạn, liệt kỳ dần, lệ, huân tâm.",
    "dịch_nghĩa": "Hào Chín Ba: Ngừng thửa khoảng lưng, xé thửa thịt lưng, nguy, đốt lòng.",
    "truyện_của_Trình_Di": "Hạn là chỗ trên dưới giáp nhau. Hào Ba ở trên thể dưới, là khoảng lưng. Ngừng ở khoảng lưng là cái dừng rất cứng, vì vậy nó làm xé rách cả thịt lưng, rất là nguy hiểm, giống như lửa đốt lòng. Đó là cái Tượng của kẻ lấy sự dừng làm việc, mà lại dùng cách cứng quá.",
    "bản_nghĩa_của_Chu_Hy": "Hạn là chỗ trên dưới giáp nhau trong mình người, tức là khoảng lưng. Dần là thịt ở xương sống. Hào này Dương cứng không giữa, lại ở chỗ trên dưới cùng là Cấn, có Tượng 'ngừng' mà 'cứng', cho nên Tượng nó và Chiêm nó như thế."
  },
  {
    "chunk_id": "QUE_CAN_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Cửu Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:艮其限,危薰心也.",
    "dịch_âm": "Tượng viết: Cấn kỳ hạn, nguy huân tâm dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngừng thửa khoảng lưng, nguy đốt lòng vậy.",
    "truyện_của_Trình_Di": "Ngừng mà quá cứng, thì nguy hiểm tựa như lửa đốt lòng."
  },
  {
    "chunk_id": "QUE_CAN_10_HAO_LUC_TU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六四:艮其身,無咎.",
    "dịch_âm": "Lục Tứ: Cấn kỳ thân, vô cữu.",
    "dịch_nghĩa": "Hào Lục Tứ: Ngừng thửa mình, không lỗi.",
    "truyện_của_Trình_Di": "Thân là chủ của cả mình. Hào Tư là Âm mềm, mà ở ngôi chính, có thể chuyên chủ về một mình mà dừng lại, cho nên không có lỗi. Hào này trên dưới đều Dương, nếu nó không tự chủ mà dừng được, tất bị hai hào Dương kia lôi kéo, thì nguy.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm mềm mà được chính, ở vào lúc phải dừng, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CAN_11_TIEU_TUONG_LUC_TU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:艮其身,止諸躬也.",
    "dịch_âm": "Tượng viết: Cấn kỳ thân, chỉ chư cung dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngừng thửa mình, dừng ở mình vậy.",
    "truyện_của_Trình_Di": "Dừng ở mình, tức là chuyên chủ về một mình, không để cho vật ngoài lôi kéo."
  },
  {
    "chunk_id": "QUE_CAN_12_HAO_LUC_NGU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六五:艮其輔,言有序,悔亡.",
    "dịch_âm": "Lục Ngũ: Cấn kỳ phụ, ngôn hữu tự, hối vong.",
    "dịch_nghĩa": "Hào Lục Ngũ: Ngừng thửa quai hàm, lời có thứ tự, ăn năn mất.",
    "truyện_của_Trình_Di": "Hào Năm là ngôi tôn, hào Sáu ở đó là Âm, cho nên không phải là tài đức của bậc thánh nhân quân tử, mà chỉ là hạng vua hiền giữ nết thường. Quai hàm là vật để nói. Dừng ở quai hàm, là cẩn thận về lời nói, lời nói có thứ tự, tức là không càn bậy, không lầm lỗi, cho nên ăn năn mất. Làm vua mà giữ được như thế cũng là hay.",
    "bản_nghĩa_của_Chu_Hy": "Quai hàm là vật ở trên mà hay động. Hào này Âm mềm mà ở ngôi tôn, được giữa, đó là Tượng của sự dừng ở lời nói, cho nên có Chiêm và Tượng như thế."
  },
  {
    "chunk_id": "QUE_CAN_13_TIEU_TUONG_LUC_NGU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Lục Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:艮其輔,以正言也.",
    "dịch_âm": "Tượng viết: Cấn kỳ phụ, dĩ chính ngôn dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngừng thửa quai hàm, để chính lời vậy.",
    "truyện_của_Trình_Di": "Dừng ở quai hàm, thì lời nói có thứ tự mà ngay thẳng."
  },
  {
    "chunk_id": "QUE_CAN_14_HAO_THUONG_CUU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Thượng Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上九:敦艮,吉.",
    "dịch_âm": "Thượng Cửu: Đôn Cấn, cát.",
    "dịch_nghĩa": "Hào Chín Trên: Dày sự ngừng, tốt.",
    "truyện_của_Trình_Di": "Hào Chín Trên là cuối cuộc dừng. Hết cuộc dừng, tức là cái dừng đã thành. Lấy đức Dương cương, ở trên cùng, mà làm chót cho cuộc dừng, đó là cái dừng đã dày dặn mà thành công, cho nên tốt. Cái dừng của thánh nhân, cuối cùng cũng như lúc đầu, trước sau như một, cho nên là dày dặn.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối quẻ Cấn, đó là cái dừng đã thành, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CAN_15_TIEU_TUONG_THUONG_CUU",
    "hexagram": "QUẺ CẤN",
    "que": "Hào Thượng Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:敦艮之吉,以厚終也.",
    "dịch_âm": "Tượng viết: Đôn Cấn chi cát, dĩ hậu chung dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của sự dày ngừng, là vì chót một cách dày vậy.",
    "truyện_của_Trình_Di": "Cái tốt của sự dày dặn trong cuộc dừng là vì nó làm chót cuộc dừng một cách dày dặn."
  }
]
