[
  {
    "chunk_id": "QUE_DON_01_KINH_VAN",
    "hexagram": "QUẺ ĐỘN",
    "que": "☰ Kiền trên\n☶ Cấn dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "遯,亨,小利貞.",
    "dịch_âm": "Độn, hanh, tiểu lợi trinh.",
    "dịch_nghĩa": "Quẻ Độn: Hanh thông, sự nhỏ lợi về nết trinh.",
    "truyện_của_Trình_Di": "Độn là lui. Quẻ này hai hào Âm ở dưới, bốn hào Dương ở trên, Âm lớn lên mà Dương lui, đó là Tượng của sự lui. Đạo của sự lui, không phải là không thể hanh thông, nếu lui được đúng thì, thì hanh thông. 'Sự nhỏ lợi về nết trinh' là vì đạo tiểu nhân lớn, đạo quân tử lui, không phải là lúc có thể làm được việc lớn. Chỉ có thể sửa mình giữ chính, để lánh kẻ tiểu nhân. Đó là 'sự nhỏ lợi về nết trinh'.",
    "bản_nghĩa_của_Chu_Hy": "Độn là lui. Kiền ở trên, Cấn ở dưới. Cấn là dừng, Kiền là mạnh. Dừng mà mạnh, đó là Tượng của sự lui mà không rối loạn. Lại nữa, hai hào Âm ở dưới lớn lên, bốn hào Dương ở trên lui dần, cho nên gọi là Độn. Độn thì hanh thông, nhưng vì là đạo tiểu nhân lớn, cho nên chỉ lợi về sự nhỏ mà chính."
  },
  {
    "chunk_id": "QUE_DON_02_THOAN_TRUYEN",
    "hexagram": "QUẺ ĐỘN",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:遯亨,遯而亨也.剛當位而應,與時行也.小利貞,浸而長也.遯之時義大矣哉.",
    "dịch_âm": "Thoán viết: Độn hanh, độn nhi hanh dã. Cương đương vị nhi ứng, dữ thì hành dã. Tiểu lợi trinh, tẩm nhi trường dã. Độn chi thì nghĩa đại hỹ tai.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Độn hanh, là lui mà hanh thông vậy. Cứng đáng ngôi mà có ứng, cùng với thì mà đi vậy. Sự nhỏ lợi về nết trinh, vì dần dần mà lớn vậy. Thì và nghĩa của quẻ Độn lớn vậy thay!",
    "truyện_của_Trình_Di": "'Lui mà hanh thông' là vì lui được đúng đạo. Hào Năm là cứng, đáng ngôi, mà ứng với hào Hai là mềm, đó là vua tôi cùng một lòng, nhưng vì thì đã phải lui, cho nên cùng nhau lui, đó là 'cùng với thì mà đi'. 'Sự nhỏ lợi về nết trinh' là vì đạo tiểu nhân dần dần lớn lên, không thể làm được việc lớn, chỉ nên giữ chính mà thôi. Thì và nghĩa của quẻ Độn rất lớn, vì nó quan hệ đến sự còn mất, trị loạn của đạo trời và đạo người.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về tên quẻ và lời quẻ. Cứng là hào Năm. Vị là ngôi Năm. Ứng là hào Hai. Cùng với thì mà đi, là hợp với thì của quẻ Độn. 'Tẩm' là dần dần. Hai hào Âm ở dưới dần dần lớn, đó là Tượng của đạo tiểu nhân lớn. Đạo quân tử nên lui. Thánh nhân khen ngợi thì và nghĩa của quẻ Độn là rất lớn."
  },
  {
    "chunk_id": "QUE_DON_03_DAI_TUONG",
    "hexagram": "QUẺ ĐỘN",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:天下有山,遯.君子以遠小人,不惡而嚴.",
    "dịch_âm": "Tượng viết: Thiên hạ hữu sơn, Độn. Quân tử dĩ viễn tiểu nhân, bất ác nhi nghiêm.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dưới trời có núi, là quẻ Độn. Đấng quân tử coi đó mà xa kẻ tiểu nhân, không ghét mà nghiêm.",
    "truyện_của_Trình_Di": "Dưới trời có núi, là Tượng của sự lui lánh. Đấng quân tử coi Tượng đó, mà xa kẻ tiểu nhân. Xa kẻ tiểu nhân, không phải là ghét nó, mà chỉ giữ cho mình được nghiêm trang, khiến cho nó không dám đến gần.",
    "bản_nghĩa_của_Chu_Hy": "Dưới trời có núi, Tượng của sự lui lánh, vì núi thì ở trong trời, mà không thể ra ngoài trời. 'Không ghét' là không để lộ ra ngoài, 'nghiêm' là giữ gìn trong lòng."
  },
  {
    "chunk_id": "QUE_DON_04_HAO_SO_LUC",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Sơ Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初六:遯尾,厲,勿用有攸往.",
    "dịch_âm": "Sơ Lục: Độn vĩ, lệ, vật dụng hữu du vãng.",
    "dịch_nghĩa": "Hào Sáu Đầu: Lui ở đuôi, nguy, chớ dùng có sự đi.",
    "truyện_của_Trình_Di": "Hào Sáu Đầu là đầu cuộc lui, mà ở dưới chót, đó là 'lui ở đuôi'. Lui ở đuôi, thì gần với kẻ đi sau, đó là nguy. 'Chớ dùng có sự đi' là vì không thể đi được.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, ở dưới chót, đó là Tượng 'lui ở đuôi'. Đã lui mà ở đuôi, thì nguy. Lời Chiêm của nó là 'chớ dùng có sự đi'."
  },
  {
    "chunk_id": "QUE_DON_05_TIEU_TUONG_SO_LUC",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Sơ Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:遯尾之厲,不往何災也.",
    "dịch_âm": "Tượng viết: Độn vĩ chi lệ, bất vãng hà tai dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái nguy của sự lui ở đuôi, chẳng đi tai gì vậy?",
    "truyện_của_Trình_Di": "Cái nguy của sự lui ở đuôi, nếu không đi thì có tai vạ gì?"
  },
  {
    "chunk_id": "QUE_DON_06_HAO_LUC_NHI",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Lục Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六二:執之用黃牛之革,莫之勝說.",
    "dịch_âm": "Lục Nhị: Chấp chi dụng hoàng ngưu chi cách, mạc chi thắng thuyết.",
    "dịch_nghĩa": "Hào Lục Nhị: Giữ nó dùng da trâu vàng, chẳng ai cởi nổi.",
    "truyện_của_Trình_Di": "Hào Lục Nhị mềm mà được giữa, ứng với hào Năm là vua, đó là bề tôi giữ chí một cách bền chặt. Da trâu vàng là vật rất bền, không thể cởi ra được. Hào này giữ chí với hào Năm, cũng như da trâu vàng, không ai cởi ra được.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm mềm trung chính, ứng với hào Năm, cho nên có Tượng và Chiêm như thế. Lời Chiêm của nó không nói tốt xấu, nhưng ý đã rõ."
  },
  {
    "chunk_id": "QUE_DON_07_TIEU_TUONG_LUC_NHI",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Lục Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:執用黃牛,固志也.",
    "dịch_âm": "Tượng viết: Chấp dụng hoàng ngưu, cố chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Giữ dùng trâu vàng, bền chí vậy.",
    "truyện_của_Trình_Di": "Giữ dùng da trâu vàng, là vì chí nó bền."
  },
  {
    "chunk_id": "QUE_DON_08_HAO_CUU_TAM",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:係遯,有疾厲,畜臣妾吉.",
    "dịch_âm": "Cửu Tam: Hệ độn, hữu tật lệ, súc thần thiếp cát.",
    "dịch_nghĩa": "Hào Cửu Tam: Buộc lui, có tật nguy, nuôi tôi đòi nàng hầu tốt.",
    "truyện_của_Trình_Di": "Hào Chín Ba ở trên hai hào Âm, đó là bị Âm buộc lại. 'Buộc lui' là bị buộc mà không lui được. Không lui được thì có tật nguy. Nhưng hào này là Dương, có thể nuôi được hai hào Âm ở dưới, cho nên nói 'nuôi tôi đòi nàng hầu tốt'.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cương, đáng ngôi, ở trên hai hào Âm, đó là Tượng 'bị buộc'. Cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_DON_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:係遯之厲,有疾憊也.畜臣妾,不獨可也.",
    "dịch_âm": "Tượng viết: Hệ độn chi lệ, hữu tật bái dã. Súc thần thiếp, bất độc khả dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái nguy của sự buộc lui, có tật mệt vậy. Nuôi tôi đòi nàng hầu, chẳng một mình khá vậy.",
    "truyện_của_Trình_Di": "Cái nguy của sự buộc lui, là vì có tật mệt. Nuôi tôi đòi nàng hầu, không phải một mình có thể làm được."
  },
  {
    "chunk_id": "QUE_DON_10_HAO_CUU_TU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:好遯,君子吉,小人否.",
    "dịch_âm": "Cửu Tứ: Hảo độn, quân tử cát, tiểu nhân phủ.",
    "dịch_nghĩa": "Hào Cửu Tứ: Hay lui, quân tử tốt, tiểu nhân chẳng.",
    "truyện_của_Trình_Di": "Hào Chín Tư là Dương, ứng với hào Đầu là Âm. Nhưng nó là Dương, nên có thể dứt bỏ lòng yêu đương mà lui, đó là 'hay lui'. Quân tử lui được, thì tốt. Tiểu nhân thì không lui được, cho nên chẳng. 'Chẳng' là không thể lui được.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương, ứng với hào Đầu là Âm, đó là Tượng của kẻ có lòng yêu đương. Nhưng nó là Dương, nên có thể dứt bỏ được, cho nên lời Chiêm của nó như thế."
  },
  {
    "chunk_id": "QUE_DON_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:君子好遯,小人否也.",
    "dịch_âm": "Tượng viết: Quân tử hảo độn, tiểu nhân phủ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Quân tử hay lui, tiểu nhân chẳng vậy.",
    "truyện_của_Trình_Di": "Quân tử thì hay lui, tiểu nhân thì không."
  },
  {
    "chunk_id": "QUE_DON_12_HAO_CUU_NGU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九五:嘉遯,貞吉.",
    "dịch_âm": "Cửu Ngũ: Gia độn, trinh cát.",
    "dịch_nghĩa": "Hào Cửu Ngũ: Tốt sự lui, chính tốt.",
    "truyện_của_Trình_Di": "Hào Chín Năm là Dương cương trung chính, ở ngôi tôn, ứng với hào Hai là mềm, đó là Tượng 'vua tôi cùng một lòng'. Nhưng vì thì đã phải lui, cho nên lui một cách tốt đẹp. Lui mà giữ được chính, thì tốt.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cương trung chính, ở ngôi tôn, mà dưới có hào Hai là Âm ứng với nó, đó là Tượng 'lui mà tốt'. Lời Chiêm của nó là 'giữ chính thì tốt'."
  },
  {
    "chunk_id": "QUE_DON_13_TIEU_TUONG_CUU_NGU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Cửu Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:嘉遯貞吉,以正志也.",
    "dịch_âm": "Tượng viết: Gia độn trinh cát, dĩ chính chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tốt sự lui chính tốt, để chính chí vậy.",
    "truyện_của_Trình_Di": "Lui tốt mà chính tốt, là vì nó có thể làm cho chí mình được ngay thẳng."
  },
  {
    "chunk_id": "QUE_DON_14_HAO_THUONG_CUU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Thượng Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上九:肥遯,無不利.",
    "dịch_âm": "Thượng Cửu: Phì độn, vô bất lợi.",
    "dịch_nghĩa": "Hào Chín Trên: Béo sự lui, không gì chẳng lợi.",
    "truyện_của_Trình_Di": "Hào Chín Trên ở cuối cuộc lui, mà là hào Dương, đó là kẻ có thể lui một cách ung dung, không có gì ràng buộc. 'Béo' là ung dung. Lui một cách ung dung, thì không gì chẳng lợi.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối quẻ, mà là Dương, không có ứng viện, đó là Tượng của kẻ lui một cách ung dung. Lời Chiêm của nó là 'không gì chẳng lợi'."
  },
  {
    "chunk_id": "QUE_DON_15_TIEU_TUONG_THUONG_CUU",
    "hexagram": "QUẺ ĐỘN",
    "que": "Hào Thượng Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:肥遯無不利,無所疑也.",
    "dịch_âm": "Tượng viết: Phì độn vô bất lợi, vô sở nghi dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Béo sự lui không gì chẳng lợi, không chỗ ngờ vậy.",
    "truyện_của_Trình_Di": "Béo sự lui không gì chẳng lợi, là vì không có gì đáng ngờ."
  }
]
