[
  {
    "chunk_id": "QUE_TIEU_SUC_001",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_002",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "⼩畜亨, 密雲不⾬, ⾃我西郊.",
    "dịch_âm": "Tiểu súc hanh, mật vân bất vũ, tự ngã tây giao.",
    "dịch_nghĩa": "Chứa nhỏ hanh thông, mây dầy không mưa, tự cõi tây ta. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Tôn cũng là tên quẻ ba vạch, một vạch Âm núp ở dưới hai vạch dương, cho nên đức nó là nhún, tượng nó là gió, là cây. Tiểu (nhỏ) tức là Âm, xúc (chứa) nghĩa là ngăn lại; trên Tốn dưới Kiền, lấy Âm chứa Dương. Lại quẻ này chỉ hào Sáu Tư là một hào Âm, trên dưới năm hào Dương đều bị nó chứa, cho nên mới là tiểu súc (chứa nhỏ). Lại nữa, lấy Âm chứa Dương, buộc được mà không thể bền, cũng là tượng “cái chứa còn nhỏ”. Trong mạnh ngoài nhún, hào Hai hào Năm đều là Dương và đều ở giữa một quẻ mà làm việc, có tượng “cứng mà lại giữa, chí được thực hành”, cho nên lời chiêm của nó nên được hanh thông. Nhưng, sự chứa chưa được tột bậc, mà cái thi thố chưa được hiển hiện, cho nên có tượng “mây dầy không mưa, ở cõi tây ta”. Bởi vì mây dầy là vật thuộc về Âm, cõi tây là phương thuộc về Âm, ta là Văn vương tự xưng, vua Văn diễn Kinh Dịch ở [2] [3] ngục Dũ Lý , coi ra xứ Kỳ Chu thì là phía Tây, chính là thời của quẻ Tiểu súc. Kẻ bói được quẻ này , thì sự chiêm cũng như tượng ấy. 彖⽈: ⼩畜, 柔得位⽽上下應之, ⽈⼩畜 Dịch âm. - Thoán viết: Tiểu xúc, nhu đắc vị nhi thượng hạ ứng chi, viết Tiểu súc. Dịch nghĩa. - Lời thoán nói rằng: Quẻ tiểu súc, mềm được ngôi mà trên dưới ứng nó, gọi là chứa nhỏ. GIẢI NGHĨA Truyện của Trình Di. - Đây là nói về nghĩa thành quẻ, lấy hào Âm ở ngôi Tư, lại ở quẻ trên , tức là mềm được ngôi. Trên dưới năm hào Âm đều ứng với nó, vì bị nó chứa. Là một hào Âm mà nuôi đến năm hào Dương, có thể buộc mà không thể bền, nên mới cho là chứa nhỏ. Lời Thoán giải nghĩa thành quẻ mà thêm chữ viết là đều trọng vê tên quẻ, the văn nên the. Bản nghĩa của Chu Hy. - Đây lấy thể quẻ thích nghĩa tên quẻ. “Mềm được ngôi” chỉ về hào Sáu ở ngôi Tư, “Trên dưới” chỉ về năm hào Dương.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_003",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "健⽽巽, 剛中⽽志⾏, 乃亨.",
    "dịch_âm": "Kiện nhi tốn, cương trung nhi chí hành, nãi hanh.",
    "dịch_nghĩa": "Mạnh mà nhún, cứng giữa mà chí ý được, thì hành, mới hanh thông. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lấy đức quẻ thể quẻ mà nói, thì hào Dương còn có thể hanh thông.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_004",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "密雲不⾬, 尚往也, ⾃我西郊, 施未⾏也.",
    "dịch_âm": "Mật vân bất vủ, thượng vãng dã; tự ngã tây giao, thí vị hành dã.",
    "dịch_nghĩa": "Mây dày không mưa, vì còn đi vậy; tự coi tây ta, sự thi thố chưa được thực hành vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Còn đi, ý nói sự chứa chưa cùng cực, khí nó còn tiến lên.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_005",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: ⾵⾏天上, ⼩畜, 君⼦以懿⽂德.",
    "dịch_âm": "Tượng viết: Phong hành thiên thượng, Tiểu súc, quân tử dĩ ý văn đức.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Gió đi trên trời là quẻ Tiểu súc, đấng quân tử coi đó mà làm cho tốt đức văn. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Gió có khí mà không có chất, có thể chứa mà không thể lâu, cho nên là tượng chứa nhỏ. Làm tốt đức văn, ý nói chưa thể chứa chất được hậu, thi hành được xa.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_006",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "初九: 復⾃道, 何其咎, 吉.",
    "dịch_âm": "Sơ Cửu: Phục tự đạo, hà kỳ cữu? Cát.",
    "dịch_nghĩa": "Hào Chín Đầu: Trở lại từ đường, còn lỗi gì? Tốt! GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Quẻ dưới thể Kiền, vốn đều là vật ở trên, chí muốn tiến lên mà bị các hào Âm ngăn chứa. Nhưng hào Chín Đầu là thể Kiền, ở dưới, được chỗ chính, đằng trước xa với hào Âm, tuy là chính ứng với hào Tư, mà nó có thể tự giữ đường chính, không bị hào kia ngăn chứa, cho nên có tượng “tiến lên, trở lại từ đường”. Kẻ xem như thế thì không có lỗi mà tốt.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_007",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: 復⾃道, 其義吉也.",
    "dịch_âm": "Tượng viết: Phục tự đạo, kỳ nghĩa cát dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trở lại tự đường, thửa nghĩa tốt vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_008",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "",
    "dịch_âm": "Cửu Nhị: Khiên phục, cát.",
    "dịch_nghĩa": "Hào Chín Hai: Giật trở lại, tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ba hào Dương chí giống nhau, mà hào Chín Hai dần dần gần với chỗ hiểm, vì nó cứng giữa, cho nên có thể co dắt với hào Chín Đầu mà đi trở lại, cũng là đạo tốt. Kẻ xem như thế thì tốt.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_009",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: 牽復在中, 亦不⾃失也.",
    "dịch_âm": "Tượng viết: Khiên phục tại trung, diệc bất tự thất dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dắt lại ở giữa, cũng là không tự mất vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ “Cũng” là theo với nghĩa hào 九三: 輿說輻, 夫妻反⽬. Dịch âm. - Cửu Tam: Dư thoát bức, phu thê phản mục. Dịch nghĩa. - Hào Chín Ba: Xe trụt bánh, chồng vợ trở mắt. GIẢI NGHĨA Truyện của Trình Di. - Hào Ba là hào ở Dương, ở không được giữa; mà lại liền sát với hào Tự, tức là cái tình Âm Dương tìm nhau; nó lại kề liền mà không chính giữa, đó là nó bị hào Âm ngăn chế cho nên không thể tiến lên, như chiếc xe trụt bỏ cái bánh, không thể đi được. Chồng vợ trở mắt, là hào Âm đáng lẽ bị chế với hào Dương, nay nó lại chế hào Dương như chồng vợ trở mắt. Trở mắt là giương con mắt tức giận nhìn nhau, ấy là không thuận với chồng mà lại đè nén chồng vậy. Đàn bà được chồng yêu thương mê hoặc, rồi đến đè nén lại chồng. Chưa có khi nào chồng không lỗi đạo mà vợ lại đè nén được! Cho nên, những sự “trụt bánh” “trở mắt”, đều là do hào Ba tự mình làm ra. Bản nghĩa của Chu Hy. - Hào Chín Ba cũng muốn tiến lên, nhưng nó cứng mà không giữa, gần sát với hào Âm mà lại không phải chính ứng, chỉ vì Âm Dương đẹp lòng nhau mà bị ràng buộc ngăn chứa không thể tự mình tiến lên, cho nên có tượng “xe trụt bánh xe”. Song vì chí nó cứng mạnh, không thể dẹp đi mà còn tranh nhau với hào kia, cho nên lại là cái tượng “chồng vợ trở mắt”. Kẻ xem như thế, thì không thể tiến được mà lại có sự tranh giành.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_010",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: 夫妻反⽬, 不能正室也.",
    "dịch_âm": null,
    "dịch_nghĩa": "Lời Tượng nói rằng: Chồng vợ trở mắt, không chính được cửa nhà vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_011",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "六四: 有孚, ⾎去, 惕出, ⽆咎.",
    "dịch_âm": "Lục Tứ: Hữu phu, huyết khứ, dịch xuất, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Tư: Có tin, máu đi, sợ ra, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lấy một hào Âm chứa mọi hào Dương, vốn vẫn có sự đau hại lo sợ, vì nó muốn mềm thuận được chỗ chính đính, trống rỗng bên trong, lại có hai hào Dương của thể Tốn giúp cho họ, ấy là tượng “có sự tin mà máu đi, sợ khỏi”, không lỗi là phải. Cho nên mới răn kẻ xem cũng có đức ấy thì không có lỗi.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Hào Ba là Dương tiến lên hăng mạnh, hào Tư cố gượng ngăn lại, hào Ba tuy bị “trụt bánh xe”, hào Tư cũng không thể không bị thương, cho nên mới nói là “máu” nói là “sợ”, tức là có ý lo thay, ắt phải có sự tin, thì máu có thể đi, sợ có thể khỏi, mới không có lỗi. ấy là răn bảo người ta vậy.",
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_012",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: 有学, 惧出, 上合志也.",
    "dịch_âm": "Tượng viết: Hữu phu, dịch xuất, thượng hợp chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Có tin, sợ ra, trên hợp chí vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_013",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "九五: 有孚攣如, 富以其鄰.",
    "dịch_âm": "Cửu Ngủ: Hữu phu loan như, phú dĩ kỳ lân.",
    "dịch_nghĩa": "Hào Chín Năm: Có tin, dường co quẹo vậy, giàu vì láng giềng.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hai hào thể Tốn, chung sức chứa Kiền, ấy là cái tượng láng giềng, mà hào Chín Năm ở giữa, đứng ngôi tôn, thế nó có thể làm việc để gồm cả trên lẫn dưới, cho nên mới là cái tượng “có sự tin dính chắc dùng sức phú hậu sai khiến láng giềng” Chữ 以(dĩ) này cũng như chữ 以(dĩ), trong những câu “dĩ… sư” của kinh Xuân thu, ý nói có thể sai khiến được nó. Kẻ xem có sự tin thì được như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_014",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈: 有孚攣如, 不獨富也.",
    "dịch_âm": "Tượng viết: Hữu phu loan như, bất độc phú dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Có tin dường co quẹo vậy, là không giàu một mình vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_015",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "上九: 旣⾬, 旣處, 尚德載, 婦貞厲, ⽉幾望, 君⼦征凶.",
    "dịch_âm": "Thượng cửu: Ký vũ, ký xử, thượng đức tái, phụ trinh lệ, Nguyện cơ vọng, quân tử chinh hung.",
    "dịch_nghĩa": "Hào Chín Trên: Đã mưa, đã ở, chuộng đức chở, đàn bà chính bên, nguy! Mặt trăng hầu đến tuần vọng, đấng quân tử đi thì hung. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  },
  {
    "chunk_id": "QUE_TIEU_SUC_016",
    "hexagram": "QUE_TIEU_SUC",
    "que": null,
    "lời_kinh": "象⽈:既⾬既處, 德積載也. 君⼦征凶, 有所疑也.",
    "dịch_âm": "Tượng viết: Ký vũ, ký sử, đức tình tài dã; quân tử chinh hung, hữu sở nghi dã.",
    "dịch_nghĩa": "Lời Tượng nới rằng: Đã mua, đã ở, đức chứa chở vậy; đấng quân tử đi thì hung, cớ thửa ngờ vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Súc nghĩa là chứa là nuôi.",
      "2": "Văn Vương bị vua Trụ bắt giam ở ngục Dũ Lý.",
      "3": "Nước của vua Văn."
    }
  }
]