{
    "7": "[8]Nghệ , Vương Mãng , sự đó còn có thể nói, phận vợ mà ở ngôi tôn, thì[9] [10]là Nữ Oa , Vũ thị , đó là cái biến, không thể nói xiết, cho nên mới cólời răn \"quán vàng\" mà không nói hết.Bản nghĩa của Chu Hy. - Vàng là màu trung chính, quần là đồ trang sứcphía dưới. Hào Sáu Năm là thể Âm, ở ngôi tôn, cái đứctrung thuận đầy ở trong mà hiện ra ngoài, cho nên tượng nó như thế, màChiêm của nó thì là điều lành của bậc đại thiện. Kẻ xem đức ắt như thế, thìsự chiêm đoán cũng thế. Truyện Xuân thu chép: Nam Khoái sắp làm phản,bói được hào này, cho là rất tốt. Tử Phục Huệ Bá nói rằng: \"Việc trung tínthì được, nếu không như thế, ắt là thất bại. Ngoài mạnh, trong ôn là trung,dùng sự \"hòa\" để thống suất sự \"trinh\" là tín; cho nên nói rằng: \"quần vàngcả tốt\", vàng là màu trung chính, quần là đồ trang sức phía dưới, nguyên làtrùm của điều thiện. Trong không trung chính, không đúng với màu của nó;dưới không cung kính, không đúng với sự trang sức của nó; việc làm khôngtiện, không đúng khuôn phép của nó. Ôi Kinh Dịch không thể xem sự mạohiểm. Ba điều đó mà có điều thiếu, thì bói dù đúng, vẫn chưa thể tin\". SauKhoái quả nhiên thất bại. Coi đó đủ tỏ phép xem bói.LỜI KINH象⽈:黄裳元吉,⽂在中也.Dịch âm. - Tượng viết: Hoàng thường nguyên cát, văn tại trung dã.Dịch nghĩa. - Quần vàng cả tốt, văn vẻ ở trong vậy.GIẢI NGHĨATruyện của Trình Di - Văn vẻ của màu vàng trung chính ở trong là khôngthái quá. Bên trong chứa vẻ rất đẹp mà ở bậc dưới, cho nên mới là cả tốt.Bản nghĩa của Chu Hy. - Tức là văn vẻ ở trong mà hiện ra ngoài,LỜI KINH上九.⿓戰于籽,其⾎⽞黄.Dịch nghĩa. - Thượng Lục: Long chiến vu dã, kỳ huyết huyền hoàng.Dịch nghĩa. - Rồng đánh nhau ở đồng, máu nó xanh vàng.GIẢI NGHĨATruyện của Trình Di - Đó là Âm đi theo Dương, nhưng mà thịnh quá thìphải gây ra tranh giành. Hào Sáu Đã cùng cực, lại tiến không thôi, thì ắt đánhnhau, cho nên nói rằng: \"đánh nhau ở đồng\". Đồng nghĩa là tiến đến ngoài.Đã chọi nhau, thì đều bị thương, cho nên máu nó xanh vàng.Bản nghĩa của Chu Hy. - Âm đã thịnh cực, đến nỗi tranh nhau với Dương,cả hai kẻ bại đều bị thương. Tượng nó như thế. Kẻ xem như thế đủ biết làhung.Lời bàn của Tiên Nho. - Trên nói \"váng rắn đến\" là phòng cái vạ \"rồngđánh nhau ở đồng\", tức là lúc mới đầu. Đây nói \"rồng đánh nhau ở đồng\", làđể tỏ rằng cái lo \"váng rắn\" tới lúc chót.LỜI KINH象⽈:⿓戰于野,其道窮也.Dịch âm. - Tượng viết: Long chiến vu dã, kỳ đạo cùng dã.Dịch nghĩa. - Lời Tượng nói rằng: Rồng đánh nhau ở đồng, thửa đạo cùngvậy.GIẢI NGHĨATruyện của Trình Di - Âm đã thịnh đến cùng cực, thì ắt đánh nhau mà bịthương.LỜI KINH⽤六:利永男.Dịch âm. - Dụng Lục: Lợi vĩnh trinh.Dịch nghĩa. - Hào dùng Sáu: Lợi về vĩnh viễn chính đính.GIẢI NGHĨATruyện của Trình Di - Hào dùng Sáu của quẻ Khôn cũng như hào dùngChín của quẻ Kiền, tức là phép \"dụng Âm\" vậy. Đạo Âm mềm mà khó đượcbình thường. Cho nên cái phép dùng Sáu, lợi về thường thường chính bền.Bản nghĩa của Chu Hy. - Dùng Sáu nghĩa là được hào Âm thì đều dùng Sáumà không dùng Tám, đó cũng là một thông lệ. Vì quẻ này là thuần Âm mà ởđầu, cho nên bày tỏ tại đây. Gặp quẻ này mà sáu hào đều biến, thì sự chiêmđoán như lời này. Nghĩa là Âm mềm mà không thể giữ bền, biến đi thànhDương thì có thể vĩnh viễn chính đính, cho nên mới răn kẻ xem bằng chữ\"lợi vĩnh trinh\",cũng như hai chữ \"lợi trinh\" ở quẻ Kiền vậy. Tử quẻ Khônmà biến đi, cho nên không đủ về nguyên hanh.LỜI, KINH象⽈:⽤六Ặ貞,以⼤終也.Dịch âm. - Tượng viết: Dụng Lục vĩnh trinh, dĩ đại chung dã.Dịch nghĩa. - Dùng Sáu vĩnh viễn chính đính, vì lớn đến chót vậy.GIẢI NGHĨATruyện của Trình Di - Âm đã không đủ chính bền, thì không thể lâu dàiđến cùng chót, cho nên cái đạo dùng Sáu, lợi ở thịnh lớn trong lúc chót. Hễlớn đến chót, thì mới vĩnh viễn chính đính.Bản nghĩa của Chu Hy, - Đầu là Âm sau là Dương, cho nên nói rằng \"đạichung\".Lời bàn của Tiên Nho. - Chu Hy nói rằng: Dương là lớn, Âm là nhỏ, nhưquẻ Đại quá và quẻ Tiểu quá… đều thế. Nói về Âm Dương, thì sáu hào quẻnày lúc đầu vốn là nhỏ cả, đến đây. Âm biến làm Dương, vì vậy bảo là \"đạichung\", ý nói trước nhỏ mà sau lớn vậy.LỜI KINH⽂⾔⽈:坤⾄柔⽽動也剛,⾄靜⽽德⽅,後得,主利* ⽽有常,含萬物⽽化光道其順乎,承天⽽時⾏.Dịch âm. - Văn ngôn viết: Khôn chí nhu nhi động dã cương, chí tĩnh nhi đứcphương, hậu đắc, chủ lợi nhi hữu thường, hàm vạn vật nhi hóa quang. Khônđạo kỳ thuận hồ? Thừa thiên nhi thời hành.Dịch nghĩa. - Lời Văn ngôn nói rằng: Đạo Khôn rất mềm mà động thì cứng,rất tĩnh mà đức vuông, sau được, chủ lợi, mà có thường, ngậm muôn vật màcó sáng. Đạo Khôn là thuận chăng? Theo trời mà làm việc có thời.GIẢI NGHĨATruyện của Trình Di - Đạo Khôn rất mềm mà khi nó động thì cứng, thểKhôn rất tĩnh mà đức của nó thì vuông; vì nó động thì cứng nên ứng vớiKiền không sai; vì nó đức vuông, nên khi sinh vật có thường. Đạo Âm khôngxướng mà họa, cho nên ở sau mà được, mà chủ về lợi, làm nên muôn vật làsự thường cửa Khôn; ngậm chứa muôn loài, đó là công và đức hóa của nóvừa sáng vừa lớn. Dưới chữ \"chủ\" 主 sót chử \"lợi\" 利. Đạo Khôn là thuậnchăng? theo trời mà làm việc có thời, nghĩa là vâng theo sự thi hành của trời[11]mà không trái thời. Đó là khen ngợi sự xuôi thuận của đạo Khôn vậy .Bản nghĩa của Chu Hy. - Chữ \"cương\" và chữ \"phương\" thích về nết\"trinh\" của ngựa cái. Phương là sinh vật có thường. Trình truyện nói rằng:Dưới chữ主 (chủ) nên có chữ 利 (lợi). Câu \"ngậm muôn vật mà hóa sáng\" làlại nói rõ nghĩa của chữ \"hanh\"; câu \"Đạo Khôn là thuận chăng? Vâng trờimà làm việc theo thời\" là lại nói rõ nghĩa Của chữ \"thuận thừa thiên\" Từ đâytrở đi, nhắc lại ý của Thoán truyện.LỜI KINH積善之家必有餘慶;積不善之家必有餘块.⾂弒其君, ⼦弒其⽗i⾮⼀朝⼆⼣之$,其,由Ặ者漸矣,由辯¥ 不早辯也.易⽈:履霜,堅冰⾄,蓋⾔順也.Dich âm. - Tích thiện chi gia, tất hữu dư khánh; tích bất thiện chi gia, lớnthữu dư ương. Thần thí kỳ quân, tử thí kỳ phụ, phi nhất triêu nhất tịch chi cố,kỳ sở do lai giả tiệm hỹ, do biện chi bất tảo biện dã. Dịch viết: Lý sương,kiên băng chí, cái ngôn thuận (?) dã.Dịch nghĩa. - Cái nhà chứa điều thiện, ắt có phúc thừa; cái nhà chứa điều bấtthiện, ắt có vạ thừa. Tôi giết vua nó, con giết cha nó, không phải là cớ mộtmai một hôm, cái mà nó đã bởi đó mà đến vẫn là dần dần, vì kẻ phân biệtkhông phân biệt sớm đó thôi. Kinh Dịch. nói rằng: \"Xéo sương,váng rắnđến\" đó là nói về sự thuận.GIẢI NGHĨATruyện của Trình Đi. - Việc trong gầm trời,chưa có cái gì không do tích lạimà nên. Những nhà mà cái tích lại là thiện, thì phúc khánh kịp đến con cháu;nếu cái tích lại là bất thiện, thì tai vạ trôi tới đời sau; lớn ra, cho đến cái họathí nghịch, cũng do tích lũy mà đến, không phải một mai một hôm có thể làmnên. Kẻ sáng thì biết những sự \"dần dần\", không nên cho nó lớn lên; cái nhỏchứa lại sẽ thành cái lớn, phân biệt từ khi còn sớm không để chí nó thuậntiện mà lớn, cho nên cái ác ở thiên hạ, không bởi đâu mà thành ra được. Mớibiết lời răn \"sương váng\" là đúng. Sương mà đến váng, ác nhỏ mà đến lớn,đều là sự thế thuận tiện mà lớn vậy.Bản nghĩa của Chu Hy. - Tiếng cổ chữ 順（thuận) chữ 慎（thận) vẫn dùnglẫn lộn. Xét ra chữ順 (thuận) ở đây, nên đổi ra làm chữ慎(thận) ý nói nênphân biệt từ khi còn nhỏ.LỜI KINH直其正也,⽅其義也/君Ỹ敬以直内,義以⽅外,敬義⽴⽽德不权.直⽅⼤,不習,無不利^⽲疑其所⾏也.Dịch âm. - Trực kỳ chính dã, phương kỳ nghĩa dã. Quân tử kính dĩ trực nội,nghĩa dĩ phương ngoại, kính nghĩa lập nhi đức bất cô. Trực, phương, đại, bấttập, vô bất lợi, tắc bất nghi kỳ sở hành dã.Dịch nghĩa. - Thẳng tức là chính, vuông tức là nghĩa. Đấng quân tử dùng sựkính để làm cho thẳng bên trong, dùng điều nghĩa để làm cho vuông bênngoài, kính nghĩa dựng thì đức không bồ côi. Thẳng, vuông, lớn, không phảitập, không gì không lợi, không ngờ cái điều mình làm vậy.GIẢI NGHĨATruyện của Trình Di - Thẳng là nói về sự kính,vuông là nói về điều nghĩa.Đấng quân tử lấy sự kính làm chủ để làm cho thẳng bên trong, giữ điềunghĩa để làm cho vuông bên ngoài, sự kính dựng được thì bên trong thẳng,điều nghĩa hiện ra thì bên ngoài vuông; nghĩa hiện ra ngoài, không phải là nóở ngoài. Kính nghĩa dựng, thì đức thịnh rồi, không hẹn nó lớn mà nó tự lớn,đó là đức không bồ côi, dùng gì mà không chu đáo? Làm gì mà không lợi?Còn ngờ gì nữa?Bản nghĩa của Chu Hy, - Đây là nói về sự học. \"Chính\" chỉ về bản thể,\"nghĩa\" chỉ về sự ngăn chế, mà \"kính\" thì tức là sự giữ gìn về bản thể vậy.Bốn chữ \"Trực nội phương ngoại\" Trình truyện nói đã đủ ý. \"Không bồ côi\"là nói về sự lớn. Còn ngờ cho nên phải tập mà sau mới lợi, không ngờ thì cầngì phải tập!Lời bàn của Tiên Nho. - Chu Hy nói rằng: \"Kính để làm thẳng bên trong\",ấy là công phu trì thủ. \"Nghĩa để làm vuông bên ngoài\", thì là công phugiảng học. Thẳng là thẳng trên thẳng dưới, trong bụng không có mảy maycong queo. Vuông tức là ý dứt khoát, vuông vắn; chỗ này, việc ấy đều phảikhu xử bằng cách dứt khoát, ví như một vật bốn mặt thẳng băng có thể xắtđược, không thể di Dịch. Khi \"tròn\" thì chuyển động được; lúc chưa có việc,chỉ nhờ: \"Kính để làm thẳng bên trong\"; nếu có sự vật tới nơi, thì phải phânbiệt một cái \"phải trái\". Kính như cái gương nghĩa là tính \"soi được\".Kính để nuôi lòng, không có một mảy may ý riêng, có thể là thẳng; do đó màphát ra, làm việc gì nhằm với lẽ phải của việc ấy, thế gọi là nghĩa.LỜI KINH險雖有美,含之以從王事,弗敢成也,地道也, 妻道⾂道也.地弗成⽽代有終.Dịch âm. - Âm tuy hữu mỹ, hàm chỉ dĩ tòng vương sự, phất cảm thành dãyđịa đạo dã, thê đạo dã, thần đạo dã. Địa đạo vô thành nhi đại hữu chung.Dịch nghĩa. - Âm tuy có sự tốt đẹp, phải ngậm nó lại để đi theo việc nhàvua, không dám nhận sự thành công, đó là đạo đất, đó là đạo vợ, đó là đạo kẻlàm tôi. Đạo đất không nhận sự thành công mà thay thế cho tới có chót.GIẢI NGHĨATruyện của Trình Di, - Đạo kẻ làm người dưới, không nhận có công, phảingậm kín những sự văn vẻ tốt đẹp của mình để đi theo việc nhà vua và thaythế người trên mà làm cho chót công việc, không dám nhận lấy sự thànhcông. Cũng như đạo đất thay trời làm trọn các vật, mà phần công vẫn chủ ởtrời. Đạo vợ cũng vậy.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Trong khoảng trời đất: muôn vậtsán lạn trưng bày, đều là Âm bám vào Dương, cái đẹp hiển hiện ra ngoài đóthôi. Hào Sáu Ba và hào Sáu Năm đều là Âm ở ngôi Dương, cho nên, ở hàoBa thì nói \"Âm tuy có sự tốt đẹp\" mà ở hào Năm thì nói: \"cái tốt đẹp ở bêntrong\". Nhưng hào Ba đương tiến mà ngôi không chính giữa, cho nên, tuy cósự tốt đẹp, còn phải ngậm lại, hào Năm thì đã chính ngôi mà ở, cho nên, cáitốt đẹp ở trong phát ra thành sự nghiệp. Kẻ đi làm tôi người ta, sự nghiệp rõrệt với đời vẫn có từng thì, không thể cậy về tài năng, mà cứ tiến tràn, đểmua lấy vạ hiềm nghi ghen ghét của hào Ba và hào Năm.LỜI KINH天地變化,草⽊蕃;天地閉,賢⼈隱.易⽈:括嚢無啓,無譽,蓋⾔謹也.Dịch âm. - Thiên địa biến hóa, thảo mộc phồn; thiên địa bế, hiền nhân ẩn.Dịch viết: Quát nang vô cứu, vô dự, cái ngôn cẩn dã.Dịch nghĩa. - Trời đất biến hóa, cỏ cây tốt, trời đất đóng khép, người hiềnẩn. Kinh Dịch nói rằng: Thắt túi, không lỗi không khen, nghĩa là nói về sựcẩn thận vậy.GIẢI NGHĨATruyện của Trình Di - Hào Tư ở trên gần vua mà không có nghĩa tươngđắc, cho nên là tượng cách tuyệt. Trời đất cảm nhau thì biến hóa, muôn vậtcỏ cây đều rậm tốt; vua tôi giao tế với nhau thì là đạo hanh thông. Trời đấtbế cách thì muôn vật không được thỏa thê; vua tôi tuyệt đường thì bậc hiềngiả phải ẩn trốn. Hào Tư ở vào giữa lúc bế cách, thắt túi, giấu kín, tuy làkhông có tiếng khen, nhưng mà có thể không lỗi, ý nói nên tự giữ gìn cẩnthận vậy.Lời bàn của Tiên Nho, - Lả Đông Lai nói rằng: Trời đất biến hóa cây cỏ tốt;trời đất đóng khép người hiền ẩn, người ta với trời đất cùng là một khí, tháithì hiện, bĩ thì ẩn, cũng như mùa xuân thì sinh,mùa thu thì rụng, khí tới làứng, không hề cách nhau cái tóc, và cũng không cần nghĩ ngợi, so tính. Nếubảo là \"xét thời thế mà hành động\", thì đã coi là chia làm hai việc rồi. Sở dĩchỉ nói người hiền ẩn là vì người thường thì vẫn tự mình cách tuyệt, cho nên,với khí trời đất, không thông nhau. Khí tới mà biết, chỉ có người hiền màthôi.LỜI KINH君⼦黄中通理,正位居體.美在其中 ⽽暢於四⽀,發於事業,美之⾄也.Dịch âm. - Quân từ hoàng trung, thông lý, chính vị cư thể. Mỹ tại kỳ trungnhi xướng ư tứ chi, phát ư sự nghiệp, mỹ chi chí dã.Dịch nghĩa. - Đấng quân tử vàng trong thông lẽ, chính ngôi ở thể. Cái tốtđẹp ở thửa trong mà khắp tới bốn chi, phát ra sự nghiệp, là tốt đẹp đến cùngtột vậy.GIẢI NGHĨADịch truyện. - Vàng trong tức là văn vẻ ở trong. Đấng quân tử văn vẻ bêntrong mà đạt về lý, ở ngôi chính mà vẫn không mất thể của kẻ dưới. Năm làngôi tôn, ở quẻ Khôn chỉ lấy cái nghĩa trung chính mà thôi. Cái tốt đẹp chứaở bên trong mà thông xướng ra bốn chi, phát hiện ra sự nghiệp. Đó là đức tốtđến cùng tột.Bản nghĩa của Chu Hy. - Vàng trong chỉ về cái đức trung chính ở trong, đólà thích nghĩa chữ黄 (hoàng). Chính ngôi ở thể, nghĩa là ở ngôi tôn mà vẫnthể dưới, đó là thích chữ 裳 (thường). Câu \"cái đẹp ở trong\" lại thích chữ 黄(hoàng), câu \"khắp ra bốn chi\" là lại thích chữ 體 (cư thể).Lời bàn của Tiên Nho. - Từ Tiến Trai nói rằng: Vàng trong là đức ở trong,thông lẽ là không lẽ nào không thông, ý nói cái đức mềm thuận chứa ở bêntrong đã đến cực thịnh, chính ngôi là ở nhằm ngôi chính giữa, ở thể là ở thểdưới mà không tiến, ý nói cái đức mềm thuận hình hiện ra ngoài mà đềuxứng đáng. Vàng trong thông lẽ thì cái đẹp chứa ở trong phát ra bốn chi;chính ngôi ở thể thì có thể phát ra sự nghiệp.Bốn chữ \"vàng trong thông lẽ\" phải nên ngẫm nghĩ. Hàm dưỡng khôngngấm, thao thủ không bền, lẽ trời có một mảy chưa thuần túy, lòng dục cómột mảy chưa trừ hết, thì chưa được là \"vàng trong\". Hàm dưỡng ngấm rồi,thao thủ bền rồi, lẽ trời trọn vẹn rồi, lòng dục trừ hết rồi, nhưng nếu vần thơchưa đạt, mạch lạc chưa suốt, thì cái chứa ở bên trong tuy có vẻ đẹp vềđường ôn hòa thuần hậu, mà không có cái mầu nhiệm về mặt dung xướngquán thông, chưa được là thông lẽ.LỜI KINH陰疑於陽必戰為其嫌於無陽也,故稱⿓焉猶未灕其 類也,故稱⾎夫⽞黄者,天地之雜也,天⽞⽽地黄.Dịch âm, - Âm nghi ư Dương, tất chiến, vị kỳ hiềm ư vô Dương dã cố xưnglong yên; do vị ky kỳ loại dã, cố xưng huyết yên. Phù huyền hoàng giả thiênđịa chi tạp dã, thiên huyền nhi địa hoàng.Dịch nghĩa. - Âm ngờ với Dương, ắt phải đánh nhau. Vì nó hiềm rằngkhông có Dương, cho nên gọi là rồng; vì nó còn chưa lìa loài của nó cho nêngọi là máu. Ôi xanh vàng là sự lẫn lộn của trời, đất vậy, trời xanh mà đấtvàng.GIẢI NGHĨATruyện của Trình Di - Dương lớn Âm nhỏ, Âm phải theo Dương. Âm Đãthịnh cực, đều nhau cùng Dương, đó là ngờ với dương. Không theo nhau thìphải đánh nhau. Quẻ này tuy là thuần Âm, e bị ngờ là không có Dương, chonên mới gọi là rồng. Thấy nó đánh nhau với Dương, ở đồng la tiến khôngthôi mà tới tận ngoài; thịnh cực mà tiến không thôi thì đánh nhau rồi; tuythịnh cực vẫn không lìa hẳn loài Âm mà tranh nhau với Dương, đủ biết là nóbị thương, cho nên mới gọi là máu, Âm đã thịnh cực, tranh nhau với Dương,thì Dương không thể không bị thương, cho nên máu nó xanh vàng, xanhvàng là sắc của trời đất, tức là đều bị đau cả.Bản nghĩa của Chu Hy. –無 (vô) nghĩa là ngang đều với nhau, không cònlớn nhỏ khác nhau. Quẻ Khôn tuy không có Dương, nhưng Dương vẫn chưatừng không có. Máu thuộc về Âm, nghĩa là khí là Dương mà máu là Âm.Xanh vàng là sắc chính của trời đất, câu ấy ý nói Âm Dương đều bị thương.Đây là nhắc lại ý của Tượng truyện.Lời bàn của Tiên Nho. - Sái Tiết Trai nói rằng: Tháng mười là tháng Khôn,Tháng Khôn sáu hào đều là thể Âm, nhưng mà cái lẽ sinh rồi lại sinh lại vẫn[12]không phút chốc dừng nghỉ. Một khí dương tuy là sinh ở tháng tý mà[13]thật ra, nó đã khởi đầu từ tháng hợi . Khí Dương của tháng mười, chỉ cóchưa thành ra hào mà thôi. Thánh nhân vì nó thuần Âm mà hoặc ngờ làkhông Dương, cho nên mới gọi là rồng, để tỏ lẽ đó. Người xưa gọi thángmười là tháng Dương, chính do ở đây mà ra.Chú thích:[1]Chỉ về tên Khôn mà tượng là đất.[2]Chỉ về chữ \"Đại\" chữ \"Thủy\" ở lời Thoán quẻ Kiền[3]Chỉ về chữ \"Đại\" chữ \"Thủy\" ở lời Thoán quẻ Kiền.[4]Cẩn thận giữ gìn từ khi việc còn nhỏ tý.[5]Theo lời Tiên Nho thì hai chữ 堅冰（Kiên băng) ở đây không thông, vì ởdưới đó còn có mấy chữ 吃始凝也（Âm thủy ngưng dã: khí âm mới đọng),thì chưa thể có váng rắn.[6]Ngôi chẵn, số Âm.[7]Bề tôi nhà Hạ muốn cướp ngôi vua nhà Hạ.[8]Bề tôi nhà Hán mà muốn cướp ngôi nhà Hán.[9]Em gái Phục Hy, đã có làm vua nước Tàu.[10]Vợ Đường Cao Tôn, đã cướp ngôi vua nhà Đường.[11]Chữ này Kinh văn không có. Đây theo truyện Trình Di thêm vào.[12]Tháng một.[13]Tháng mười."
}