[
  {
    "chunk_id": "QUE_PHUC_001",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    }
  },
  {
    "chunk_id": "QUE_PHUC_002",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "復亨,出⼊無疾,明來無咎",
    "dịch_âm": "Phục hanh xuất nhập vô tật, bằng lai vô cữu.",
    "dịch_nghĩa": "Quẻ Phục hanh, ra vào không tật, bạn đến không lỗi. GLÀI NGHĨA",
    "truyện_của_Trình_Di": "Phục hanh nghĩa là đã trở lại thì hanh thông. Khi Dương đã sinh ở dưới, dần dần hanh thịnh mà sinh nuôi muôn vật; đạo đấng quân tử đã trở lại thì dần dần hanh thông, tưới tắm cho thiên hạ, cho nên quẻ Phục có lẽ hanh thịnh. - Ra vào không tật: Ra vào chỉ về sinh lớn, lại sinh ở trong là vào; lớn tiến ở ngoài là ra, nói “ra” trước, là nói cho thuận mà thôi, khí Dương sinh ra, không phải là tự bên ngoài. Đến ở bên trong gọi là vào. Vật mới sinh khí nó rất nhỏ, cho nên phần nhiều hay gian truân, Dương mới sinh khí nó rất nhỏ, cho nên phần nhiều hay bị gẫy. Khí Dương mùa xuân phát ra khí Âm lạnh bẻ gẫy, cứ coi cây cỏ về lúc sớm tối có thể thây rõ. “Ra vào không tật” nghĩa là cái khí Dương nhỏ sinh rồi lớn, không có cái gì hại nó. Đã không có cái gì hại nó mà loại của nó dần dần tiến đến thì là sắp sửa hanh thịnh, cho nên không lỗi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_003",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "反復其道,其⽇來復,利有攸往.",
    "dịch_âm": "Phản phúc kỳ đạo, thất nhật lai phục, lợi hữu du vãng.",
    "dịch_nghĩa": "Lật đi lật lại thửa đạo, bảy ngày lại trở lại, lợi có thửa đi.",
    "truyện_của_Trình_Di": "Ý nói cái đạo tiêu, lớn, lật đi, lặt lại, đắp đổi mà đến, khi Dương tiêu đi,đến bảy ngày mà lại trở lại. Quẻ Cấu là Dương mới tiêu, bảy lần biến mà thạnh quẻ Phục , cho nên nói rằng bảy ngày, nghĩa là bảy lần đổi. Quẻ Lâm nói rằng: “Tám thống có hung^, nghĩa là từ lúc Dương lớn đến lúc Âm lớn trải tám tháng vậy. Dương tiến thì Âm lui, đạo đấng quân tử lớn lên thì đạo kẻ tiểu nhân tiêu đi, cho nên lợi có thửa đi.",
    "bản_nghĩa_của_Chu_Hy": "Phục là Dương lại sinh ở dưới, đẽo hết thì là quẻ thuần Khôn, tức quẻ thuộc về tháng mười, mà khi Dương đã sinh ở dưới, chứa lại hơn tháng, rồi sau cái thể một phần khí Dương mới thành mà lại trở lại, cho nên tháng mười một, về quẻ là Phục, vì rằng khi đã đi lại trở lại, cho nên cái đạo hanh thông. Lại, trong Chấn ngoài Khôn, có Tượng “Dương động ở dưới mà theo đường thuận đi lên, cho nên lời chiêm của nó là ”mình ra vào đã được không tật, thì bè loại đi đến cũng không được lỗi”. Lại, vì tháng năm quẻ Cấn, một phần Âm mới sinh, đến đây là bảy hào, mà một phần Dương lại trở lại, đó là sự tự nhiên trong cuộc vận hành của trời. Nhưng lời Chiêm của nó là “lật đi lật lại thửa đạo, đến bảy ngày nên được trở lại”. Lại, vì đức cứng đang lớn lên, cho nên lời Chiêm của nó là “lợi có thửa đi”. Lật đi lật lại có thửa đạo, đến bảy ngày mới được trở lại”. Lại, vì đức cứng đang lớn lên, cho nên lời Chiêm của nó là “lợi có thửa đi”. “Lật đi lật lại thửa đạo” là ý “đi mà lại lại, lại mà lại đi”. Bảy ngày là kỳ trở lại của sự xem.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_004",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "彖,復亨,剛反,動⽽以順⾏,. I以出Â無疾,朋來無咎.",
    "dịch_âm": "Táohn viết: Phục hanh, cương phản, động nhi dĩ thuận hành, thị dĩ xuất nhập vô tật, bằng lai vô cữu.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Phục hanh là cứng trở lại; động mà thấy sự thuận đi lên; cho nên ra vào không tật, bạn đến không lỗi.",
    "truyện_của_Trình_Di": "Phục hanh nghĩa là đức cứng trở lại mà hanh, Dương cứng tiêu đã cùng cực mà lại trở lại, đã trở lại thì dần dần thịnh mà hanh thông. “Động mà lấy sự thuận đi lên, cho nên ra vào không tật, bạn đến không lỗi” là nói về tài của quẻ, tức là nói cái cớ tại sao mà thế. Dưới động mà trên thuận, đó là “động mà lấy sự thuận đi lên”,Dương cứng trở lại mà động bằng cách xuôi thuận, cho nên được ra vào không tật, bạn đến mà không lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Đây lấy đức quẻ mà nói.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_005",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "反復其道,七⽈來復,天⾏也.",
    "dịch_âm": "Phản phúc kỳ đạo, thất nhật lai phục, thiên hành dã.",
    "dịch_nghĩa": "Lật đi lật lại thửa đạo, bảy ngày lại trở lại, vận trời vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Âm Dương tiêu sinh, vận trời thế đó.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_006",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "利有攸往,剛⾧也.",
    "dịch_âm": "Lợi hữu du vàng, cương trưởng dã.",
    "dịch_nghĩa": "Lợi có thửa đi, cứng lớn vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây lấy thể quẻ mà nói. Đã sinh ra thì phải dần dần lớn lên.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_007",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "復其⾒天地造化之⼼乎.",
    "dịch_âm": "Phục kỳ hiến thiên địa, tạo hóa chi tâm hồ.",
    "dịch_nghĩa": "Quẻ Phục thửa thấy lòng của trời đất tạo hóa chăng?",
    "truyện_của_Trình_Di": "Cái đạo của nó trở đi trở lại, đắp đổi tiêu đi, đắp đổi sinh ra, bảy ngày mà lại trở lại là cuộc vận hành của trời như thế. Tiêu, lớn nhân nhau, đó là lẽ của trời đất. Đạo của đấng quân tử, Dương cương lớn được, cho nên lợi có thửa đi. Một phần Dương trở lại ở dưới, đó là lòng của trời đất, Tiên nho đều cho là tĩnh thì thấy lòng trời đất, nhưng không biết rằng đầu mối sự động, tức là lòng của trời đất đó. Không phải là kẻ hiểu đạo, thì biết sao được lẽ ấy.",
    "bản_nghĩa_của_Chu_Hy": "Dưới những phần Âm chồng chất, một phần Dương lại sinh ra, lòng sinh vật của trời đất đã hầu tắt đứt, đến đó lại thấy; ở người ta thì là tĩnh cực mà động; ác cực mà thiện, cái lòng sẵn có của mình hầu tắt mà lại hiện ra. Trình Tử bàn về lẽ đó kỹ rồi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_008",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:雷夺地中,復. 先王以⾄⽇閉關, 商旅不後不省⽅.:",
    "dịch_âm": "Tượng viết: Lôi tại địa trung, Phục, Tiên vương dĩ chí, nhật bế quan, thương lữ bất hành, hậu bất tỉnh phương.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm ở trong đất, là quẻ Phục , đấng Tiên [2] vương coi đó mà ngày chí đóng cửa ải, kẻ thương lữ không đi, các vua không xét các phương.",
    "truyện_của_Trình_Di": "Sấm là Âm Dương xát nhau mà thành tiếng, đương lúc khí Dương còn nhỏ, chưa thể phát ra. Sấm ở trong đất là lúc khí Dương mới trở lại. Khi Dương mới sinh ở dưới mà còn rất nhỏ, yên lặng mà sau mới lớn được. Đấng Tiên vương thuận theo dạo trời, khi ngày “chí”,khí Dương mới sinh, yên lặng mà nuôi nó, cho nên đóng cửa ải lại, khiến kẻ thương lữ không được đi, ông vua không coi xét bốn phương, đó là xem tượng quẻ Phục mà thuận theo đạo trời vậy. Ở thân một người cùng vậy, nên yên lặng để nuôi khí Dương.",
    "bản_nghĩa_của_Chu_Hy": "Đó là yên lặng để nuôi khí Dương. Thiên Nguyệt lệnh, tháng ấy phải trai giới che mình, để đợi sự định đoạt của khí Âm khí Dương.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_009",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "初九:不遠復, 無祗悔, 元吉.",
    "dịch_âm": "Sơ Cửu: Bất viễn phục, vô chỉ hối, nguyên cát",
    "dịch_nghĩa": "Hào Chín Đầu: Chẳng xa trở lại, không đến ăn năn, cả tốt.",
    "truyện_của_Trình_Di": "Phục là khí Dương lại trở lại, Dương là đạo đấng quân tử, cho nên quẻ Phục là nghĩa trở lại đường thiện. Hào Đầu, Dương cứng trở lại, ở đầu quẻ, tức là chỗ trước nhất của sự trở lại, đó là chẳng xa mà đã trở lại. Có lỗi mất mà sau mới có trở lại, không lỗi mất thì còn trở lại gì nữa? Duy có lỗi mất chưa xa mà đã trở lại, thì không đến nỗi ăn năn, ấy là cả thiện mà tốt. Chữ Âm là chi, nghĩa là đến 無柢悔(vô chi hối) nghĩa là không đến ăn năn. Ông Nhan Tử không có cái lỗi hình hiện ra ngoài, đức Phu tử bảo là “ngõ hầu” đó là “không đến ăn năn”,cái lỗi đã chưa hình hiện, mà đổi đi rồi, thì còn ăn năn gì nữa? Đã chưa thể “không phải cố gắng mà trung” theo cái muốn của lòng mình mà không vượt khuôn phép” ấy là có lỗi, nhưng vì sáng mà cương quyết, cho nên, có một điều gì không phải, chưa từng không biết; đã biết, chưa từng không đổi ngay đi, cho nên không đến ăn năn, đó là không xa mà trở lại.",
    "bản_nghĩa_của_Chu_Hy": "Một phần Dương lại sinh ở dưới, tức là chủ sự trở lại ⽅氐(chi) nghĩa là đến. Lỗi mất chưa xa, đã biết trở lại đường thiện, không đến phải ăn năn, đó là cái đạo cả thiện mà tốt, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_010",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "初九:不遠復,無祗悔,元吉.",
    "dịch_âm": "Tượng viết: Bất viễn chi phục, dĩ tu thân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự trở lại của việc chẳng xa, để sửa mình vậy.",
    "truyện_của_Trình_Di": "Chẳng xa mà trở lại, tức là cái đạo mà đấng quân tử sở dĩ sửa mình. Cái đạo học hỏi, không có gì khác, chỉ hễ biết điều, không phải của mình thì mau đổi đi, để theo điều phải mà thôi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_011",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "六⼆:休復,吉.",
    "dịch_âm": "Lục Nhị: Hưu phục cát!",
    "dịch_nghĩa": "Hào Sáu Hai: Đẹp sự trở lại, tốt!",
    "truyện_của_Trình_Di": "Tuy là hào Âm ở chỗ trung chính mà sát gần hào Đầu, tức là chí theo về Dương, biết nhường người thân, ấy là sự trở lại tốt đẹp. Trở lại là trở lại với lễ, trở lại với lễ, thì là nhân; hào Đầu, khí Dương trở lại, tức là trở lại với nhân; hào Hai gần liền mà chịu lún nó, vì vậy mới đẹp mà tốt.",
    "bản_nghĩa_của_Chu_Hy": "Mềm thuận trung chính, gần hào Chín Đầu mà biết nhường nó, ấy là sự trở lại tốt đẹp, tức là đạo tốt vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_012",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:休復之吉,以下仁也",
    "dịch_âm": "Tượng viết: Hưu phục chi cắt, dĩ hạ nhân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đẹp sự trở lại mà tốt, vì biết lớn với kẻ nhân vậy.",
    "truyện_của_Trình_Di": "Là sự trở lại đẹp đẽ mà tốt, vì nó biết nhún với kẻ nhân. Nhân là đức chung của thiên hạ, là gốc của điều thiện, hào Đầu trở lại điều nhân, hào Hai biết thân và nhún với nó, cho nên mới tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_013",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "六三:頻復, 厲, 無咎.",
    "dịch_âm": "Lục Tam: Tần phục lệ, vô cữu. Dỉch nghĩa. - Hào Sáu Ba: Luôn luôn trở lại, nguy! Không lỗi.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Hào Ba lấy chất Âm lại ở chỗ cùng cực của sự động, tức là trở lại luôn luôn mà không được bền, Sự trở lại quý ở yên bền, luôn luôn lỗi mất, ấy là không yên về sự trở lại. Trở lại đường thiện mà lại luôn luôn lỗi mất, đó là cách nguy. Đấng thánh nhân mở đường “thiên nhiên”, khen sự trở lại của nó mà lo cho sự luôn luôn lỗi mất của nó, cho nên nói “nguy, không lỗi” không thể vì sự luôn luôn lỗi mất mà răn sợ sự trở lại của mình. Năng bị lỗi mất là nguy, nhưng đã năng trở lại thì còn lỗi gì? Lỗi ở sự mất, không ở sự trở lại.",
    "bản_nghĩa_của_Chu_Hy": "Là hào Âm, ở ngôi Dương, không giữa không chính, lại ở vào chỗ cùng cực của sự động mà không bền, đó là cái tượng “luôn luôn lỗi mất, luôn luôn trở lại”. Luôn luôn lỗi mất, cho nên mới nguy, trở lại thì không có lỗi, cho nên lời Chiêm của nó lại như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_014",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:頻復之属,義無咎也.",
    "dịch_âm": "Tượng viết: Tần phục chi lệ, nghĩa vô cữu dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái nguy của sự luôn luôn trở lại, nghĩa không lỗi vậy.",
    "truyện_của_Trình_Di": "Luôn luôn trở lại, luôn luôn lỗi mất, tuy là nguy dữ, nhưng theo nghĩa trở lại điều thiện thì không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_015",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "六四:中⾏獨後.",
    "dịch_âm": "Lục Tứ: Trung hành độc phục.",
    "dịch_nghĩa": "Hào Sáu Tư: Đi giữa một mình trở lại.",
    "truyện_của_Trình_Di": "Nghĩa của hào này, rất nên ngẫm kỹ, hào Tư đi giữa các hào Âm, mà một mình nó biết trở lại, tự ở vào chỗ chính đính, bên dưới ứng nhau với hào Dương cương, thì cái chí nó, đáng gọi là thiện. Không nói tốt xấu, vì là hào Tư lấy chất mềm giữa các hào Âm, hào Đầu Dương còn rất nhỏ, không đủ cứu nó, không có cái lý có thể nên việc, cho nên thánh nhân chỉ khen nó biết một mình trở lại, không muốn nói nó một mình theo đạo là ắt phải hung: Hỏi rằng: Thế thì không nói “không lỗi” là sao? Đáp rằng: Lấy chất Âm ở ngôi Âm; nhu nhược, thái thậm, tuy có chí theo Dương, rút lại không thể nên việc, không phải là không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Hào Tư ở giữa cốc hào Âm, mà một mình nó ứng với hào Đầu, đó là Tượng “đi với nhiều người, mà một mình mình biết theo đường thiện”. Trong lúc đó, khí Dương rất nhỏ, chưa thể làm gì, cho nên không nói là tốt. Nhưng mà lẽ nên như thế, tốt xấu không phái là việc đáng bàn.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_016",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:中⾏獨復,以從道也.",
    "dịch_âm": "Tượng viết: Trung hành độc phục, dĩ tòng đạo dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đi giữa, một mình trở lại, để theo đạo vậy.",
    "truyện_của_Trình_Di": "Khen có một mình trở lại, vì nó biết theo đạo thiện, thiện của đấng quân tử Dương cương vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_017",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "六五:敦復,無悔.",
    "dịch_âm": "Lục Ngũ: Đôn phục, vô hối..",
    "dịch_nghĩa": "Hào Sáu Năm: Dốc lòng về sự trở lại,không phải ăn năn.",
    "truyện_của_Trình_Di": "Lấy đức trung thuận ở ngôi vua; biết dốc lòng là sự trở lại đường thiện, cho nên không phải ăn năn. Tuy vốn vẫn phải, nhưng lời răn cũng ở trong đó. Trong lúc khí Dương trở lại nhưng hãy còn nhỏ, mà lấy đức mềm ở ngôi tôn, phía dưới lại không có kẻ giúp đỡ, chưa thể hanh tốt, chỉ không ăn năn mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức trung thuận ở ngôi tôn, mà đương vào lúc trở lại, đó là Tượng “dốc lòng về sự trở lại”, tức là cách không phải ăn năn.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_018",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:敦復無悔,中以⾃考也.",
    "dịch_âm": "Tượng viết: Đôn phục vô hối, trung dĩ tự khảo dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dốc lòng về sự trở lại, dùng đạo trung để tự nên vậy.",
    "truyện_của_Trình_Di": "Tức là dùng đạo “trung”,để tự làm nên cho mình. Hào Năm lấy chất Âm đương ngôi tôn, ở chỗ giữa mà thể theo sự thuận, biết dốc lòng dùng đạo trung để làm nên cho minh, thì có thể không phải ăn năn. Tự làm nên, nghĩa là làm nên cái đức trung thuận.",
    "bản_nghĩa_của_Chu_Hy": "Chữ “khảo” nghĩa là “nên”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_PHUC_019",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "上六:年復,巧,有災眚.⽤#師,終有⼤琴,以其國君;凶Ẵ⼿⼗年,不可征.",
    "dịch_âm": "Thượng Lục: Mê phục, hung, hữu tai sảnh, dụng hành sư, chung hữu đại bại; dĩ kỳ quốc quân,hung, chí vu thập niên, bất khắc chính.",
    "dịch_nghĩa": "Hào Sáu Trên: Lú lấp sự trở lại, hung! Có vạ tội, dùng để trẩy quân, sau chót có thua lớn; tới cả vua nước đó, đến chừng mười năm, không thể đi.",
    "truyện_của_Trình_Di": "Đây là kẻ lấy chất Âm nhu ở vào chót cuộc trở lại, rút lại vẫn lú lấp mà không trở lại. Lú lấp mà không trở lại,đủ biết là hung. Có vạ tội: vạ là vạ trời, tự ngoài đến, tội lối mình, do mình làm ra. Đã lú lấp không biết trở lại đường, thiện, ở mình thì động đâu là lầm lỗi đấy, tai họa cũng tự bên ngoài mà đến, nghĩa là cũng bởi tự mình vời đến. Lú lấp đường lối mà không trở lại, không thể thi thố việc gì được cả, dùng để trẩy quân, thì rút lại phải có thua lớn, đem mà trị nước, thì là điềm hung của ông vua. Mười năm là chỗ chót của số, đến mười năm không thể đi, nghĩa là cùng chót không thể đi đâu. Đã lú lấp đường lối, thì bao giờ mà đi được?",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Âm mềm ở chót cuộc trở lại, đó là tượng cùng chót vẫn lú lấp không biết trở lại, cho nên lời chiêm như thế, chữ 以(dĩ) cũng như chữ 及(cập là kịp).",
    "lời_bàn_của_tiên_nho": "Có người hỏi: Y Xuyên nói “tai tự ngoài đến, sảnh tự trong ra” có phải hay không? Chu tử đáp rằng: Xem ra hai thứ cũng một hơi không giống nhau mà thôi. Tai là cái ngẫu nhiên sinh ra ở kia, sảnh là do sự lầm lỗi mà đến thế. Kinh Thư nói,眚災碑赦 (sảnh tai tứ xá), sách Xuân thu nói 四⼤眚 (tứ đại sảnh) đều vì sự lỗi lầm mà tha cả. [3] Hồ Vân Phong nói rằng: Thể mẹ mà ở trên thể trên, đó là kẻ lú lấp trước. Lú lấp chẳng những chỉ hung, lại có vạ lớn, tội lớn, dùng để trẩy quân, cùng chót phải có thua to, kịp cả vua nước hung. Đến mười năm, cùng chót không thể đi đâu đó là hết sức nói việc lú lấp sự trở lại là việc không nên. “Lú lấp sự trở với “chẳng xa trở lại” trái nhau, hào Đầu chẳng xa mà trở lại lú lấp thì xa mà không trở lại: “dốc lòng trở về sự trở lại” với “luôn luôn trở lạin trái nhau, ”dốc” là không lay chuyển thay đổi, “luôn luôn thì thay đổi liền liền. “Một mình trở lại” với “đẹp sự trở lại” giống nhau, “đẹp” thì liền với hào Đầu, “một mình” thì ứng với hào Đầu. “Mười năm không thể đi” cũng trái lại với “bảy ngày lại trở lại”. Kiền nguyên là mười, Khôn nguyên là một, số Âm cùng tận ở “Sáu,,mà “bảy” lại là chỗ bắt đầu của Kiền; số Dương cùng tận ở “chín” mà “mười” thì là chỗ cuối chót của Khôn. Cho nên, hễ nói “mười năm” là tượng chót Khôn, quẻ Chuân “mười năm mới đặt tên chữ” quẻ Di “mười năm chớ đều có đắp đổi thể Khôn."
  },
  {
    "chunk_id": "QUE_PHUC_020",
    "hexagram": "QUE_PHUC",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 後 (Phục) nghĩa là trở lại.",
      "2": "Thương là người buôn bán, lữ là kẻ đi đường.",
      "3": "Tức là quẻ Khôn .",
      "4": "Câu này dịch theo ý của Trình Di, đã dẫn vào ở chương trên."
    },
    "lời_kinh": "象⽈:迷復之凶,反君道也.",
    "dịch_âm": "Tượng viết: Mê phục chi hung, phản quân đạo dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái hung của kẻ lú lấp sự trở lại, là trái đạo vua vậy. GLẢI NGHĨA",
    "truyện_của_Trình_Di": "Trở lại thì hợp với đạo, đã lú lấp sự trở lại, là trái [4] với đạo, đủ biết là hung, đem mà trị nước, vua phải hung , vì nó trái với đạo vua. Ông vua ở trên trị dân, nên theo điều thiện của thiên hạ, thế mà lại lú lấp về sự trở lại đường thiện, ấy là phản lại đạo vua. Chẳng phải ông vua mà thôi, người nào lú lấp về sự trở lại, cũng là trái đạo mà hung.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]