[
  {
    "chunk_id": "QUE_THAI_001",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_002",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "泰,⼩往⼤來,吉,亨.",
    "dịch_âm": "Thái, tiểu văng, đại lai, cát hanh.",
    "dịch_nghĩa": "Quẻ Thái , nhỏ đi, lớn lại, lành tốt hanh thông. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Thái là hanh thông, nó là quẻ trời đất giao nhau mà hai khí thông nhau, cho nên là thái, quẻ tháng giêng đó. Nhỏ là Âm, lớn là Dương, ý nói Khôn đi ở ngoài, Kiền đến ở trong, lại tự quẻ Qui muội mà lại, thì là hào Sáu đi ở ngôi Tư, hào Chín lại ở ngôi Ba. Kẻ xem có đức cương Dương thì tốt mà hanh thông.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_003",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "彖⽈:泰, ⼩往⼤來,吉, 亨,則是天地交⽽萬物通也, 上下交⽽其志同也.内 陽⽽外陰, 内健⽽外順, 内事⼦⽽外⼩⼈,君⼦道表⼩⼈道消也.",
    "dịch_âm": "Thoán viết: Thái tiểu vãng, đại lai, cát hanh, tức thị thiên địa giao nhi vạn vật thông dã; thượng hạ giao nhi kỳ chí đồng dã. Nội Dương nhi ngoại Âm, nội kiện nhi ngoại thuận, nội quân tử nhi ngoại tiểu nhân, quân tử đạo trưởng, tiểu nhân đạo tiêu dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Thái , nhỏ đi lớn lại, tốt và hanh thông, trời đất giao nhau mà muôn vật hanh thông vậy; trên dưới giao nhau mà trí giống nhau vậy. Trong Dương mà ngoài Âm, trong mạnh mà ngoài thuận, trong quân tử mà ngoài tiểu nhân, đạo quân tử lớn lên, đạo tiểu nhân tiêu đi vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_004",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:天地交, 泰;後以裁成天地之道, 辅相天地之宜以左右尾.",
    "dịch_âm": "Tượng viết: Thiên địa giao. Thái; hậu dĩ tài thành thiên địa chỉ đạo, phụ tường thiên địa chi nghi, dĩ tả hữu dân.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trời đất giao nhau là quẻ Thái , ông vua coi mà sửa nên đạo của trời đất, giúp tập sự nên phải của trời đất, để đỡ đần dân. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "“Tài thành” là để nén bớt chỗ thái quá, “phụ tướng” là để bù đắp chỗ bất cập.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_005",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "初九:拔茅如,以其彙,怔吉.",
    "dịch_âm": "Sơ Cửu: Bạt mao nhự, dĩ kỳ vâng, chỉnh cắt.",
    "dịch_nghĩa": "Hào Chín Đầu: Nhổ cụm cỏ tranh, lấy vầng nó, đi tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ba hào Dương ở dưới, liền nhau mà tiến, đó là cái Tượng nhổ cỏ tranh cả cụm. “Thịnh Chinh” là đi thì tốt. Kẻ xem là hạng Dương cương, thì sự đi của họ tốt lành. Sách Đông lâm của Quách Phác đọc đến chữ 彙 “vậng”’ dứt câu, quẻ dưới cũng theo lệ ấy.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_006",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:拔茅如征吉, 志在外也.",
    "dịch_âm": "Tượng viết: Bạt mao chinh cát, chí tại ngoại dã.",
    "dịch_nghĩa": "Lời Tượng viết rằng: Nhổ cỏ tranh, đi, tốt, chí ở ngoài vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_007",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "九⼆:苞荒, ⽤馮河, 不遐遗, 朋亡,得尚于中⾏.",
    "dịch_âm": "Cửu Nhị: Bao Hoang, dụng bằng hà, bất hà dĩ, bằng vong, đắc thượng vu trung hàng.",
    "dịch_nghĩa": "Hào Chín Hai: Bao dung sự hoang rậm, dùng để tay không lội sông, không sót việc xa; bè cánh mất, được sánh ở hàng giữa. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai lấy đức cứng ngôi mềm, nhằm giữa quẻ dưới , trên có hào Sáu Hai ứng với, tức là kẻ làm chủ cuộc thái mà được trung đạo. Kẻ xem có thể bao dung sự hoang rậm, mà quả đoán cương quyết, không bỏ sót điều xa xôi và không thiên tư về bè đảng, thì hợp với đạo trung hàng của hào này.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_008",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:苞荒,得尚于中⾏, 以光⼤也.",
    "dịch_âm": "Tượng viết: Bao hoang, đắc thượng vu trung hàng, dĩ quang đại dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bao dung sự hoang rậm, được sánh với hàng giữa, vì sáng lớn vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_009",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "九三:無平不陝,無往不得,難貞無咎, 勿恤其孚, 于⾷有福.",
    "dịch_âm": "Cửu Tam: Vô bình bất bi vô vãng bất phục, gian trinh, vô cữu, vật tuất kỳ phu, vu thực hữu phúc. Dịchnghĩa. - Hào Chín Ba: Không chỗ bằng phẳng nào không lồi lõm, không sự đi nào không trở lại. Khó nhọc, chính bền, chớ lo thừa sự tín, chưng việc ăn hưởng có phúc. GIẢI NGHĨA",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Sắp qua giữa phố, chỗ là lúc thái sắp cùng cực mà bĩ sắp đến. Tuất nghĩa là lo, Phu là hẹn sao đúng vậy. Răn kẻ xem cứ chịu khó nhọc giữ lấy chinh bền, thì không lỗi mà có phúc.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Dương ở trong là phẳng, đi ra ngoài là lõm; Âm ra ngoài là đi, vào trong là lại. Đương trong khi phẳng đã có cơ lõm, Âm trong khi đi, đã có cơ lại. Huống chi hào Ba sắp quá chỗ giữa, sự lõm sự lại của nó tức là vận trời ắt đến, mà phải tin đúng. Hễ mà có thể giữ được tấm lòng khó nhọc, chính bền, thì không cần lo vận trời ắt đến, mà cái phúc của sự hanh thái, có thể được hưởng lâu dài. Sái Tiết Trai nói rằng: Phu là tin đúng như thế. Vật tuất kỳ phu, nghĩa là chớ vì khí Âm ắt phải trở lại mà động lòng.",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_010",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:無往不復, 天地際也.",
    "dịch_âm": "Tượng viết: Vô vãng bất phục, thiên địa tế dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Không sự đi nào không trở lại, trời đất giao tế với nhau vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_011",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "六四: 翻翻,不富以其鄰, 不戒以孚.",
    "dịch_âm": "Lạc Tứ: Phiên phiên, bất phú dĩ kỳ lân; bất gìới dĩ phu.",
    "dịch_nghĩa": "Hào Sáu Tư: Phơi phới, chẳng giàu lấy thửa láng giềng, chẳng răn lấy tin. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đã quá chỗ giữa là thái đã cực, ba hào Âm phơi phới trở lại phía dưới, chẳng đợi giàu mà đồng loại cứ theo, chẳng đợi răn bảo mà chung đều tin. Lời Chiêm ấy là có bọn tiểu nhân hợp nhau để làm hại chính đạo, đấng quân tử phải nên răn lo. Âm là hư mà Dương là thực, cho nên hễ nói “không giàu” đều là hào Âm.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_012",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:翻翻不富, 皆失實也. 不戒以孚,中⼼願也.",
    "dịch_âm": "Tượng viết: Phiên phiên, bất phú, gìai thất thực dã; bất Giới dĩ phu, trung tâm nguyện dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Phơi phới chẳng giàu, đều mất thật vậy, chẳng răn lấy tin, trong lòng muốn vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Âm vốn ở dưới, mà lại ở trên làm mất cái thật.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_013",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "六五:帝⼄歸妹以祉, 元吉.",
    "dịch_âm": "Lục Ngũ: Đế Ất quy muội, dĩ chỉ, nguyên cát.",
    "dịch_nghĩa": "Hào Sáu Năm: Vua Đế Ất gả em gái, để có phúc cảtốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Là thế Âm, ở ngôi tôn làm chủ quẻ Thái , trong lòng mềm mỏng, hư không; phía dưới ứng nhau với Hào Chín Hai, ấy là cách tốt, mà khi Đế Ất gả chồng em gái cũng từng xem được hào này. Kẻ xem như thế thì có phúc mà cả tốt. Phàm trong kinh hễ lấy cổ nhân ra nói. Như ông Cao tôn, ông Cơ tử,… đều theo lệ đó.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: “Bốn chữ Đế Ất quỷ muội”, ngày nay người ta chỉ coi là câu nói ví. Suy ra mà xem, thì chắc khi vua Đế Ất gả chồng em gái cũng đã xem được hào này. - Sách Tả truyện năm thứ chín đời Ai công. Triệu Ưởng nước Tấn bởi vì việc cứu nước [1] Trịnh Dương Hổ đem sách Chu Dịch ra bói được quẻ Thái biến sang quẻ Nhu , Hổ nói: “Nước Tống đương tốt không thể tranh nhau với họ. Vi tử tức là con cả Đê Ất, nước Tống với nước Trịnh là cháu với cậu. Chỉ tức là lộc, ví như con cả của Đế Ất gả chồng cho em gái mà còn lộc tốt, thì ta đâu còn được tốt nữa”. Ngô Lâm Xuyên nói rằng: Hào Sáu Năm lấy đức mềm giữa ứng nhau với kẻ cứng ở giữa, tức là cái Tượng “con gái gả chồng xuống dưới, phải thuận theo chồng”. Thể đắp đổi, và thể biến đổi của quẻ Thái đều thành ra quẻ Qui muội, cho nên lấy chữ “qui muội” làm lời hào. Xét truyện Kinh Phòng thì lời vua Thang dạy có mấy câu rằng: “Chớ lấy cái sang của đấng Thiên tử mà cưỡi lên nước chư hầu, chớ lấy cái giàu của đấng thiên tử mà kiêu với nước chư hầu, Âm phải theo Dương, gái phải theo chồng, đó là nghĩa của đất trời. Đi thờ chồng mày, phải bằng lễ nghĩa!” Lời ấy tuy phải, rút lại chỉ là do ở kẻ hiếu sự đời sau đặt ra. Có kẻ nhân thế mà bảo Đế Ất tức là vua Thang, không phải là vua Trụ thì lầm. Hồ Song Hồ nói rằng: Chứng bằng truyện Kinh Phòng, thì Đế Ất là vua Thang, chứng bằng lời Dương Hổ thì Đế Ất là cha vua Trụ hãy để cả hai thuyết lại, để dự bị cho sự tham khảo.",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_014",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:以祉, 元吉, 中以⾏願也.",
    "dịch_âm": "Tượng viết: Di chỉ, nguyên cát, trung dĩ hành nguyện dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Để nhận phúc, cả tốt, dùng mực giữa mà làm theo ý muốn vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_015",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "上六: 我復于隍,勿⽤師, ⾃⾢告命,貞吝.",
    "dịch_âm": "Thượng Lục: Thành phục vu hoàng, vật dụng sư, tự ấp cáo mệnh, trinh lận!.",
    "dịch_nghĩa": "Hào Sáu Trên: Thành trở về rãnh, chớ dùng quân tự ấp bảo mệnh, chính bền thẹn tiếc. GIẢINGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Thái cực bĩ, là tượng “thành trở về rãnh”. Răn kẻ xem không thể cố sức tranh gìành, chỉ nên tự thủ; tuy là vẫn được chính đính, nhưng cũng không khỏi thẹn tiếc.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_016",
    "hexagram": "QUE_THAI",
    "que": null,
    "lời_kinh": "象⽈:城復于隍, 其命亂也.",
    "dịch_âm": "Tượng viết: Thành phục vu hoàng, kỳ mệnh loạn dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Thành trở về rãnh, thửa mệnh loạn vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Mệnh loạn cho nên trở lại cuộc bĩ. Tuyên cáo mệnh lệnh là để trị sự loạn đó. Chú thích: [1] Nước Trịnh bị nước Tông đánh.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  }
]