[
  {
    "chunk_id": "QUE_THAI_001",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    }
  },
  {
    "chunk_id": "QUE_THAI_002",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "泰,⼩往⼤來,吉,亨.",
    "dịch_âm": "Thái, tiểu văng, đại lai, cát hanh.",
    "dịch_nghĩa": "Quẻ Thái , nhỏ đi, lớn lại, lành tốt hanh thông.",
    "truyện_của_Trình_Di": "Nhỏ là Âm lớn là Dương, “đi” là đi ra ngoài, “lại” là ở bên trong, khí Âm hạ xuống, khí Dương bốc lên, tức là giao nhau. Âm Dương lợi xướng thì muôn vật được sống thỏa, ấy là trời đất thông thái. Nói về việc người, thì lớn là đấng quân thượng, nhỏ là kẻ thần hạ, ông vua suy lòng thành thật để dùng kẻ dưới, bề tôi hết lòng thành thật để thờ vua, chí của kẻ trên người dưới thông nhau, ấy là cuộc thái của triều đình; Dương là quân tử, Âm là tiểu nhân, quân tử lại ở bên trong, tiểu nhân đi ở bên ngoài, quân tử được ngôi, tiểu nhân ở dưới, ấy là cuộc thái của thiên hạ. Đó là đạo của cuộc thái, tốt mà lại hanh. Không nói “nguyên cát” mà nói “cát hanh” là vì thời có khi lên khi xuống, trị có cuộc lớn cuộc nhỏ, tuy là hanh thái, củng không thể nói nhất khái. Nói “cát hanh” thì bao bọc được cả.",
    "bản_nghĩa_của_Chu_Hy": "Thái là hanh thông, nó là quẻ trời đất giao nhau mà hai khí thông nhau, cho nên là thái, quẻ tháng giêng đó. Nhỏ là Âm, lớn là Dương, ý nói Khôn đi ở ngoài, Kiền đến ở trong, lại tự quẻ Qui muội mà lại, thì là hào Sáu đi ở ngôi Tư, hào Chín lại ở ngôi Ba. Kẻ xem có đức cương Dương thì tốt mà hanh thông.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_003",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "彖⽈:泰, ⼩往⼤來,吉, 亨,則是天地交⽽萬物通也, 上下交⽽其志同也.内 陽⽽外陰, 内健⽽外順, 内事⼦⽽外⼩⼈,君⼦道表⼩⼈道消也.",
    "dịch_âm": "Thoán viết: Thái tiểu vãng, đại lai, cát hanh, tức thị thiên địa giao nhi vạn vật thông dã; thượng hạ giao nhi kỳ chí đồng dã. Nội Dương nhi ngoại Âm, nội kiện nhi ngoại thuận, nội quân tử nhi ngoại tiểu nhân, quân tử đạo trưởng, tiểu nhân đạo tiêu dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Thái , nhỏ đi lớn lại, tốt và hanh thông, trời đất giao nhau mà muôn vật hanh thông vậy; trên dưới giao nhau mà trí giống nhau vậy. Trong Dương mà ngoài Âm, trong mạnh mà ngoài thuận, trong quân tử mà ngoài tiểu nhân, đạo quân tử lớn lên, đạo tiểu nhân tiêu đi vậy.",
    "truyện_của_Trình_Di": "Nhỏ đi lớn lại, tức là Âm đi mà Dương lại, thì là khí của trời đất Âm Dương giao nhau mà muôn vật được thỏa sự thông thái của nó; ở người ta thì tình trên dưới giao nhau mà chí ý giống nhau. Dương lại ở trong, Âm đi ở ngoài là Dương tiến mà Âm lui; Kiền mạnh ở trong, Khôn thuận ở ngoài là trong mạnh và ngoài thuận, tức là đạo của đấng quân tử, quân tử ở trong, tiểu nhân ở ngoài là đạo quân tử lớn lên, đạo tiểu nhân tiêu đi, vì vậy mới là Thái.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_004",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:天地交, 泰;後以裁成天地之道, 辅相天地之宜以左右尾.",
    "dịch_âm": "Tượng viết: Thiên địa giao. Thái; hậu dĩ tài thành thiên địa chỉ đạo, phụ tường thiên địa chi nghi, dĩ tả hữu dân.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trời đất giao nhau là quẻ Thái , ông vua coi mà sửa nên đạo của trời đất, giúp tập sự nên phải của trời đất, để đỡ đần dân.",
    "truyện_của_Trình_Di": "Trời đất giao nhau mà Âm Dương hòa nhau, thì muôn vật tươi tốt thỏa thuê, vì vậy mới thái. Đấng nhân quân nên thể theo cái tượng trời đất thông thái để sửa nên đạo của trời đất; giúp tập sự nên phải của trời đất, để đỡ đần cho kẻ sinh dân. “Tài” là thể theo cái đạo giao thái của trời đất mà sửa chế đi cho thành cái phép thi thố công việc.“Giúp lập sự nên phải của trời đất”, là trời đất thông thái thì muôn vật tươi tốt thỏa thuê, đấng Nhân quân thể theo chỗ đó mà làm phép tắc, khiến cho kẻ dân dùng thời của trời, nhân lợi của đất, giúp đỡ công việc hỏa dục, cho thành cái lợi thịnh tốt, ví như khí mùa xuân phát sinh muôn vật, thì làm ra phép gìeo trồng khí mùa thu kết chắc muôn vật, thì làm ra phép thu liễm, đó là giúp lập sự đáng nên của trời đất để đỡ dần phụ trợ cho dân. Dân sống, ắt nhờ đấng quân thượng làm rạ phép tắc, để đạy bảo dắt dìu giúp đỡ cho họ, mới được thỏa sự sinh dưỡng. Thế là đỡ đần cho họ.",
    "bản_nghĩa_của_Chu_Hy": "“Tài thành” là để nén bớt chỗ thái quá, “phụ tướng” là để bù đắp chỗ bất cập.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_005",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "初九:拔茅如,以其彙,怔吉.",
    "dịch_âm": "Sơ Cửu: Bạt mao nhự, dĩ kỳ vâng, chỉnh cắt.",
    "dịch_nghĩa": "Hào Chín Đầu: Nhổ cụm cỏ tranh, lấy vầng nó, đi tốt.",
    "truyện_của_Trình_Di": "Hào Đầu là hào Dương, ở dưới, ấy là kẻ có tài cương minh mà ở ngôi dưới. Thời bĩ thì quân tử lui mà ở chỗ cùng thời đã thái thì để chí ở sự tiến lên. Đấng quân tử tiến lên ắt cùng bè loại dắt díu nhau, như rễ cỏ tranh vậy, hễ nhổ một cây thì nó kéo nhau mà lên. “Nhự” là rễ cây gìằng díu nhau, cho nên dùng để làm Tượng. “Vậng” tức là loài, người hiền tiến lên, thì đem cả loài cùng tiến, đồng một chí hưởng để thi hành cái đạo của mình. Vì vậy mới tốt. Đấng quân tử tiến lên, chẳng những chí ở muốn làm trước nhau, vui ở cùng nhau làm thiện, thực là nhờ nhau để cho nên việc. Cho nên, dù là quân tử hay tiểu nhân, chưa có người nào có thể riêng đứng một mình, không nhờ bè bạn giúp đờ. Tự xưa đến nay, hể đấng quân tử được ngôi, thì người hiền thiên hạ họp ở triều đình, cùng chí hiệp sức để làm cho thành cuộc thái của thiên hạ; tiểu nhân ở ngôi, thì kẻ chẳng hiền cùng tiến lên, rồi đảng họ thắng, mà thiên hạ bĩ. Nghĩa là loại nào theo với loại ấy.",
    "bản_nghĩa_của_Chu_Hy": "Ba hào Dương ở dưới, liền nhau mà tiến, đó là cái Tượng nhổ cỏ tranh cả cụm. “Thịnh Chinh” là đi thì tốt. Kẻ xem là hạng Dương cương, thì sự đi của họ tốt lành. Sách Đông lâm của Quách Phác đọc đến chữ 彙 “vậng”’ dứt câu, quẻ dưới cũng theo lệ ấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_006",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:拔茅如征吉, 志在外也.",
    "dịch_âm": "Tượng viết: Bạt mao chinh cát, chí tại ngoại dã.",
    "dịch_nghĩa": "Lời Tượng viết rằng: Nhổ cỏ tranh, đi, tốt, chí ở ngoài vậy.",
    "truyện_của_Trình_Di": "Đời sắp hanh thái thì các người hiền đều muốn tiến lên. Chí ba hào Dương muốn tiến như nhau, cho nên mới lấy cái Tượng “cụm cỏ, vầng đi”. Chí ở ngoài tức là tiến lên.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_007",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "九⼆:苞荒, ⽤馮河, 不遐遗, 朋亡,得尚于中⾏.",
    "dịch_âm": "Cửu Nhị: Bao Hoang, dụng bằng hà, bất hà dĩ, bằng vong, đắc thượng vu trung hàng.",
    "dịch_nghĩa": "Hào Chín Hai: Bao dung sự hoang rậm, dùng để tay không lội sông, không sót việc xa; bè cánh mất, được sánh ở hàng giữa.",
    "truyện_của_Trình_Di": "Hào Hai là Dương cương được chỗ giữa, trên thì ứng nhau với hào Năm, hào Năm là hạng mềm thuận, được chỗ giữa, dưới ứng nhau với hào Hai, vua tôi cùng đức, vì vậy mà cái tài cương trung được người bề trên chuyên dùng. Cho nên hào Hai tuy ở vào ngôi bề tôi mà chính là chủ việc trị cuộc “Thái”, đó là như đoạn trên nói “trên dưới giao nhau mà chí giống nhau, cho nên đạo trị cuộc “thái” là lấy hào Hai làm chủ mà nói - Bao dung sự hoang rậm, dùng để tay không lội sông, chẳng sót việc xa, bè cánh mất, bốn điều đó là cách để ở cuộc thái - Thường tình người ta, hễ yên rồi thì chính sự thư hoãn, pháp độ bê trễ, mọi việc đều không có cách dè dặt chỉnh trị, ắt phải có lượng bao bọc những cái hoang uế, thì các sự thi thố, rộng rãi kỹ càng, tệ chính thay đổi, công việc chỉnh tề, mà người ta sẽ lấy làm yên. Nếu không có lượng bao hàm rộng rãi, lại có bụng ghen ghét, thì là không biết tính sâu xa mà có cái lo về sự hung tợn khinh nhờn, cái tệ lâu ngày chưa bỏ được mà sự lo bên cạnh đã sinh ra, cho nên cốt ở bao dung sự hoang rậm - Dùng để tay không lội sông: Trong đời thái bình êm ả, người ta vẫn quen ở yên đã lâu, thường hay yên về thủ thường, lười về nhân tuần, sợ sự thay đổi, nếu không có cái hăng hái của kẻ tay không lội sông, thì không thể nào làm việc trong lúc đó. Tay không lội sông, nghĩa là cương quyết, quả cảm, đủ để qua chỗ sâu, vượt chỗ hiểm. Từ xưa những đời thái bình thịnh trị, ắt dần dần sinh ra suy đồi, bởi vì quen thói yên rồi, nhân tuần mà thành ra thế, không phải ông vua cương đoán và người phụ tướng oanh liệt, không thể hăng hái để đổi tệ đó, cho nên nói rằng: “Dùng để tay không lội sông”. Có ngờ rằng trên nói: “dùng để tay không lội sông” thì là hăng hái cải cách, giống như phải trái với nhau. Nhờ vậy mà không biết rằng: đem lượng làm dong, làm việc cương quyết, đó là cách làm việc của thánh hiền - Không sót chỗ xa: Trong đời thái bình yên ổn, người ta quen với sự bình trị, thì chỉ tạm bợ cầu được yên rồi mà thôi, đâu biết lo sâu nghĩ xa tới việc xa xôi? Kẻ trị cuộc thái, nên chu tất với hết mọi việc tuy là xa xôi cũng không thể bỏ sót, như là việc nhỏ nhặt, u uẩn, những người hiền ở chỗ hẻo lánh v.v… đều là chỗ xa xôi, thời buổi thái bình thường hay bỏ sót - Bè cánh mất: Ôi, đời đã thái bình người ta đã quen với cảnh yên ổn, phóng túng tính tình, mất cả tiết độ, muốn thắt lại cho phẳng, phí bỏ hết sự riêng tây về bè đảng, không thể làm nổi, cho nên nói rằng: “Bè cánh mất”. Từ xưa những người có ý dụng phép, chế việc, chỉ vì vướng về nhân tình, rút lại không thể làm được, nhiều lắm; ví như cấm sự xa xỉ thì hại đến kẻ thân cận họ hàng; hạn chế điền sản thì hại cho bọn quí tộc v.v… những loại như thế, nếu không phán đoán bằng cách rất công mà quả quyết cứ làm, thì là vướng về bè cánh vậy. Kẻ trị cuộc thái, nếu không thể khiến cho bè cảnh phải mất, thì sự làm việc khó lắm. Phép trị cuộc thái, có bốn điều đó, mới hợp với đức của hào Chín Hai, cho nên nói rằng: “Được sánh ở hàng giữa”, ý nói được phối hợp với nghĩa trung hàng vậy.",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai lấy đức cứng ngôi mềm, nhằm giữa quẻ dưới , trên có hào Sáu Hai ứng với, tức là kẻ làm chủ cuộc thái mà được trung đạo. Kẻ xem có thể bao dung sự hoang rậm, mà quả đoán cương quyết, không bỏ sót điều xa xôi và không thiên tư về bè đảng, thì hợp với đạo trung hàng của hào này.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_008",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:苞荒,得尚于中⾏, 以光⼤也.",
    "dịch_âm": "Tượng viết: Bao hoang, đắc thượng vu trung hàng, dĩ quang đại dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bao dung sự hoang rậm, được sánh với hàng giữa, vì sáng lớn vậy.",
    "truyện_của_Trình_Di": "Nhắc lạí một câu “bao hoang” để giải chung nghĩa của bốn điều, ý nói như thế thì có thể phối hợp với đức trung hàng mà đạo của mình sáng láng tỏ lớn được.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_009",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "九三:無平不陝,無往不得,難貞無咎, 勿恤其孚, 于⾷有福.",
    "dịch_âm": "Cửu Tam: Vô bình bất bi vô vãng bất phục, gian trinh, vô cữu, vật tuất kỳ phu, vu thực hữu phúc. Dịchnghĩa. - Hào Chín Ba: Không chỗ bằng phẳng nào không lồi lõm, không sự đi nào không trở lại. Khó nhọc, chính bền, chớ lo thừa sự tín, chưng việc ăn hưởng có phúc.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Hào Ba ở giữa quẻ Thái , trên các hào Dương, tức là lúc cuộc thái đương thịnh. Vậy lý như lăn vòng tròn, ở dưới ắt lên, ở trên ắt xuống, thái lâu thì ắt phải bĩ. Cho nên, với lúc cuộc thái còn thịnh cùng khi khí Dương sắp tiến, phải răn sẵn rằng: “Không cái gì yên phẳng mãi mà không lồi lõm - nghĩa là không thể thường thường hanh thái - không cái gì đi mãi mà không trở lại - ỷ nói khí Âm sẽ lộn lại - Cái phẳng mà lõm, cái đi mà lại, thì là bĩ rồi. Nên biết lẽ trời ắt thế. Đương khi hanh thái, không dám yên rồi, phải thường chịu khó nhọc về lo nghĩ, ngay thẳng vững bền về việc làm, như thế thì có thể không lỗi”. Cái đạo ở lúc thái, hễ đã biết khó nhọc và giữ được chính bền, thì có thể giữ được thái mãi, không cần vất vả lo lắng cho được cái sự mình cầu, - Không lỗi điều hẹn là tin - Như thế thì về việc lộc ăn, sẽ có phúc khánh ích lợi.",
    "bản_nghĩa_của_Chu_Hy": "Sắp qua giữa phố, chỗ là lúc thái sắp cùng cực mà bĩ sắp đến. Tuất nghĩa là lo, Phu là hẹn sao đúng vậy. Răn kẻ xem cứ chịu khó nhọc giữ lấy chinh bền, thì không lỗi mà có phúc.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Dương ở trong là phẳng, đi ra ngoài là lõm; Âm ra ngoài là đi, vào trong là lại. Đương trong khi phẳng đã có cơ lõm, Âm trong khi đi, đã có cơ lại. Huống chi hào Ba sắp quá chỗ giữa, sự lõm sự lại của nó tức là vận trời ắt đến, mà phải tin đúng. Hễ mà có thể giữ được tấm lòng khó nhọc, chính bền, thì không cần lo vận trời ắt đến, mà cái phúc của sự hanh thái, có thể được hưởng lâu dài. Sái Tiết Trai nói rằng: Phu là tin đúng như thế. Vật tuất kỳ phu, nghĩa là chớ vì khí Âm ắt phải trở lại mà động lòng."
  },
  {
    "chunk_id": "QUE_THAI_010",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:無往不復, 天地際也.",
    "dịch_âm": "Tượng viết: Vô vãng bất phục, thiên địa tế dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Không sự đi nào không trở lại, trời đất giao tế với nhau vậy.",
    "truyện_của_Trình_Di": "Không sự đi nào không trở lại, là nói về cuộc giao tế của trời đất. Dương xuống ở dưới, ắt trở lại mà lên trên, Âm lên ở trên, ắt trở lại mà xuống dưới, đó là lẽ thường trong sự co duỗi, đi lại. Nhân đạo giao tế của trời đất mà tỏ cái lẽ không thể hanh thái mãi mãi; là để mà răn người ta.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_011",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "六四: 翻翻,不富以其鄰, 不戒以孚.",
    "dịch_âm": "Lạc Tứ: Phiên phiên, bất phú dĩ kỳ lân; bất gìới dĩ phu.",
    "dịch_nghĩa": "Hào Sáu Tư: Phơi phới, chẳng giàu lấy thửa láng giềng, chẳng răn lấy tin.",
    "truyện_của_Trình_Di": "Hào Sáu Tư ở về quá giữa quẻ Thái , là Âm, ở trên, chí muốn trở lại chỗ dưới, hào Hai Âm trên cũng đều có chí trở xuống. Phơi phới là dáng bay kíp, tức là hào Tư phơi phới trở xuống với các lân loại của nó. Lân đây là loài, chỉ về hào Năm và hào Trên. Người ta giàu mà đồng loại theo là vì lợi, không giàu mà đồng loại theo là chí giống nhau. Ba hào Âm đều là vật ở dưới, khi phải ở trên là mất cái thật của nó, chí nó đều muốn đi xuống, cho nên không giàu mà theo nhau, không phải răn bảo mà thực lòng hợp nhau. Ôi, Âm Dương lên xuống, tức là cuộc bĩ thái của thời vận, hoặc giao lại, hoặc tan đi, vẫn là lẽ thường. Cuộc thái đã quá chỗ giữa, thì là sắp biến, thánh nhân ở hào Ba còn nói “khó nhọc chính bền có phúc”, vì hào Ba là chỗ gần giữa, biết răn lo thì có thể giữ. Hào Tư quá chỗ giữa rồi, lý tất phải biến, cho nên chuyên nói về nghĩa “đầu chót đi lại”. Đến hào Năm là chủ quẻ Thái , thì lại nói về cách xử ở cuộc thái.",
    "bản_nghĩa_của_Chu_Hy": "Đã quá chỗ giữa là thái đã cực, ba hào Âm phơi phới trở lại phía dưới, chẳng đợi giàu mà đồng loại cứ theo, chẳng đợi răn bảo mà chung đều tin. Lời Chiêm ấy là có bọn tiểu nhân hợp nhau để làm hại chính đạo, đấng quân tử phải nên răn lo. Âm là hư mà Dương là thực, cho nên hễ nói “không giàu” đều là hào Âm.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_012",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:翻翻不富, 皆失實也. 不戒以孚,中⼼願也.",
    "dịch_âm": "Tượng viết: Phiên phiên, bất phú, gìai thất thực dã; bất Giới dĩ phu, trung tâm nguyện dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Phơi phới chẳng giàu, đều mất thật vậy, chẳng răn lấy tin, trong lòng muốn vậy.",
    "truyện_của_Trình_Di": "Phơi phới tức là đi xuống mau kíp; chẳng đợi giàu mà láng giềng theo, vì ba hào Âm ở trên đều mất cái thật của nó. Âm vốn là vật ở dưới, nay lại ở trên, tức là mất cái thật. Không đợi bảo răn mà thật bụng theo nhau, là vì trong lòng nó muốn. Lý phải nên thế là do ở trời, chúng cùng như thế là do ở thời.",
    "bản_nghĩa_của_Chu_Hy": "Âm vốn ở dưới, mà lại ở trên làm mất cái thật.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_013",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "六五:帝⼄歸妹以祉, 元吉.",
    "dịch_âm": "Lục Ngũ: Đế Ất quy muội, dĩ chỉ, nguyên cát.",
    "dịch_nghĩa": "Hào Sáu Năm: Vua Đế Ất gả em gái, để có phúc cảtốt.",
    "truyện_của_Trình_Di": "Sử gọi vua Thang là Thiếu Ất, về sau có vua Tổ Ất, cũng là vua hiền, sau nữa lại có vua Đế Ất. Thơ Đa sĩ nói rằng: “Từ vua Thành Thang đến vua Đế Ất, chẳng ai không rõ đức sáng, lo việc tê”. Đây nói Đế Ất, chưa biết ông nào. Theo nghĩa hào mà xem, thì Đế Ất là người đặt ra lễ phép cho việc con gái nhà vua gả chồng xuống dưới. Từ xưa con gái nhà vua tuy đều gả chồng xuống dưới, nhưng đến Đế Ất mới đặt ra lễ phép, bắt họ phải hạ bớt sự tôn quý để theo người chồng. Hào Sáu Năm là Âm mềm, ở ngôi vua, phía dưới ứng nhau với hào Chín Hai là bậc hiền giả cương minh, Hào Năm biết nương tựa tin dùng người bề tôi hiền mà thuận theo hắn như vua Đế Ất gả chồng em gái phải giáng bớt sự tôn quý mà thuận theo Hào Dương, thì vì đó mà được chịu phúc và cả tốt nữa. Nguyên cát tức là rất tốt rất hay, nghĩa là làm nên việc trị cuốc thái vậy.",
    "bản_nghĩa_của_Chu_Hy": "Là thế Âm, ở ngôi tôn làm chủ quẻ Thái , trong lòng mềm mỏng, hư không; phía dưới ứng nhau với Hào Chín Hai, ấy là cách tốt, mà khi Đế Ất gả chồng em gái cũng từng xem được hào này. Kẻ xem như thế thì có phúc mà cả tốt. Phàm trong kinh hễ lấy cổ nhân ra nói. Như ông Cao tôn, ông Cơ tử,… đều theo lệ đó.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: “Bốn chữ Đế Ất quỷ muội”, ngày nay người ta chỉ coi là câu nói ví. Suy ra mà xem, thì chắc khi vua Đế Ất gả chồng em gái cũng đã xem được hào này. - Sách Tả truyện năm thứ chín đời Ai công. Triệu Ưởng nước Tấn bởi vì việc cứu nước [1] Trịnh Dương Hổ đem sách Chu Dịch ra bói được quẻ Thái biến sang quẻ Nhu , Hổ nói: “Nước Tống đương tốt không thể tranh nhau với họ. Vi tử tức là con cả Đê Ất, nước Tống với nước Trịnh là cháu với cậu. Chỉ tức là lộc, ví như con cả của Đế Ất gả chồng cho em gái mà còn lộc tốt, thì ta đâu còn được tốt nữa”. Ngô Lâm Xuyên nói rằng: Hào Sáu Năm lấy đức mềm giữa ứng nhau với kẻ cứng ở giữa, tức là cái Tượng “con gái gả chồng xuống dưới, phải thuận theo chồng”. Thể đắp đổi, và thể biến đổi của quẻ Thái đều thành ra quẻ Qui muội, cho nên lấy chữ “qui muội” làm lời hào. Xét truyện Kinh Phòng thì lời vua Thang dạy có mấy câu rằng: “Chớ lấy cái sang của đấng Thiên tử mà cưỡi lên nước chư hầu, chớ lấy cái giàu của đấng thiên tử mà kiêu với nước chư hầu, Âm phải theo Dương, gái phải theo chồng, đó là nghĩa của đất trời. Đi thờ chồng mày, phải bằng lễ nghĩa!” Lời ấy tuy phải, rút lại chỉ là do ở kẻ hiếu sự đời sau đặt ra. Có kẻ nhân thế mà bảo Đế Ất tức là vua Thang, không phải là vua Trụ thì lầm. Hồ Song Hồ nói rằng: Chứng bằng truyện Kinh Phòng, thì Đế Ất là vua Thang, chứng bằng lời Dương Hổ thì Đế Ất là cha vua Trụ hãy để cả hai thuyết lại, để dự bị cho sự tham khảo."
  },
  {
    "chunk_id": "QUE_THAI_014",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:以祉, 元吉, 中以⾏願也.",
    "dịch_âm": "Tượng viết: Di chỉ, nguyên cát, trung dĩ hành nguyện dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Để nhận phúc, cả tốt, dùng mực giữa mà làm theo ý muốn vậy.",
    "truyện_của_Trình_Di": "Sở dĩ được phúc lại cả tốt, vì nó lấy đạo trung chính hợp nhau mà làm theo chí nguyên của nó. Vì có trung đức, cho nên mới dùng được người hiền “cứng giữa” mà điều đó đã nghe theo, đều là do ở chí muốn. Không phải chí muốn thì theo sao được.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_015",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "上六: 我復于隍,勿⽤師, ⾃⾢告命,貞吝.",
    "dịch_âm": "Thượng Lục: Thành phục vu hoàng, vật dụng sư, tự ấp cáo mệnh, trinh lận!.",
    "dịch_nghĩa": "Hào Sáu Trên: Thành trở về rãnh, chớ dùng quân tự ấp bảo mệnh, chính bền thẹn tiếc. GIẢINGHĨA",
    "truyện_của_Trình_Di": "Đào đất dưới rãnh chứa chất làm thành, cũng như trị đạo chứa chất thành cuộc hanh thái. Khi mà cuộc thái đến chót, sắp sửa trở lại cuộc bĩ, cũng như đất thành sụt đổ lại trở xuống rãnh. Ngôi trên là chót quẻ thái , hào Sáu là kẻ tiểu nhân mà ở vào đó, sắp sửa bĩ rồi.- Chớ dùng quân: ông vua sở dĩ dùng được quân chúng, là vì tình của kẻ trên ngườidưới thông nhau mà họ thành tâm nghe theo. Nay cuộc thái sắp hết, sai mất đạo thái, tình của kẻ trên người dưới không thông nhau, lòng dân lìa trái, không theo người trên há có thể dùng? Dùng họ thì loạn. Quân chúng đã không thể dùng mà còn tuyên cáo mệnh lệnh với chỗ thân cận, tuy những mệnh lệnh vẫn đúng lẽ thẳng, nhưng mà cũng đáng thẹn tiếc. Ấp là chỗ ở, tức là những chỗ thân cận. Đại để mệnh lệnh tuyên cáo, ắt phải tự chỗ gần trước.",
    "bản_nghĩa_của_Chu_Hy": "Thái cực bĩ, là tượng “thành trở về rãnh”. Răn kẻ xem không thể cố sức tranh gìành, chỉ nên tự thủ; tuy là vẫn được chính đính, nhưng cũng không khỏi thẹn tiếc.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_THAI_016",
    "hexagram": "QUE_THAI",
    "que": "QUẺ THÁI",
    "content_type": "interpretation",
    "notes": {
      "1": "Nước Trịnh bị nước Tông đánh."
    },
    "lời_kinh": "象⽈:城復于隍, 其命亂也.",
    "dịch_âm": "Tượng viết: Thành phục vu hoàng, kỳ mệnh loạn dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Thành trở về rãnh, thửa mệnh loạn vậy.",
    "truyện_của_Trình_Di": "Thành trở về rãnh tuy là mệnh đã loạn, cũng không thể ngăn.",
    "bản_nghĩa_của_Chu_Hy": "Mệnh loạn cho nên trở lại cuộc bĩ. Tuyên cáo mệnh lệnh là để trị sự loạn đó.",
    "lời_bàn_của_tiên_nho": null
  }
]