[
  {
    "chunk_id": "QUE_DAI_TRANG_01_KINH_VAN",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "☳ Chấn trên\n☰ Kiền dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "大壯,利貞.",
    "dịch_âm": "Đại tráng, lợi trinh.",
    "dịch_nghĩa": "Quẻ Đại Tráng: Lớn mạnh, lợi về nết trinh.",
    "truyện_của_Trình_Di": "Tráng là mạnh. Quẻ này bốn hào Dương ở dưới, Dương đương thịnh mà tiến lên, cho nên là Đại Tráng. Đã quá nửa, gần đến chỗ cùng cực, thì sự mạnh đó không thể không ngay chính, cho nên lợi về nết trinh. Mạnh mà không trinh, thì là càn bậy, mạnh mà càn bậy, thì hung, cho nên răn rằng 'lợi về nết trinh'.",
    "bản_nghĩa_của_Chu_Hy": "Đại Tráng, nghĩa là lớn mạnh. Kiền ở dưới, Chấn ở trên, Kiền mạnh, Chấn động, mạnh mà động, cho nên là Đại Tráng. Lại nữa, bốn hào Dương ở dưới lớn dần lên, cho nên cũng là Đại Tráng. Tráng là sự mạnh đã quá, cho nên lời Chiêm của nó chỉ 'lợi về nết trinh'."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_02_THOAN_TRUYEN",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:大壯,大者壯也.剛以動,故壯.大壯利貞,大者正也.正大,而天地之情可見矣.",
    "dịch_âm": "Thoán viết: Đại Tráng, đại giả tráng dã. Cương dĩ động, cố tráng. Đại Tráng lợi trinh, đại giả chính dã. Chính đại, nhi thiên địa chi tình khả kiến hỹ.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đại Tráng, lớn mà mạnh vậy. Cứng mà động, cho nên mạnh. Đại Tráng lợi về nết trinh, lớn mà chính vậy. Chính và lớn, thì tình của trời đất có thể thấy vậy.",
    "truyện_của_Trình_Di": "Lớn mà mạnh, đó là nghĩa của Đại Tráng. Lớn đây chỉ về Dương. Dương là vật lớn. Quẻ này bốn hào Dương, Dương đương thịnh, cho nên là lớn mạnh. Cứng là đức của Kiền, động là đức của Chấn. Cứng mà động, đó là nói về tài của quẻ. Mạnh mà không ngay chính thì không thể hanh thông, cho nên 'lợi về nết trinh'. Lớn ắt phải chính, vật gì lớn mà không chính, thì không thể còn. Chính và lớn, đó là đạo của trời đất. Quân tử thể theo đó, thì tình của trời đất có thể thấy được.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về tên và lời của quẻ. Lớn chỉ về bốn hào Dương. Cứng là Kiền, động là Chấn. Hết."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_03_DAI_TUONG",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:雷在天上,大壯.君子以非禮弗履.",
    "dịch_âm": "Tượng viết: Lôi tại thiên thượng, Đại Tráng. Quân tử dĩ phi lễ phất lý.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm ở trên trời, là quẻ Đại Tráng. Đấng quân tử coi đó mà chẳng phải lễ thì không đi.",
    "truyện_của_Trình_Di": "Sấm ở trên trời, đó là Tượng của sự lớn mạnh. Đấng quân tử coi Tượng lớn mạnh đó, mà tự giữ mình, chẳng phải lễ thì không đi. Lớn mạnh mà không giữ bằng lễ, thì sẽ thành càn bậy.",
    "bản_nghĩa_của_Chu_Hy": "Sấm ở trên trời, Tượng rất lớn mạnh. 'Không đi' tức là không làm."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_04_HAO_SO_CUU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Sơ Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初九:壯于趾,征凶,有孚.",
    "dịch_âm": "Sơ Cửu: Tráng vu chỉ, chinh hung, hữu phu.",
    "dịch_nghĩa": "Hào Chín Đầu: Mạnh ở ngón chân, đi hung, có tin.",
    "truyện_của_Trình_Di": "Hào Chín Đầu ở dưới chót, tức là kẻ mới mạnh. Ngón chân là vật ở dưới chót, chỉ dùng sức mạnh ở ngón chân, đó là kẻ hèn kém mà ham đi, cho nên đi thì hung. Hào này với hào Tư là ứng nhau, hào Tư ở trên quẻ dưới, là kẻ cũng muốn đi, hai bên tin nhau, cho nên nói 'có tin'.",
    "bản_nghĩa_của_Chu_Hy": "Mạnh ở ngón chân, là Tượng của kẻ chỉ muốn đi. Ở dưới chót mà chỉ muốn đi, thì hung. Nhưng vì nó ứng với hào Tư, cho nên lời Chiêm của nó lại có câu 'có tin'."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_05_TIEU_TUONG_SO_CUU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Sơ Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:壯于趾,其孚窮也.",
    "dịch_âm": "Tượng viết: Tráng vu chỉ, kỳ phu cùng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Mạnh ở ngón chân, thửa tin cùng vậy.",
    "truyện_của_Trình_Di": "Chỉ dùng sức mạnh ở ngón chân, mà lòng tin của nó đã đến cùng cực, thì sẽ đến chỗ hung."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_06_HAO_CUU_NHI",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九二:貞吉.",
    "dịch_âm": "Cửu Nhị: Trinh cát.",
    "dịch_nghĩa": "Hào Cửu Nhị: Chính tốt.",
    "truyện_của_Trình_Di": "Hào Chín Hai cứng mà được giữa, đó là kẻ có thể giữ được đạo chính trong lúc mạnh. Mạnh mà giữ được chính, thì tốt. Hào này ở giữa, nên chỉ nói 'chính tốt'.",
    "bản_nghĩa_của_Chu_Hy": "Dương cứng mà được giữa, cho nên lời Chiêm của nó là 'chính tốt'."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_07_TIEU_TUONG_CUU_NHI",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:九二貞吉,以中也.",
    "dịch_âm": "Tượng viết: Cửu Nhị trinh cát, dĩ trung dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Chín Hai chính tốt, vì giữa vậy.",
    "truyện_của_Trình_Di": "Chính tốt là vì nó có đức trung."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_08_HAO_CUU_TAM",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:小人用壯,君子用罔,貞厲.羝羊觸藩,羸其角.",
    "dịch_âm": "Cửu Tam: Tiểu nhân dụng tráng, quân tử dụng võng, trinh lệ. Đê dương xúc phan, luy kỳ giác.",
    "dịch_nghĩa": "Hào Cửu Tam: Tiểu nhân dùng mạnh, quân tử dùng không, chính nguy. Dê đực húc giậu, mệt cái sừng.",
    "truyện_của_Trình_Di": "Hào Chín Ba Dương cứng không giữa, lại ở trên quẻ Kiền, là kẻ rất mạnh. Kẻ tiểu nhân mà mạnh, tất cậy sức mạnh của mình; đấng quân tử thì không thế, tuy có mạnh, cũng coi như không. Dùng sức mạnh là việc nguy, cho nên nói 'chính nguy'. Dê đực là giống hay húc, sừng nó tuy cứng, nhưng húc vào giậu, thì chỉ làm cho mệt sừng mà thôi. Đó là Tượng của kẻ cậy mạnh.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cứng quá lắm, cho nên có Tượng và Chiêm như thế. 'Võng' là không, ý nói quân tử không dùng sức mạnh."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:小人用壯,君子罔也.",
    "dịch_âm": "Tượng viết: Tiểu nhân dụng tráng, quân tử võng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tiểu nhân dùng mạnh, quân tử không vậy.",
    "truyện_của_Trình_Di": "Tiểu nhân thì dùng sức mạnh, quân tử thì không dùng."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_10_HAO_CUU_TU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:貞吉,悔亡.藩決不羸,壯于大輿之輹.",
    "dịch_âm": "Cửu Tứ: Trinh cát, hối vong. Phan quyết bất luy, tráng vu đại dư chi phức.",
    "dịch_nghĩa": "Hào Cửu Tứ: Chính tốt, ăn năn mất. Giậu bung chẳng mệt, mạnh ở trục xe lớn.",
    "truyện_của_Trình_Di": "Hào Chín Tư ở ngôi Âm, đó là kẻ không mạnh. Không mạnh mà gặp lúc mạnh, ắt có ăn năn. Nhưng nó cứng mà không quá, lại ở trên ba hào Dương, đó là kẻ có thể giữ chính. Mạnh mà giữ chính thì tốt, mà ăn năn mất. 'Giậu bung chẳng mệt' là vì giậu đã bung, thì dê không phải húc nữa. Trục xe là vật rất quan trọng, nó mạnh thì cả xe đi được. Hào này ví như cái trục xe, có thể làm cho các hào Dương ở dưới tiến lên.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cứng mà ở ngôi Âm, đáng lẽ có ăn năn. Nhưng nó là hào Dương thứ tư, sự mạnh đã thịnh, mà nó lại có thể giữ chính, cho nên tốt mà ăn năn mất. Vì vậy, giậu đã bung, không còn gì ngăn trở, mà sức mạnh của nó lại có chỗ dùng như cái trục xe lớn. Đó là Tượng và Chiêm của nó."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:藩決不羸,尚行也.",
    "dịch_âm": "Tượng viết: Phan quyết bất luy, thượng hành dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Giậu bung chẳng mệt, chuộng đi vậy.",
    "truyện_của_Trình_Di": "Giậu đã bung, không còn gì mệt, đó là chuộng đi lên trên."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_12_HAO_LUC_NGU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Lục Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六五:喪羊于易,無悔.",
    "dịch_âm": "Lục Ngũ: Táng dương vu dị, vô hối.",
    "dịch_nghĩa": "Hào Lục Ngũ: Mất dê ở đất Dị, không ăn năn.",
    "truyện_của_Trình_Di": "Hào Lục Ngũ mềm mà ở ngôi tôn, không thể chống với sự mạnh của các hào Dương ở dưới, cho nên có Tượng 'mất dê'. Đất Dị là đất dễ dàng, mất dê ở đất Dị là mất một cách dễ dàng. Mềm mà ở trên cứng, đó là điều đáng ăn năn. Nhưng hào này ở ngôi tôn, có đức trung, lại là lúc Dương đương thịnh, biết là không thể chống được, cho nên không ăn năn.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, ở ngôi Dương, không đáng ngôi. Dưới có bốn hào Dương đương mạnh, cho nên có Tượng 'mất dê'. 'Dị' là đất biên giới. Mềm mà ở ngôi tôn, có thể dứt khoát mà không quá câu nệ, cho nên không ăn năn."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_13_TIEU_TUONG_LUC_NGU",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Lục Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:喪羊于易,位不當也.",
    "dịch_âm": "Tượng viết: Táng dương vu dị, vị bất đương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Mất dê ở đất Dị, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Mất dê ở đất Dị, là vì ngôi nó không đáng. Mềm mà ở ngôi tôn, không đáng."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_14_HAO_THUONG_LUC",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Thượng Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上六:羝羊觸藩,不能退,不能遂,無攸利,艱則吉.",
    "dịch_âm": "Thượng Lục: Đê dương xúc phan, bất năng thoái, bất năng toại, vô du lợi, gian tắc cát.",
    "dịch_nghĩa": "Hào Sáu Trên: Dê đực húc giậu, chẳng lui được, chẳng tới được, không sự lợi, khó thì tốt.",
    "truyện_của_Trình_Di": "Hào Sáu Trên ở cuối cuộc mạnh, mà là hào Âm, đó là kẻ không biết lượng sức. Dê đực hay húc, húc vào giậu, thì lui không được, tới cũng không xong. Dùng sức mạnh một cách càn bậy, thì không có gì lợi. Biết là khó mà dừng lại, thì tốt.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối cuộc mạnh, mà không biết tự lượng, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_DAI_TRANG_15_TIEU_TUONG_THUONG_LUC",
    "hexagram": "QUẺ ĐẠI TRÁNG",
    "que": "Hào Thượng Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:不能退,不能遂,不詳也.艱則吉,咎不長也.",
    "dịch_âm": "Tượng viết: Bất năng thoái, bất năng toại, bất tường dã. Gian tắc cát, cữu bất trường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chẳng lui được, chẳng tới được, chẳng tường vậy. Khó thì tốt, lỗi chẳng dài vậy.",
    "truyện_của_Trình_Di": "Chẳng lui được, chẳng tới được, đó là không xét kỹ. Khó mà dừng lại thì tốt, đó là lỗi không thể lâu dài."
  }
]
