[
  {
    "chunk_id": "QUE_CHAN_01_KINH_VAN",
    "hexagram": "QUẺ CHẤN",
    "que": "☳ Chấn trên\n☳ Chấn dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "震,亨.震來虩虩,笑言啞啞.震驚百里,不喪匕鬯.",
    "dịch_âm": "Chấn, hanh. Chấn lai khích khích, tiếu ngôn ách ách. Chấn kinh bách lý, bất táng chủ sưởng.",
    "dịch_nghĩa": "Quẻ Chấn: Hanh thông. Sấm đến sợ hãi, cười nói vui vẻ. Sấm kinh trăm dặm, chẳng mất chùy chuôi.",
    "truyện_của_Trình_Di": "Chấn là động, trên dưới đều Chấn, là hai lần động. Lấy Tượng thì là sấm, sấm thì động. 'Hanh' là vì nó có thể động. Sấm đến thì sợ hãi, đó là cái thường của người ta, nhưng mà bậc quân tử, lúc gặp biến, tuy có sợ hãi, nhưng vẫn giữ được thường độ, không đến nỗi bối rối mất vía. 'Cười nói vui vẻ' là lúc sau khi sợ hãi, giữ được không lỗi, lòng vẫn vui vẻ như thường. 'Sấm kinh trăm dặm' là nói tiếng sấm vang xa. 'Chẳng mất chùy chuôi' là nói người con trưởng làm chủ việc tế tự, gặp lúc sấm động kinh người mà không làm rơi cái chùy, cái chuôi là những đồ dùng về việc tế tự, ấy là trong lúc sợ hãi mà không mất lễ thường, có thể giữ được xã tắc tông miếu. Đó là cái đạo rất hay trong khi gặp biến.",
    "bản_nghĩa_của_Chu_Hy": "Chấn là động, cũng là tên quẻ ba vạch. Quẻ này trên dưới đều Chấn, cho nên gọi là Chấn. Lại là Tượng con trai trưởng, cho nên có những Tượng như 'chủ tế', 'kinh sợ'. Chùy là cái muôi bằng ngọc khuơ múc rượu cúng. Chuôi là cái chén bằng ngọc để đựng rượu cúng. Sấm là hiệu lệnh của trời, người ta nghe thấy đều sợ hãi. Nhưng nếu mà có thể nhân sợ hãi mà tu tỉnh, thì có thể đem phúc đến cho mình, cho nên hanh thông. Kẻ xem mà gặp quẻ này, thì có Tượng và Chiêm như thế.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Quẻ Chấn này, Chu Công và Khổng Tử giải thích khác nhau. Chu Công thì cho là đạo của người làm con cả, Khổng Tử thì cho là đạo của người làm vua."
  },
  {
    "chunk_id": "QUE_CHAN_02_THOAN_TRUYEN",
    "hexagram": "QUẺ CHẤN",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:震,亨.震來虩虩,恐致福也.笑言啞啞,後有則也.震驚百里,驚遠而懼邇也.出可以守宗廟社稷,以為祭主也.",
    "dịch_âm": "Thoán viết: Chấn, hanh. Chấn lai khích khích, khủng trí phúc dã. Tiếu ngôn ách ách, hậu hữu tắc dã. Chấn kinh bách lý, kinh viễn nhi cụ nhĩ dã. Xuất khả dĩ thủ tông miếu xã tắc, dĩ vi tế chủ dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Chấn, hanh thông. Sấm đến sợ hãi, sợ mà đem phúc vậy. Cười nói vui vẻ, sau có phép vậy. Sấm kinh trăm dặm, kinh xa mà sợ gần vậy. Ra có thể giữ tông miếu xã tắc để làm chủ tế vậy.",
    "truyện_của_Trình_Di": "'Chấn hanh' là cái lý của quẻ, hanh thông vì có thể động. Động là cơ của muôn phúc. 'Sấm đến sợ hãi' là người ta thường sợ sự biến động của sấm. Nếu có thể nhân sợ mà sửa mình làm lành, đó là 'sợ mà đem phúc'. 'Cười nói vui vẻ' là nói người biết đạo, tuy có sợ hãi trong lúc biến động, nhưng sau vẫn giữ được thường độ, cho nên có thể cười nói vui vẻ. Sau khi biến động, xét lại thấy mình không lỗi, đó là sau có phép tắc. 'Sấm kinh trăm dặm' là tiếng sấm vang xa, người ở xa còn kinh, huống chi người ở gần? Ra ngoài thì làm tướng, vào thì làm khanh, đều có thể giữ được tông miếu xã tắc, đó là làm được việc của người con cả.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về những lời trong quẻ. 'Ra' là ra làm việc chính trị. Lời quẻ và lời Thoán này, đại để đều nói về người con cả có thể giữ cơ nghiệp của cha, trong lúc biến động mà không rối loạn, nhưng mà ý thánh nhân thì rộng hơn, không chỉ có thế mà thôi."
  },
  {
    "chunk_id": "QUE_CHAN_03_DAI_TUONG",
    "hexagram": "QUẺ CHẤN",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:洊雷,震.君子以恐懼修省.",
    "dịch_âm": "Tượng viết: Tấn lôi, Chấn. Quân tử dĩ khủng cụ tu tỉnh.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm liền, là quẻ Chấn. Đấng quân tử coi đó mà lo sợ, sửa mình, xét mình.",
    "truyện_của_Trình_Di": "Hai lần sấm là sấm liền. Đấng quân tử coi Tượng sấm liền mà sợ hãi, nhân sự sợ hãi đó mà sửa mình, xét mình.",
    "bản_nghĩa_của_Chu_Hy": "'Tấn' là liền. Sợ hãi là việc thuộc về mình, 'sửa tỉnh' là nói về sự sửa mình xét mình."
  },
  {
    "chunk_id": "QUE_CHAN_04_HAO_SO_CUU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Sơ Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初九:震來虩虩,後笑言啞啞,吉.",
    "dịch_âm": "Sơ Cửu: Chấn lai khích khích, hậu tiếu ngôn ách ách, cát.",
    "dịch_nghĩa": "Hào Chín Đầu: Sấm đến sợ hãi, sau cười nói vui vẻ, tốt.",
    "truyện_của_Trình_Di": "Hào Chín Đầu là đầu cuộc động, mà là hào Dương, ở dưới chót, đó là kẻ có thể giữ mình trong lúc biến động, cho nên lúc sấm đến thì sợ hãi, sau thì cười nói vui vẻ. Gặp biến mà sợ, đó là đạo thường của người ta, nếu không sợ là kẻ càn bậy. Sợ mà không mất thường độ, thì sau mới có thể vui vẻ. Như thế là tốt.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương, ở đầu cuộc động, tức là kẻ hay sợ hãi mà có thể tu tỉnh, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CHAN_05_TIEU_TUONG_SO_CUU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Sơ Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震來虩虩,恐致福也.笑言啞啞,後有則也.",
    "dịch_âm": "Tượng viết: Chấn lai khích khích, khủng trí phúc dã. Tiếu ngôn ách ách, hậu hữu tắc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm đến sợ hãi, sợ mà đem phúc vậy. Cười nói vui vẻ, sau có phép vậy.",
    "truyện_của_Trình_Di": "Sợ mà có thể sửa mình, thì là đem phúc. Sau khi sợ mà không mất thường độ, tức là sau có phép tắc."
  },
  {
    "chunk_id": "QUE_CHAN_06_HAO_LUC_NHI",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六二:震來厲,億喪貝,躋于九陵,勿逐,七日得.",
    "dịch_âm": "Lục Nhị: Chấn lai lệ, ức táng bối, tê vu cửu lăng, vật trục, thất nhật đắc.",
    "dịch_nghĩa": "Hào Sáu Hai: Sấm đến nguy, lo mất của, trèo lên chín gò, chớ đuổi, bảy ngày được.",
    "truyện_của_Trình_Di": "Hào Sáu Hai mềm mà ở trên hào cứng, đó là nguy. 'Lo mất của' là lo mất cái mình đang có. Hào Hai là ngôi bề tôi, ở trên hào Đầu là dân. Gặp lúc biến động, nếu dân bị hại, tức là mình mất của. 'Trèo lên chín gò' là Tượng của sự lánh mình lên cao. Lúc biến động, nên lánh mình ở yên, không nên dong ruổi theo đòi, bảy ngày sau, tự nhiên sẽ được lại. Bảy là số của một vòng biến đổi của trời đất. Bảy ngày là một cuộc biến đổi nhỏ. Hào này mềm, không thể tự giữ, nhưng ở giữa, nên có thể tự lánh mình, đợi lúc yên thì được lại.",
    "bản_nghĩa_của_Chu_Hy": "Mềm ở trên cứng, cho nên có Tượng 'nguy, lo mất của'. 'Trèo lên chín gò' là Tượng lánh lên cao. Lời Chiêm của nó thì là: 'chớ đuổi, bảy ngày sẽ được'. Bảy ngày là số của một quẻ, từ hào này trở lại hào này là bảy lần biến."
  },
  {
    "chunk_id": "QUE_CHAN_07_TIEU_TUONG_LUC_NHI",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震來厲,乘剛也.",
    "dịch_âm": "Tượng viết: Chấn lai lệ, thừa cương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm đến nguy, vì cưỡi cứng vậy.",
    "truyện_của_Trình_Di": "Sấm đến nguy, là vì mềm mà cưỡi trên cứng. Đó là trái đạo."
  },
  {
    "chunk_id": "QUE_CHAN_08_HAO_LUC_TAM",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六三:震蘇蘇,震行無眚.",
    "dịch_âm": "Lục Tam: Chấn tô tô, Chấn hành vô sảnh.",
    "dịch_nghĩa": "Hào Lục Tam: Sấm sợ hãi, sấm đi không tai vạ.",
    "truyện_của_Trình_Di": "Hào Sáu Ba mềm mà không giữa, lại ở trên hai hào Dương, đó là rất đáng lo sợ. 'Tô tô' là dáng lo sợ không yên. Gặp lúc biến động, mà có thể lo sợ như thế, thì đi không có tai vạ. Kẻ biết lo sợ, thì hay sửa mình, cho nên không có tai vạ.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, không đáng ngôi, cho nên sợ hãi không yên. Nhưng vì biết sợ mà đi, cho nên không có tai vạ."
  },
  {
    "chunk_id": "QUE_CHAN_09_TIEU_TUONG_LUC_TAM",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震蘇蘇,位不當也.",
    "dịch_âm": "Tượng viết: Chấn tô tô, vị bất đương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm sợ hãi, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Sợ hãi không yên, là vì ngôi nó không đáng. Âm mà ở ngôi Dương, lại ở trên hai hào Dương, đó là không đáng ngôi."
  },
  {
    "chunk_id": "QUE_CHAN_10_HAO_CUU_TU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:震遂泥.",
    "dịch_âm": "Cửu Tứ: Chấn toại nê.",
    "dịch_nghĩa": "Hào Cửu Tứ: Sấm bèn bùn.",
    "truyện_của_Trình_Di": "Hào Chín Tư ở trên ba hào Âm, đó là bị hãm ở trong Âm. Lấy chất Dương cương, mà bị hãm trong Âm, như sa vào bùn, không thể ra được.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương, mất ngôi, mà ở giữa hai hào Âm, cho nên có Tượng ấy. Lời Chiêm của nó, tuy không nói hung, nhưng ý đã rõ."
  },
  {
    "chunk_id": "QUE_CHAN_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震遂泥,未光也.",
    "dịch_âm": "Tượng viết: Chấn toại nê, vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm bèn bùn, chưa sáng vậy.",
    "truyện_của_Trình_Di": "Sấm bèn bùn, là vì đạo chưa sáng. Bị hãm trong Âm, không thể làm cho đạo sáng được."
  },
  {
    "chunk_id": "QUE_CHAN_12_HAO_LUC_NGU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六五:震往來厲,億無喪,有事.",
    "dịch_âm": "Lục Ngũ: Chấn vãng lai lệ, ức vô táng, hữu sự.",
    "dịch_nghĩa": "Hào Lục Ngũ: Sấm đi lại nguy, lo không mất, có việc.",
    "truyện_của_Trình_Di": "Hào Sáu Năm ở ngôi tôn, mà là hào Âm, tài không đủ đương nổi việc đời. Nó ở giữa hai hào Dương, đi lên thì gặp hào Sáu Trên, đi xuống thì gặp hào Chín Tư, đi lại đều nguy. Nhưng mà nó ở giữa, nên có thể lo toan mà không đến nỗi mất, cho nên có việc làm. Việc đây chỉ về việc tế tự.",
    "bản_nghĩa_của_Chu_Hy": "Ở ngôi tôn, mà dưới trên đều có hào cứng, đi lại đều nguy. Nhưng ở giữa, có thể lo toan mà không đến nỗi mất, còn có thể làm được việc tế tự. Đó là Tượng và Chiêm của nó."
  },
  {
    "chunk_id": "QUE_CHAN_13_TIEU_TUONG_LUC_NGU",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Lục Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震往來厲,危行也.其事在中,大無喪也.",
    "dịch_âm": "Tượng viết: Chấn vãng lai lệ, nguy hành dã. Kỳ sự tại trung, đại vô táng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm đi lại nguy, đi nguy vậy. Việc nó ở giữa, lớn không mất vậy.",
    "truyện_của_Trình_Di": "Đi lại đều nguy, đó là Tượng đi nguy. Việc ở giữa, tức là việc tế tự, có thể không đến nỗi mất."
  },
  {
    "chunk_id": "QUE_CHAN_14_HAO_THUONG_LUC",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Thượng Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上六:震索索,視矍矍,征凶.震不于其躬,于其鄰,無咎.婚媾有言.",
    "dịch_âm": "Thượng Lục: Chấn sách sách, thị quắc quắc, chinh hung. Chấn bất vu kỳ cung, vu kỳ lân, vô cữu. Hôn cấu hữu ngôn.",
    "dịch_nghĩa": "Hào Sáu Trên: Sấm run rẩy, trông ngơ ngác, đi hung. Sấm chẳng ở mình, ở láng giềng, không lỗi. Cưới hỏi có lời.",
    "truyện_của_Trình_Di": "Hào Sáu Trên ở cuối cuộc động, mà là hào Âm, đó là kẻ sợ hãi quá lắm. 'Sách sách' là dáng sợ hãi mà tan tác. 'Quắc quắc' là dáng sợ hãi mà ngơ ngác. Sợ đến thế mà đi, thì hung. 'Sấm chẳng ở mình, ở láng giềng' là tai vạ của sấm không đến mình mà đến láng giềng, thì không có lỗi. Láng giềng chỉ về hào Chín Tư. Hào này với hào Ba là ứng nhau, hào Ba lại là ứng với nó, hai bên là đạo vợ chồng, cho nên nói 'cưới hỏi có lời'. Có lời là có sự chê bai.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối cuộc động, sợ hãi quá lắm, cho nên có Tượng ấy. Lời Chiêm thì là 'đi hung'. Sấm không đến mình mà đến láng giềng, thì không có lỗi. Nhưng vì ứng với hào Ba, cho nên vẫn có lời chê bai về việc cưới hỏi."
  },
  {
    "chunk_id": "QUE_CHAN_15_TIEU_TUONG_THUONG_LUC",
    "hexagram": "QUẺ CHẤN",
    "que": "Hào Thượng Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:震索索,未得中也.雖凶無咎,畏鄰戒也.婚媾有言,中未光也.",
    "dịch_âm": "Tượng viết: Chấn sách sách, vị đắc trung dã. Tuy hung vô cữu, úy lân giới dã. Hôn cấu hữu ngôn, trung vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm run rẩy, chưa được giữa vậy. Dẫu hung không lỗi, sợ láng giềng răn vậy. Cưới hỏi có lời, trong chưa sáng vậy.",
    "truyện_của_Trình_Di": "Sợ hãi tan tác, là vì chưa được đạo giữa. Tuy là hung mà không có lỗi, là vì thấy láng giềng bị tai vạ mà tự răn mình. Cưới hỏi có lời, là vì trong lòng chưa sáng."
  }
]
