[
  {
    "chunk_id": "QUE_KHON_001",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    }
  },
  {
    "chunk_id": "QUE_KHON_002",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "困亨貞,⼤⼈吉,無咎, 有⾔不信.",
    "dịch_âm": "Khốn, hanh trinh, đại nhân cát, vô cữu, hữu ngôn bất tín.",
    "dịch_nghĩa": "Quẻ Khốn hanh, chính bền, người lớn tốt , không lỗi, có nói không tin.",
    "truyện_của_Trình_Di": "Như tài quẻ này , thì khốn mà có thể hanh vả được trinh chính là đạo người lớn ở thì khốn vậy, cho nên có thể tốt mà không lỗi. Người lớn ở thì khốn, chẳng những đạo của minh tự nhiên vẫn tốt, mà “vui [2] trời yên mệnh” , ấy là không mất sự tốt, huống chi theo thì khéo xử, lại còn lỗi gì? Có nói chẳng tin, là vì đương thời Khốn mà nói, thì còn ai tin?",
    "bản_nghĩa_của_Chu_Hy": "Khốn là cùng mà không thể tự mình nhấc lên. Khảm cứng bị Đoái mềm che lấp, hào Chín Hai bị hai hào Âm che lấp, hào Tư hào Năm bị hào Sáu Trên che lấp, cho nên là khốn. Khảm hiểm. Đoái đẹp lòng, ở chỗ hiểm mà đẹp lòng, ấy là thân tuy khốn mà đạo thì hanh. Hào Hai hào Năm cứng giữa, lại có Tượng người lớn, kẻ xem ở thì khốn có thể hanh thông và chính đính, không phải người lớn, ai được như thế? Cho nên nói rằng “chính bền”. Lại nói “người lớn” là để tỏ rằng: những kẻ tiểu nhân bất chính, không thể đương nổi? “Có nói không tin” là câu răn người đương vào cảnh đó cần phải kín đáo im lặng, chớ chuộng mồm miệng, mà càng rước lấy khốn cùng.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_003",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈:困剛掩也",
    "dịch_âm": "Thoán viết: Khốn cương yểm dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Khốn là cứng bị lấy vậy.",
    "truyện_của_Trình_Di": "Quẻ này sở dĩ là Khốn là vì kẻ cứng bị kẻ mềm che lấp, bị hãm ở dưới mà bị che ở trên, vì vậy mới là khốn. Hãm cũng là lấp. Đấng quân tử Dương cương, bị kẻ tiểu nhân Âm nhu che lấp, đó là lúc đấng quân tử khốn tắc.",
    "bản_nghĩa_của_Chu_Hy": "Đây dùng quẻ thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_004",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "險以説,困⽽不失其亨,其唯君⼦乎.",
    "dịch_âm": "Hiểm dĩ huyệt, khốn nhi bất thât kỳ hanh, kỳ duy quân tử hồ?",
    "dịch_nghĩa": "Hiểm mà đẹp lòng, khốn mà không mất cái hanh của mình, chỉ có đấng quân tử như thế chăng?",
    "truyện_của_Trình_Di": "Đây lấy tài quẻ nó cách ở thì khốn. Dưới hiểm mà trên đẹp lòng, tức là ở chỗ hiểm mà vẫn đẹp lòng, dẫu ở trong lúc khốn cùng gian hiểm, mà vui trời yêu nghĩa, tự mình được sự vui thích của mình. Thời [3] tuy khốn, mình xử vẫn không mất nghĩa , thì đạo của mình tựu nhiên vẫn hanh. Đó là “khốn mà không mất cái hanh của mình”. Có thể như thế chỉ có đấng quân tử. Nếu thời đương khốn của mình lại hanh, ấy là thân tuy hanh mà đạo thì khốn. Quân tử là tiếng gọi chung của bậc người lớn.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_005",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "貞⼤⼈吉,以剛中也",
    "dịch_âm": "Trinh, đại nhân cát, dĩ cương trung dã.",
    "dịch_nghĩa": "Chính bên, người tốt, vì cúng giữ vậy.",
    "truyện_của_Trình_Di": "Khốn mà vẫn chính, người lớn vì thế mới tốt lành, cũng là tại họ có đạo cứng giữa. Đây chỉ về hào Hai với hào Năm. Nếu không cứng giữa, thì gặp cảnh khốn sẽ mất sự chính.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_006",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "有⾔不信, 尚⼜不窮也.",
    "dịch_âm": "Hữu ngôn bất tín, thượng khẩu nãi cùng dã.",
    "dịch_nghĩa": "Có nói chẳng tin, chuộng miệng bèn cùng vậy.",
    "truyện_của_Trình_Di": "Đương lúc khốn mà nói, người ta không tin, muốn lấy mồm miệng làm cho khỏi khốn, ấy là làm cho thêm cùng. Đấy vì lấy thể đẹp lòng mà ở thì khốn, cho nên mới có lời răn về sự chuộng miệng.",
    "bản_nghĩa_của_Chu_Hy": "Đây là đức quẻ, thể quẻ mà thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_007",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈: 澤無⽔,困,君 ⼦以致命遂志.",
    "dịch_âm": "Tượng viết: Trạch vô thủy, Khốn, quân tử dĩ tri mệnh toại chí.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chằm không nước là quẻ Khốn , đấng quân tử coi đó mà đến mệnh thỏa chí.",
    "truyện_của_Trình_Di": "Chầm không nước là tượng khốn thiếu. Đấng quân tử đương lúc khốn cùng, đã hết cách ngừa lo, mà không được khỏi, thì là mệnh đó, nên suy đến mệnh mình để thỏa chí mình, biết là mệnh phải thế ấy, thì sự cùng tắc vạ lo không thể lay động lòng mình, mình chỉ làm theo cái nghĩa vụ của mình mà thôi. Nếu biết mệnh, thì sẽ lo sợ về hiểm nạn, luống cuống về cùng ách, cái thao thủ của mình ắt mất, đâu được thỏa chí làm điều thiện?",
    "bản_nghĩa_của_Chu_Hy": "Dưới rò thì trên khô, cho nên nói là “chằm không nước”. “Đến mệnh” như nói “trao mệnh”, tức là cầm mà cho người, mình không có nữa”. Có thể như thế thì tuy là khốn quẫn mà vẫn hanh thông.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_008",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "初六:臀困于株⽊,⼊于幽⾕,三歲不覿.",
    "dịch_âm": "Sơ lục: Điến khốn vu châu mộc, nhập vu u cốc, tam tuế bất thục.",
    "dịch_nghĩa": "Hào Sáu Đầu: Đít khốn chưng trồi cây, vào chưng hang tối, ba năm chẳng thấy.",
    "truyện_của_Trình_Di": "Hào sáu lấy chất Âm mềm ở chỗ rất thấp, lại ở dưới nơi Khảm hiểm, là kẻ không tự mình vượt qua, ắt được người cứng sáng ở trên cứu giúp, thì mới xó thể vượt khỏi sự khốn. Hào Đầu với hào Tư là chính ứng, hào Chín Tư lấy chất Dương ở ngôi Âm, tức là bất chính, cứng mà không giữa, lại đương khốn vì bị hào Âm che lấp, không có thể làm qua sự khốn của người, cũng như ở dưới chồi cây, không thể che chở cho vật khác. Chồi cây là cái gốc cây không có cành lá vậy. Hào Tư là ngôi gần vua, ở quẻ khác nó không phải là không giúp được người, vì ở thì khốn, không thể che chở kẻ khác, cho nên mới là chồi cây. Đít là cái để ngồi, đít khốn chưng chồi cây, nghĩa là không có vật vì che chở mà không được yên - nếu yên thì không phải là khốn. Vào chưng hàng tối là vì những người Âm mềm, không phải là kẻ yên với cảnh ngộ đã không khỏi khốn, thì càng mê tối, động càn, vào mãi nơi khốn sâu. Hang tối tức là chỗ sâu tối vậy. Đương vào chỗ khốn ách, không có thể tự mình ra khỏi, cho nên, đến chưng ba năm chẳng thấy, khốn đến cùng chót vậy. Chẳng thấy nghĩa là không gặp được sự hanh thông?",
    "bản_nghĩa_của_Chu_Hy": "Đít là đáy các vật, Khốn chưng chòi cây tức là đay không thể yên. Hào Sáu Đầu lấy chất Âm mềm ở đáy cuộc khốn, ấy là ở nơi tối tăm, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_009",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈:⼊于幽⾕,幽不明也",
    "dịch_âm": "Tượng viết: Nhập vu u cốc, u bất minh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Vào chưng hang tối, tối chẳng sáng vậy.",
    "truyện_của_Trình_Di": "Tối chẳng sáng là càng vào chỗ tối tăm, tự hãm vào nơi sâu khốn vậy. Nếu sáng thì không đến nỗi hãm.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_010",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "九⼆:困于酒⾷,朱敝⽅來,利⽤亨祀,征凶,無咎.",
    "dịch_âm": "Cửu Nhị: Khốn vu tửu tửu thực, chu phất phương lai, lợi dụng hưởng tự, chính hung, vô cữu.",
    "dịch_nghĩa": "Hào Chín Hai: Khốn chưng rượu cơm, cái phất đỏ đương lại, lợi dùng cúng tế, đi hung không lỗi.",
    "truyện_của_Trình_Di": "Rượu cơm là cái người ta đều muốn và cũng là cáu để mà thi ân. Hào Hai lấy tài cứng giữa mà ở thì khốn. Đấng quân tử yên với cảnh ngộ, tuy cùng ách hiểm nạn, không hè động lòng, không e quản rằng mình bị khốn, cái làm cho người ta khốn, chỉ là khốn về sự muốn của mình mà thôi. Điều mà đấng quân tử vẫn muốn là việc làm ơn cho thiên hạ, khiến cho thiên hạ vựt khỏi cảnh khốn, hào Hai chưa thỏa lòng “muốn làm ơn cho thiên hạ”, cho nên là khốn chưng rượu cơm. Các bậc đại nhân quân tử, ôm ấp đạo học mà bị khốn ở dưới, ắt được ông vua có đạo tìm kiếm mà dùng, rồi mới có thể thi thố những cái chất chứa của mình, hào Hai lấy đức cứng giữ bị khốn ở dưới, phái trên có hào Chín Năm là một ông vua cứng giữa. Cùng đạo hợp đức, ắp đến tìm nó, cho nên nói là “cái phất đỏ đương lại”. Đương lại có nghĩa về việc đi lại, cho nên mới nói đến cái che gối. Lợi dụng cúng tế là thế nào? Cúng tế là việc lấy lòng chí thành mà thông với đấng thần minh, trong thì khốn lợi về dùng lòng chí thành như cúng tế vậy, đức mình đã thành, tự nhiên sẽ thông đến người trên. Từ xưa các đấng hiển triết bị khốn ở chỗ tối tăm xa xôi, mà rồi đức của họ cũng lên đến tại người trên, đạo của họ cũng được đem dùng, chỉ vì họ tự giữ rất thành thực mà thôi. Đi hung không lỗi là thế nào? Đương thì khốn, nếu chẳng chí thành ở yên để đợi mệnh trời, đi mà cầu cạnh người ta, thì sẽ phạm vào nạn, được điều dở, đó là tự mình gây lấy, còn đổ lỗi cho ai? Không đo đắn thời thế mà đi, là không ở yên nơi chốn của mình, bị cảnh khốn nó lay động vậy. Mất đức cứng giữa, tự rước lấy sự hưng hối, còn oán trách gì? Các quẻ, hào Hai hào Năm Âm Dương ứng nhau thì tốt, riêng quẻ Tiểu xúc và quẻ Khốn các hào này bị ách về Âm, cho nên đồng đạo tìm nhau, quẻ Tiểu xúc Dương bị Âm chứa, quẻ Khốn Dương bị Âm lấp vậy.",
    "bản_nghĩa_của_Chu_Hy": "Khốn về rượu cơm là ý no chán khổ não. Rượu cơm là cái người ta vẫn muốn, nhưng say no quá độ thì lại bị nó làm khốn. Cái phất đỏ đương lại,tức là người trên ứng với nó vậy. Hào Chín Hai có đức cứng giữa để ở thì Khốn, tuy không gở hại, nhưng lại bị khốn về nỗi được hưởng cái muốn của mình quá nhiều, cho nên Tượng nó như thế, mà Chiêm thì lợi về tế tự, nếu đi mà làm việc khác thì không phải thì, cho nên hung, nhưng về nghĩa vẫn là không lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_011",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "九⼆:困于酒⾷,中有慶也.",
    "dịch_âm": "Tượng viết: Khốn vu tửu thực, trung hữu khánh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Khốn chưng rượu cơm, giữa có phúc vậy.",
    "truyện_của_Trình_Di": "Tuy bị khốn về cái mình muốn, chưa thể ra ân cho người, nhưng giữ được đức cứng giữa, ắt có thể đem lại sự hanh thông mà có phúc khánh. Dù cho thì chưa hanh thông, mà mình giữ được đức giữa, cũng là đạo đấng quân tử, thế là có phúc.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_012",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "六三:困于⽯,據于蒺藜,⼊于其宫,不⾒其妻,凶.",
    "dịch_âm": "Lục Tam: Khốn vu thạch, cứ vu tật lệ, nhập vu kỳ cung, bất kiến thê, hung.",
    "dịch_nghĩa": "Hào Sáu Ba: Khốn chưng đá, vin chưng cây cà gai, vào chưng thửa buồng, chẳng thấy thửa vợ, hung.",
    "truyện_của_Trình_Di": "Hào Sáu Ba lấy chất Âm mềm không giữ không chính ở chỗ hiểm cực mà dùng kiểu cứng - ở ngôi Dương là dùng kiểu cứng - là kẻ rất không khéo ở thì khốn vậy. Đá là vật rắn nặng, khó thắng nổi, cà gai là vật gai góc không thể vin vào, hào Ba lấy sức cứng hiểm tiến lên, thì bị có hai hào Dương ở trên, sức nó không thể thắng nổi - vì là rắn quá không thể dụng phạm - càng tự khốn thêm, đó là “khốn chưng đá” vậy. Lấy đức bất thiện, ở trên hào Chín Hai là hào cứng giữa, sự chăng yên của nó cũng như vịn tựa vào cây cà gai vậy. Tiến lui đã đều càng khốn, muốn ở yên chỗ cũng không thể được, buồng là nơi ở, tức là chỗ nó lấy làm yên, vợ là chủ yên thân của nó, biết là tiến lui hay ở lại đều không được cả, chỉ còn có chết mà thôi. Đủ biết là hung.",
    "bản_nghĩa_của_Chu_Hy": "Âm mềm là không chung chính, cho nên có Tượng đó, mà Chiêm là hung. Đá chỉ hào Tư, cây cà gai chỉ hào Hai, buồng [4] chỉ ngôi Ba, mà vợ thì là hào Sáu, còn nghĩa của nó. Hệ từ nói đủ rồi .",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_013",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈: 據于蒺藜, 承剛也,⼊于其宫,不⾒其妻,不祥也.",
    "dịch_âm": "Tượng viết: Cứ vu tật lê, thừa cương dã, nhập vu kỳ cung, bất kiến kỳ thê, bất tường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Vịn chưng cà gai, cưỡi cứng vậy, vào chưa thửa buồng, chẳng thấy thửa vợ, chẳng lành vậy.",
    "truyện_của_Trình_Di": "Vịn chưng cây cà gai, ý nói cưỡi hào Chín Hai là hào cứng, sự không yên như thể tựa vào gai vậy. Chẳng lành là điềm chẳng hay. Mất chỗ yên ổn, tức là hiệu quả chẳng hay, cho nên nói rằng: “chẳng thấy thửa vợ, chẳng lành vậy”.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_014",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "九四:來徐徐,困于⾦⾞,吝,有終",
    "dịch_âm": "Cửu Tứ: Lai từ từ, khốn vu kim xa, lận hữu chung.",
    "dịch_nghĩa": "Hào Chín Tư: Lại thong thả, khốn chưng xe sắt, đáng tiếc! có chót.",
    "truyện_của_Trình_Di": "Chỉ vì sức không đủ, cho nên mới khốn. Cái đạo làm cho hanh thông sự khốn ắt phải nhờ sự giúp đỡ. Đương thì khốn, kẻ trên người dưới tìm nhau, lý nên thế vậy. Hào Tư với hào Đầu là chính ứng nhưng hào Tư lấy đức không trung chính mà ở thì khốn, tài nó không đủ làm qua sự khốn của người, hào Đầu liền với hào Hai, hào Hai có tài cứng giữa, đủ để cứu vớt sự khốn, thì đáng được hào Đầu theo. Sắt là vật cứng, xe là thứ để chở đồ hào Hai lấy chất cứng ở dưới chở mình, cho nên gọi là xe. Hào Tư muốn theo hào Đầu mà bị hào Hai ngăn cách, cho nên sự lại của nó chầy chậm mà thong thả, ấy là khốn chưng xe sắt. Kẻ ứng với mình, ngờ nó chê mình mà đi với kẻ khác, muốn theo nó, lại dùng dằng không dám tiến vội, há chẳng lại đáng thẹn tiếc? “Có chót” nghĩa là chỗ rốt cục của việc được chính. Hào Đầu hào Tư là chính ứng, rốt cục ắt theo nhau. Vợ kẻ sĩ nghèo, bề tôi nước yếu, đều yên với cự chính định của mình mà thôi. Nếu chọn kẻ có thế lực mà theo, thì ác lớn, không thể dong ở đời. Hào Hai và hào Tư đều lấy chất Dương ở ngôi Âm, mà hào Hai vì có tài cứng giữa, cho nên có thể làm cho cuộc khốn, ở ngôi Âm là chuộng mềm mỏng, được chỗ giữa là không trái với sự cứng mềm phải chăng.",
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Đầu là chính ứng của hào Chín Tư, hào Chín Tư ở ngôi không đáng, không thể giúp người, mà hào Sáu Đầu đương khốn ở dưới, lại bị hào Chín Hai ngăn cách, cho nên Tượng nó như thế. Nhưng, tà không thể thắng được chính, cho nên lời Chiêm tuy là đáng tiếc, mà ắt có sau chót. Xe sắt chỉ hào Chín Hai. Tượng đó chưa rõ, ngờ rằng thể Khảm có Tượng bánh xe.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_015",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈: 來徐徐,志在下也;雖不當位,有與也.",
    "dịch_âm": "Tượng viết: Lai từ từ, chí tại hạ dã: tuy bất đáng vị, hữu dữ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lại thong thả, chí ở dưới vậy, tuy chẳng đáng ngôi, có kẻ cùng với vậy.",
    "truyện_của_Trình_Di": "Hào Tư với hào Đầu mà cách hào Hai, chí nó cốt ở tìm xuống, cho nên nó mới thong thả mà lại, tuy nó ở không đáng ngôi, cũng là chưa hay, nhưng có chính ứng của nó chung cùng với nó, cho nên có chốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_016",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "九五:劓刖,困于⾚敝,乃徐有説,利⽤祭祀.",
    "dịch_âm": "Cửu Ngũ: Ty ngoạt, khốn vu xích phất, nãi từ hữu duyệt, lợi dụng tế dự. [5]",
    "dịch_nghĩa": "Xẻo mũi, chặt chân, khốn chưng cái phất đỏ, bèn thong thả có đẹp lòng, lợi dụng tế tự.",
    "truyện_của_Trình_Di": "Cắt mũi gọi là tỵ, bị thương ở trên, chặt chân gọi là ngoạt, bị thương ở dưới. Trên dưới phải bị cho lấp với hào Âm, bị nó làm cho đau hại, đó là Tượng xẻo mũi chặt chân. Hào Năm là ngôi vua, ông vua bị khốn là bởi ở trên và dưới không ai cùng với. Cái phất đỏ là đồ mặc của thần hạ, lấy nghĩa đi lại, thiên hạ đều lại, thì không khốn nữa. Hào Năm tuy ở thời khốn. mà nó có đức cứng giữa, phía dưới hào Chín Hai cũng là người hiền có đức cứng giữa cùng đạo hợp đức với nó ắt phải ứng nhau mà lại, cùng giúp thiên hạ cho qua sự khốn, đó là trước khi khốn mà thong thả thì có vui mừng. “Lợi dùng tế tự” nghĩa là việc tế tự ắt hết lòng thành kính mà sau mới được thu phục. Kẻ làm vua ở thời khốn, nên nghĩ sự khốn của thiên hạ, tìm người hiền trong thiên hạ như tế tự cần phải hết lòng thành kính, thì có thể làm cho người hiền trong thiên hạ kéo đến, giúp cho sự khốn của thiên hạ - Hào Năm với hào Hai cùng đức mà nói trên dưới không cùng với là sao? Đáp rằng: Âm Dương ứng nhau là nó tự nhiên ứng nhau, như thể vợ chồng xương thịt, phận nó định sẵn như thế. Hào Năm với hào Hai đều là hào Dương vì đức cứng giữa giống nhau mà ứng nhau, tìm nhau, rồi sau mới họp với nhau, cũng như vua tôi bè bạn, lấy nghĩa mà hợp với nhau. Đương lúc mới khốn, đâu có kẻ trên người dưới cùng với? Nếu mà có người cùng với, thì không là khốn, cho nên thong thả hợp nhau thì sau mới, có vui mừng. Hào Hai nói hưởng tự, hào Năm nói tế tự, đại ý là nên dùng chí thành mới được, thụ phúc. Chữ “tế” với chữ “tự”, “hưởng”, nói phiếm thì có thể thông nhau mà nói tách bạch, thì tế để nói về thiên thần, tự để nói về địa lý, hưởng để nói về nhân quỷ. Hào Năm là ngôi vua, nói chũ tế, hào Hai ở dưới, nói chữ hưởng, chỗ nào theo sự xứng đáng ở chỗ ấy.",
    "bản_nghĩa_của_Chu_Hy": "Xẻo mũi, chặt chân là bị thương ở trên và dưới, trên dưới đã bị thương thì cái phất đỏ không dùng gì đến mà lại làm khốn cho mình. Hào Năm đương thì khốn, trên bị Âm che, dưới thì cưỡi cứng cho nên có Tượng đó. Nhưng nó cứng giữa mà ở thể đẹp lòng, cho nên chầy lâu thì có sự đẹp lòng. Lời Chiêm đủ ở trong Tượng, lại lợi dụng về việc tế tự, lâu thì được phúc.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_017",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈:劓刖, 志位得也, 乃徐有説,以中直也, 利⽤祭祀,受福也.",
    "dịch_âm": "Tượng viết: Tỵ ngoạt chí vị đắc dã, nãi từ hữu tuyệt, dĩ trung trực dã, lợi dụng tế tự, thụ phúc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Xẻo mũi, chặt chân, chí chưa được vậy, bèn thong thả có đẹp lòng, vì giữa thẳng vậy: lợi dùng tế tự, chịu phúc vậy.",
    "truyện_của_Trình_Di": "Lúc đầu bị hào Âm che lấy, không có kẻ trên kẻ dưới cùng với, mới khốn, ấy là lúc chưa đắc chí, thong thả mà có đẹp lòng, là vì cái đạo giữa thẳng được có người hiền ở dưới cùng giúp cuộc khốn. Chẳng nói “giữa chính”, là vì nó hợp với hào Hai, nói “thẳng” mới phải “Thẳng” so với “chính” thì hơi nhẹ hơn. Dùng hết thành ý của mình, như tế tự vậy, để tìm người hiền trong thiên hạ, thì mới có thể làm hanh thông cuộc khốn của thiên hạ mà nhận lấy phúc khánh.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_KHON_018",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "上九:困于葛藟,于跪脆,⽈: 動悔,有悔,征吉.",
    "dịch_âm": "Thượng lục: Khốn vu cát lũy, vu nghiết ngột, viết: động hối, hữu hối, chính cát.",
    "dịch_nghĩa": "Hào Sáu Trên: Khốn chưng cây sắn dây, nhưng cheo leo, rằng: động ăn năn, có ăn năn, đi tốt.",
    "truyện_của_Trình_Di": "Vật đến cùng cực thì quay lại, việc đến cùng cực thì thay đổi, sự khốn đã cùng cực rồi lẽ phải thay đổi. Cây sắn dây là vật ràng bó, cheo leo là dáng cao vút lay động, hào Sáu ở chỗ cùng cực khốn, nó bị sự khốn ràng bó mà ở nơi rất cao và ngay nghèo, đó là khốn chưng cây sắn dây và cheo leo vậy. ”Động ăn năn” nghĩa là hễ động cựa thì có ăn năn, không việc gì, không khốn. “Có ăn năn” là trách cái lỗi trước “rằng” là mình tự bảo mình. Nếu như nó biết rằng: “thế này thì động đâu sẽ ăn năn đấy, phải đổi lại những việc trước kia đã làm”, đó là có ăn năn. Nếu biết ăn năn, thì đi mà được tốt. Hào Ba lấy chất Âm ở trên quẻ dưới hung; hào Trên ở trên cả quẻ mà không hung là sao? Đáp rằng: Hào Ba ở ngôi cứng đóng chỗ hiểm mà dùng sự cứng, hiểm, vì vậy mới hung; hào Trên lấy chất mềm ở chỗ đẹp lòng, chỉ là khốn đến cùng cực mà thôi. Khốn đến cùng cực thì có cách thay đổi cuộc khốn. Hào Trên quẻ Khốn và quẻ Chuân đều không có người ứng mà lại ở về chót quẻ, quẻ Chuân thì khóc ra đìa, quẻ Khốn thì có ăn năn, đi tốt, là vì quẻ Chuân hiểm cực mà quẻ Khốn ở thể đẹp lòng, lấy sự đẹp lòng xuôi thuận mà tiến, có thể lìa khỏi cuộc khốn.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Âm mềm ở chỗ khốn cực cho nên có Tượng “khôn chưng cây sắn dây, chưng cheo leo, rằng động thì ăn năn”. Nhưng mà các vật đã cùng thì biến, cho nên lời Chiêm của nó là: “Nếu biết ăn năn, thì có thể đi mà tốt”.",
    "lời_bàn_của_tiên_nho": "Phùng Hội Vân nói rằng: Sắn dây bám vào cây khác mà leo lên đến ngọn cây, đó là cái Tượng “khốn chưng cây sắn dây” của hào Sáu Trên. Lý Xuân Niên nói rằng: Từ hào Tư trở lên là thời khốn đến cùng cực, từ hào Tư trở xuống là ở thời khốn cực mà nghĩ cách làm cho hanh thông. Hành động đành ăn năn rồi, nếu im lặng mà không ăn năn sao bằng hành động mà có ăn năn, đề làm cho sự cũng được thông? Vì vậy mới là đi tốt."
  },
  {
    "chunk_id": "QUE_KHON_019",
    "hexagram": "QUE_KHON",
    "que": "QUẺ KHỐN",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 困 (Khốn) nghĩa là cùng khốn, mỏi mệt, thiếu thốn, bị hãm, bị mắc.",
      "2": "Tức là vui với số phận tự nhiên.",
      "3": "Nghĩa như thế nào, thì yên lòng thế ấy.",
      "4": "Coi thiên Hệ từ dịch sau đây.",
      "5": "Tức là che gối, đã chua ở trên."
    },
    "lời_kinh": "象⽈:困于葛藟, 位當也; 動悔有悔,吉⾏也.",
    "dịch_âm": "Tượng viết: Khốn vu cát lũy, vị đáng dã, động hối, hữu hối, cát hành dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Khốn chưng cây sắn dây, chưa đáng vậy động thì ăn năn, có ăn năn, đi tốt vậy.",
    "truyện_của_Trình_Di": "Bị sự khốn ràng buộc, mà không đổi được, thế là chưa phải cách, tức là xử chí chưa đáng. Biết rằng hễ hành động ăn năn, cứ ăn năn mà đi, có thể ra khỏi cuộc khốn, đó là đi mà tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Khâu Kiến An nói rằng: Quẻ Khôn là quẻ hào cứng bị lấp. Trong quẻ ba hào mềm che lấp ba hào cứng, ấy là Tượng quẻ. Nhưng hào cứng bị hào mềm che lấp thì tốt, mà hào mềm che lấp hào cứng thì hung. Quẻ dưới hào Đầu hào Ba là hào mềm che lấp hào Chín hai là hào cứng, nhưng hào đầu nói “Khốn chưng chồi cây”, hào Ba nói “khốn chưng đá”, hào Hai thì nói “khốn chưng cơm rượu”, lời Tượng lại cho rằng giữa có phúc, đó là hào Đầu hào Ba đều hung mà hào Hai tốt. Quẻ trên hào Sáu Trên là hào mềm che lấy hai hào Tư Năm là những hào cứng, nhưng hào Tư nói “thong thả có sau chót”, hào Năm nói “thong thả có đẹp lòng” mà hào Trên thì nói “khốn chưng cây sắn dây”, lời Tượng lại cho là chưa đáng, ấy là hào Tư hào Năm đều tốt mà hào Trên thì hung."
  }
]