[
  {
    "chunk_id": "QUE_TUNG_001",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    }
  },
  {
    "chunk_id": "QUE_TUNG_002",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "訟有孚室惕,中吉,終凶,利⾒⼤⼈,不利涉⼤川.",
    "dịch_âm": "Tụng, hữu phu chất Dịch, trung cát, chung hung, lợi kiến đại nhân, bất lợi thiệp đại xuyên.",
    "dịch_nghĩa": "Kiện, có thật, bị lấp, phải sợ, vừa phải, tốt; theo đuổi đến chót, xấu; lợi về sự thấy người lớn, không lợi về sự sang sông lớn.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Tụng là tranh biện. Trên Kiền dưới Khảm, Kiền cứng Khảm hiểm, người trên dùng sự cứng để chế kẻ dưới, kẻ dưới dùng sự hiểm để nhòm người trên, lại là mình hiểm mà nó mạnh, đều là đạo kiện. Quẻ này hào Chín Hai giữa đặc mà không có kẻ ứng cùng, lại là thêm lo. Vả, theo quái biến, nó tự quẻ Độn mà hại, tức là kẻ cứng đến ở hào Hai mà nhằm vào giữa thể dưới, có Tượng có sự thật bị lấp, biết sợ mà hợp vớỉ lẽ vừa phải; hào Chín Trên quá cứng ở cuối sự kiện, có Tượng theo đuổi việc kiện đến cùng hào Chín Năm cứng mạnh, trung chính ở ngôi tôn, có tượng người lớn; lấy tư cách Dương cương cưỡi lên chỗ hiểm, ấy là sự dầy đặc xéo vào chỗ hãm, có Tượng không lợi về sự sang sông lớn, cho nên mới răn kẻ xem ắt có sự tranh biện và tùy theo chỗ ở của họ mà thành ra lành hay dữ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_003",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "彖⽈:訟,上剛下險,險⽽健,訟.",
    "dịch_âm": "Thoắn viết: Tụng, thượng cương hạ hiểm, hiểm nhi kiện, Tụng.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Tụng , trên cứng dưới hiểm, hiểm mà mạnh, là quẻ Tụng .",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây dùng đức quẻ để thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_004",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "訟有孚,窒垮,中吉,两⼻來⽽#肀也. 終凶,訟不可成也。利⾒⼤⼈,尚中正也。 不利涉⼤川,Ả于淵也.",
    "dịch_âm": "Tụng hữu phu, chất Dịch, trung cát, cương lai nhi đắc trung dã; chung hung, tụng bất khả thành dã; lợi kiến đại nhân, thượng trung chính dã; bất lợi thiệp đại xuyên, nhập vu uyên dã.",
    "dịch_nghĩa": "Kiện có sự thật, bị lấp, phải sợ, vừa phải tốt, cứng lại mà được vừa phải vậy: theo đuổi đến chót thì xấu, việc kiện không thể thành vậy; lợi về sự thấy người lớn, chuộng sự trung chính vậy; không lợi về sự sang sông lớn, vào chưng vực vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây là sự biến đổi của quẻ và thể quẻ, tượng quẻ để thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_005",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:天與⽔違⾏,訟,君⼦以作事謀始.",
    "dịch_âm": "Tượng viết: Thiên dữ thủy vi hành, Tụng, Quân tử dĩ tác sự mưu thủy.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trời với nước đi trái nhau, là quẻ Tụng , đấng quân tử coi đó mà dấy việc mưu tính lúc đầu.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Trời trên nước dưới, thường đi trái nhau. Dấy việc, mưu tính từ đầu, mối kiện phải tuyệt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_006",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "初六:不永所事,⼩有⾔,終吉.",
    "dịch_âm": "Sơ Lục: Bất vĩnh sở sự, tiểu hữu ngôn, chung cát.",
    "dịch_nghĩa": "Hào Sáu Đầu: Chẳng lâu dài về việc của mình, hơi có điều tiếng, sau tốt.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Âm nhu ở dưới, không thể làm trọn việc kiện, cho nên lời chiêm và tượng của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_007",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈: 不永所事, 訟不可表也. 雖⼩有⾔, 其辨明也.",
    "dịch_âm": "Tượng viết: Bất vĩnh sở sự, tụng bất khả trường dã; tuy tiểu hữu ngôn, kỳ biện minh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chẳng lâu dài về việc của mình, việc kiện không thể kéo dài vậy. Dẫu là hơi có điều tiếng; sự phân biệt không được rõ ràng vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_008",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "九⼆: 不克訟,歸⽽逋,其⾢⼈三百⼾,無眚.",
    "dịch_âm": "Cửu Nhị: Bất khắc tụng, quỉ nhi bộ, kỳ ấp nhân tam bách hộ, vô sảnh.",
    "dịch_nghĩa": "Hào Chín Hai: Không được kiện, về mà trốn người làng mình ba trăm hộ, không có tội lỗi.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai là hạng Dương cương làm chủ sự hiểm, và vốn muốn kiện. Nhưng tính cương, ở ngôi nhu, được chỗ chính giữa ở quẻ dưới mà trên thì ứng với hào Chín Năm, là bậc Dương cương ở ngôi tôn, thế không thể địch, cho nên Tượng và lời Chiêm của nó như thế. Người ấp ba trăm hộ, tức là ấp nhỏ, ý nói tự xử một cách thấp hẹp, cho khỏi tai hoạn. Kẻ xem nếu thế thì không có tội.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: “Không được kiện, về mà trốn, người ấp ba trăm hộ, không có tội, cớ gì không nói hai trăm hộ? Là vì nó có định số. Ngày nay, những người giải nghĩa lại muốn gò gập, cho nên chỉ có thể nói là ấp nhỏ?"
  },
  {
    "chunk_id": "QUE_TUNG_009",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:不克訟,歸逋也.⾃下訟上,患⾄掇也.",
    "dịch_âm": "Tượng viết: Bất khắc tụng qui bộ, thoán dã; tự hạ tụng thượng, hoạn chí, suyết dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Không được kiện, về trốn, là đi lánh vậy, tự dưới kiện lên, hoạn nạn tới, nhặt lấy vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Suyết là tự mình vơ lấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_010",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "六三:⾷舊德, 貞属, 終吉. 或從王事, 無成.",
    "dịch_âm": "Lục Tam: Thực cực đức, trinh lệ, chung cát hoặc cống vương sự, vô thành.",
    "dịch_nghĩa": "Hào Sáu Ba: Ăn về đức cũ, chính bền, lo sợ sau tốt, hoặc theo việc vua, không thành.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ ⾷(thực) này cũng như chữ ⾷(thực) trong tiếng ⾷⾊(thực ấp làng ăn lộc), chỉ nói về cái được hưởng. Hào Sáu Ba là hạng Âm nhu, không phải kẻ biết kiện, cho nên cứ giữ nếp cũ, ở chỗ ngay thẳng, thì dù có nguy mà sau vẫn tốt. Nhưng nếu hoặc ra mà làm việc vua, thì cũng không thể thành công. Kẻ xem nên cứ thủ thường không ra là phải.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_011",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:⾷舊德,從上吉也.",
    "dịch_âm": "Tượng viết: Thực cựu đức, tòng thượng cát dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ăn đức cũ, và theo người trên thì tốt vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Tòng thượng cát nghĩa là theo người trên thì tốt, tỏ rằng việc gì tự chủ thì không thành công.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_012",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "九四: 不克訟,復即命, 渝安貞吉.",
    "dịch_âm": "Cửu Tứ: Bất khắc tụng, phục tức mệnh, thầu an trinh cát.",
    "dịch_nghĩa": "Hào Chín Tư: Không thể kiện, lại theo mệnh đổi ra yên bề chính bền, tốt!",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Lã Đông Lai nói rằng: Hào này là số Chín, ở ngôi Tư, ấy là hạng cương cường ở chỗ không được trung chính, vốn là kẻ thích kiện. Nhưng cái mà nó phải theo là hào Năm, hào Năm rất tôn, nó không dám kiện; cái mà nó xéo lên là hào Ba, hào Ba rất mềm không đến nỗi sinh kiện, cái mà nó ứng với là hào Đầu, hào Đầu đã ứng với nó, không phải kẻ kiện nhau với nó; tả trước hữu sau, đều không thể kiện, dù nó có lòng thích kiện, cũng không được sính chút nào, thì cái bụng nó ắt phải trở lại mà về đường thiện. Vì vậy mới nói là “lại theo mệnh”,mệnh tức chính lý. Cái lòng thích kiện, đã không thi thố ra được, thì lại theo về chính lý mà đổi ra thiện. Hồng Quát Sương nói rằng: Hào Hai với hào Năm kiện nhau, hào Tư với hào Đầu kiện nhau, sự địch nhau của các hào đó mạnh yếu khác nhau, mà đều nói là không thể kiện, là vì: hào Hai là dưới kiện trên, sự không thể đó là thế như thế; hào Tư là trên kiện dưới, sự không thể này là lý như thế. Hào Hai thấy thế không thể địch, nên phải lui về mà trốn; hào Tư biết lý không thể đổi, cho nên lại phải theo mệnh. Bởi tại hào Hai hào Tư là kẻ cứng, ở ngôi mềm, nên mới có thể như thế."
  },
  {
    "chunk_id": "QUE_TUNG_013",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:復即命,翁安貞,不失也.",
    "dịch_âm": "Tượng viết: Phục tức mệnh, thâu an trinh, bất thất dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lại theo mệnh, đổi ra an bề chính bền, không lỗi vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_014",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "九五:訟元吉",
    "dịch_âm": "Cửu Ngũ, Tụng nguyên cát.",
    "dịch_nghĩa": "Hào Chín Năm: Kiện cả tốt.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây là kẻ có đức Dương cương trung chính để ở ngôi tôn, nghe việc kiện mà được công bình. Kẻ xem gặp hào này, kiện mà có lý, chắc tỏ được sự oan khuất.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_015",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:訟元吉,以正中也.",
    "dịch_âm": "Tượng viết: Tụng nguyên cát, dĩ trung chính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Kiện cả tốt, vì trung chính vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Trung thì nghe không lệch, chính thì đoán hợp lẽ",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_016",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "上九:或錫之搫帶,終朝三褫之",
    "dịch_âm": "Thượng Cửu: Hoặc tích chi bàn đái, chung triêu tam trĩ chi.",
    "dịch_nghĩa": "Hào Chín Trên: hoặc cho chiếc dải lưng da, trọn buổi sáng, ba lần lột lại.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Dải lưng da là đồ trang sức thuộc về mệnh phục; lột là cướp lại. Hào này lấy đức cương, ở cuối việc kiện, tức là xong kiện mà được kiện, cho nên có tượng cho sắc mệnh, nhận phẩm phục. Nhưng, cái của vì kiện mà được, không thể yên lâu, cho nên lại có Tượng “trọn buổi sớm ba lần bị lột”. Lời Chiêm của hào này là hết việc kiện, kẻ vô lý hoặc cũng được thắng, nhưng cái mà hắn đã được, sau rồi ắt phải mất. Cái ý răn bảo của thánh nhân thật là sâu xa.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUNG_017",
    "hexagram": "QUE_TUNG",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Tụng nghĩa là kiện.",
      "2": "Chỉ về quẻ khảm .",
      "3": "Đồ mặc do mệnh trên ban cho."
    },
    "lời_kinh": "象⽈:以訟受服,亦不⾜敬也.",
    "dịch_âm": "Tượng viết: Dĩ tụng thụ phục, diệc bất túc kính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Vì kiện mà nhận đồ mặc, cũng không đủ kính vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Đồng Bàn Giản nói rằng: Coi thể cả một quẻ Tụng , chỉ là việc kiện không thể thành; hào Chín Đầu không lâu dài cái việc của mình, hào Chín Hai không thể kiện, hào Sáu Ba giữ nếp cũ, ở chỗ Chín, không phải kẻ có thể kiện; hào Chín Tư không thể kiện, mà biết trở lại chính lý, thay đổi tâm chí, ở yên chỗ chính đính; hào Chín Năm nghe kiện cả tốt; Hào Chín Trên tuy có được ban dải lưng da mà không tránh khỏi cái nạn một buổi sớm ba lần lột, đầu đuôi đều là ý không thể kiện."
  }
]