{
    "3": "[4]ở trong, ấy là người trị nhà đến chính, đến khéo, \"Vương cách hữu gia\"[5]là gì? Hào Năm là ngôi vua, cho nên lấy vua mà nói, \"cách\" nghĩa là đếntức là cùng tột về đạo trị nhà. Ôi, đạo kẻ làm vua, sửa mình để tẩy nhà, nhàchính mà thiên hạ trị, từ xưa, các đấng thánh vương, chưa có người nào[6]chẳng lấy sự kính mình chính là làm gốc, cho nên, cái đạo có nhà đã[7]đến , thì không lo nhọc mà thiên hạ trị. Thế là chớ lo mà tốt. Hào Nămkinh mình ở ngoài, hào Hai trị nhà ở trong, trong ngoài cùng đức với nhau,[8]có thể gọi là \"đến\" vậy.[9]Bản nghĩa của Chu Hy. - \"Cách\" nghĩa là đến như chữ \"cách\" trongtiếng \"cách 2 Thái miếu\" (đến nhà Thái miếu). \"Có nhà\" như \"có[10]nước\" vậy. Hào Chín Năm cứng mạnh trung chính phía dưới ứng vớihào Sáu Hai là hào mềm thuận, trung chính, kẻ làm vua vì thế mà đến nhàấy, thì chớ lo thương, mà chắc là tốt. Đó là lời Chiêm tốt về việc lấy hoànghậu, cung phi, mà những kẻ có đức, gặp được hào này đều tốt.LỜI KINH象⽈:王假有家,交相愛也.Dịch âm. - Tượng viết: Vương cách hữu gia, giao tương ái dã.Dịch nghĩa. - Lời Tượng nói rằng: Vua đến có nhà, yêu lẫn nhau vậy.GIẢI NGHĨATruyện của Trình Di. - Cái đạo \"vua đến có nhà\",không phải chỉ khiến ngườita thuận theo mà thôi, phải làm cho họ thật lòng hóa theo, thực ý hợp với,chồng yêu người nội trợ của mình, vợ yêu người trị nhà của mình, thế là\"yêu lẫn nhau\". Được như thế, có lẽ bà phi của vua Văn Bằng như thân sửa,phép đựng, mà nhà chưa hóa, thì chưa được là đạo \"đến có nhà\".LỜI KINH上九:有孚威如,終吉.Dịch âm. - Thượng Cửu: Hữu phu uy như, chung cátDịch nghĩa. - Hào Chín Trên: Có tin, đường oai nghiêm vậy, trọn tốt,GIẢI NGHĨATruyện của Trình Di. - Chót của quẻ trên, tức là đạo nhà nên rồi, cho nênmới nói cho cùng cực về cái gốc của sự trị nhà. Cái đạo trị nhà không chíthành thì không thể được. Cho nên, ắt phải trong lòng có đức tin, thì mới cóthể thường lâu mà mọi người tự hóa làm thiện. Không bởi lòng chí thành) thìchính mình cũng không giữ được thường thường, huống chi còn muốn saikhiến kẻ khác? Cho nên, việc trị nhà lấy có đức tin làm gốc, Việc trị nhà, ởchỗ vợ con tin yêu, từ quá thì không nghiêm, ân nhiều thì lấp mất nghĩa, chonên cái lo của gia đình, thường thường ở chỗ lễ phép không đủ, sinh ra trễbiếng, khinh lờn. Người lớn mất vẻ tôn nghiêm kẻ nhỏ quên sự kính thuận,thế mà trong nhà không loạn, thật chưa từng có. Cho nên, ắt có oai nghiêm,thì sau chót mới tốt. Chót việc giữ nhà, cốt ở hai điều \"có tin\" \"dường oainghiêm\" mà thôi, nên mới nói chót quẻ.Bản nghĩa của Chu Hy. - Hào Chín Trên lấy chất cứng, ở ngôi trên đứngchỗ chót quẻ, cho nên nói về cách trị nhà lâu dài. Kẻ xem ắt có thành tín uynghiêm, thì sau chót được tốt.LỜI KINH象⽈: 減如之吉,反⾝之謂也.Dịch âm. - Tượng viết: Uy như chỉ cát, phản thân chi vị dã.Dịch nghĩa. - Lời Tượng nói rằng: Dường oai nghiêm vậy mà tốt, chỉ về trởlại trong mình vậy..GIẢI NGHĨA[11]Truyện của Trình Di. - Cái đạo trị nhà, lấy sự chính mình làm gốc, chonên nói rằng \"chỉ về trở lại trong mình\". Lời hào nói trị nhà nên cố uy[12]nghiêm, mà đấng Phu Tử lại nói thêm rằng: \"nên lập nghiêm thân mìnhtrước\" vậy. Oai không thi hành nghiêm ngặt ở mình trước, thì người takhông phục cho nên nói rằng: \"Dường oai nghiêm vậy mà tốt là vì biết tự trởlại trong mình\". Ý đó cũng như Mạnh tử nói rằng: \"Mình không thi hành, thìđạo không thi hành được với vợ con.Bản nghĩa của Chu Hy. - Ý nói không phải làm oai, trở lại mình tự trịmình, thì người khác sẽ sợ phục mình.Chú thích:[1]Gia nhân nghĩa là người nhà.[2]\"Trị\" này nghĩa là kỷ cương, có trật tự, trái lại với chữ \"loạn\".[3]Những chữ \"đến\" này theo ý của Trình Di, đều là rất mực, tột bậc.[4]Những chữ \"đến\" này theo ý của Trình Di, đều là rất mực, tột bậc.[5]Những chữ \"đến\" này theo ý của Trình Di, đều là rất mực, tột bậc.[6]Kính mình nghĩa là giữ mình một cách nghiêm trang kính cẩn.[7]Những chữ \"đến\" này theo ý của Trình Di, đều là rất mực, tột bậc.[8]Những chữ \"đến\" này theo ý của Trình Di, đều là rất mực, tột bậc.[9]Chữ \"đến\" nghĩa là đi tới.[10]Chỉ về người làm vua.[11]Nghĩa là làm cho thân mình đính chính ngay ngắn.[12]Tức là đức Khổng Tử."
}