[
  {
    "chunk_id": "QUE_SU_001",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_002",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "師貞, 丈⼈吉,無咎",
    "dịch_âm": "Sư Trinh, trượng nhân cát, vô cữu.",
    "dịch_nghĩa": "Quân chính, bậc trượng nhân tốt, không lỗi. GIẢI NGHĨA Bản nghĩa của Trình Di. - Cái đạo quân gia, lấy sự đính chính làm gốc. Dấy quân động chúng, để làm độc hại thiên hạ, mà không dùng cách chính đính thì dân không theo, chẳng qua cưỡng bách mà xua họ đi mà thôi. Cho nên quân gia phải lấy chính đính làm chủ. Hành động tuy chính đính, những kẻ làm tướng phải là bậc trương nhân mới tốt mà không có lỗi. Bởi vì, có khi tốt mà có lỗi, có khi không lỗi mà không tốt. Tốt và không lỗi, mới là tận thiện. Trượng nhân là tên gọi bậc tôn nghiêm, đem quân coi chúng, nếu không phải kẻ mà mọi người tôn tín sợ phục, thì sao cho được lòng người vâng theo?… Gọi là trượng nhân, bất tất phải người vốn vẫn ở ngôi cao quí, hễ mà tài mưu đức nghiệp đủ khiến mọi người sợ phục thì nhằm.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Sư là quần chúng. Quẻ này dưới Khảm trên Khôn, Khảm hiểm mà Khôn thuận, Khảm là nước mà Khôn là đất, đời xưa ngụ hình ở nông, núp cái rất hiểm chỗ cả thuận, giấu cái không thể lường trong chỗ rất tĩnh. Lại nữa, trong quẻ chỉ hào Chín Hai là một hào Dương ở giữa quẻ dưới , là Tượng làm tướng; trên dưới năm hào Âm đều phải thuận mà theo, là Tượng làm quân. Hào Chín Hai lấy tư cách Dựơng cương ở dưới làm việc, hào Sáu Năm là hạng mềm yếu ở trên mà dùng người, tức là cái Tượng ông vua sai tướng ra quân, cho nên quẻ này gọi tên là Sư. Trượng nhân là tiếng để gọi bậc trưởng lão, cái đạo dùng quân lợi về được chính đính, mà phải dùng người lão thành, mới được tốt mà không có lỗi. Đó là răn kẻ xem cũng phải như thế",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_003",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "彖⽈:師泉也;貞,正也 能以泉正,可以王也.",
    "dịch_âm": "Thoán viết: Sư chúng dã, trinh chính dã, năng dĩ chúng chính, dĩ chúng chính, khả dĩ vương hỷ.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Sư là nhiều người, trinh là chính, khiến được nhiều người chính đính, thì có thể làm nên nghiệp vương.",
    "truyện_của_Trình_Di": "Khiến mọi người chính đính thì có thể trị thiên hạ. Được lòng người phục theo mà về với mình, đạo “vương” có thế mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Đây lấy thể quẻ thích nghĩa hai chữ sư trinh. Dĩ 以 nghĩa là sai khiến được người, một hào Dương ở giữa quẻ dưới mà năm hào Âm đều bị sai khiến vậy. Có thể khiến cho mọi người đều phải chính đính, thì là quân của đấng vương giả.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_004",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "刚中⽽應,⾏險⽽順,依此毒 天下⽽民從之,吉,又何咎也.",
    "dịch_âm": "Cương trung nhi ứng, hành hiểm nhi thuận, dĩ thử độc thiên hạ nhi dân tòng chi, cát, hựu hà cữu hỹ?",
    "dịch_nghĩa": "Cứng giữa mà có chính ứng, đi chỗ hiểm mà xuôi thuận, dùng cái đó để làm độc hại thiên hạ mà dân theo, tốt! Còn lỗi gì nữa? GIẢI NGHĨA Bản nghĩa của Trình Di. - Đây là nói về hào Hai. Hào ấy là kẻ cứng, ở ngôi giữa mà được đạo trung, có ông vua ở hào Sáu Năm làm chính ứng, tin dùng một cách chuyên nhất, dù đi đường hiểm mà cứ lấy sự xuôi thuận hành động, đó là nghĩa binh, tức lấy quân của đấng vương giả. Trên thuận dưới hiểm là đi chỗ hiểm mà thuận. Sư lữ nổi lên, không khỏi hại của, hại người, độc hại thiên hạ, vậy mà lòng dân vẫn theo mình, là vì mình chỉ theo nghĩa hành [4] động. Đời xưa, đánh bên Đông thì bên Tây oán ấy là lòng dân theo về. Như thế, cho nên tốt mà không lỗi. Tốt là ắt được, không lỗi là hợp với nghĩa, thì còn lỗi gì?",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây lại lấy thể quẻ thích nghĩa câu “trượng nhân cát, vô cữu”. Cương trung chỉ hào Chín Hai ứng là hào Sáu Năm ứng nhau với nó. Hành hiểm là đi vào đường hiểm nghèo. Thuận là thuận lòng người. Bấy nhiêu điều đó phi người có đức lão thành, thì không làm nổi. Độc nghĩa là hại, sư lữ dấy lên, không khỏi làm hại thiên hạ, nhưng vì có tài đức ấy, cho nên dân mới vui lòng mà theo.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_005",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈. 地中有⽔,師. 君⼦以容民畜衆.",
    "dịch_âm": "Tượng viết: Địa trung hữu thủy, Sư, quân tử dĩ dung dân súc chúng.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trong đất có nước, là quẻ sư , đấng quân tử coi đó là dung dân, nuôi quân. GIẢI NGHĨA Bản nghĩa của Trình Di. - Trong đất có nước, nước tụ trong đất, là tượng đông người tụ họp, cho nên mới là quẻ Sư . Đấng quân tử coi tượng trong đất có nước đó, để dung giữ dân của mình, nuôi họp quân của mình.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Nước không thể ngoài đất, quân không thể ngoài dân, cho nên hễ nuôi được dân, thì có thể nuôi được quân.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_006",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "初六:師出以律,否藏,凶.",
    "dịch_âm": "Sơ Lục: Sư xuất dĩ luật, phủ tang, hung. [5]",
    "dịch_nghĩa": "Hào Sáu Đầu: Quân ra bằng luật, không khéo thì hung . GIẢI NGHĨA Bản nghĩa của Trinh Di. - Hào đầu là lúc khởi đầu việc quân, cho nên nói về cái nghĩa ra quân và cách trẩy quân. Đứng về mặt nhà nước dấy quân mà nói, thì hợp nghĩa lý là luật, nghĩa là cứ lấy sự cấm kẻ loạn giết kẻ bạo mà hành dộng. Nếu hành động mà không theo nghĩa, tuy khéo cũng hung. Khéo là có thể đắc thắng, hung là bại nghĩa hại dân. Đứng về mặt trẩy quân mà nói, thì luật tức là hiệu lệnh, trong phép trẩy quân, phải lấy hiệu lệnh tiết chế làm gốc, để mà tóm coi binh chúng. Nếu không có luật tuy khéo cũng hung, nghĩa là khi được thắng lợi cũng được hung đạo. Vì rằng: coi quân không có kỷ luật, may mà không thua lại được, thỉnh thoảng cũng có. Đó là lời răn của thánh nhân.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Luật tức là phép, phủ tang nghĩa là không khéo. Họ Triều nói rằng: “chữ phủ, Tiên Nho nhiều người giải nghĩa là chẳng”. Hào này ở đầu quẻ, là lúc khởi đầu việc quân. Cái đạo ra quân, nên cẩn thận lúc đầu, có luật thì tốt, không khéo thì hung, đó là lời răn kẻ xem nên cẩn thận lúc đầu mà phải giữ phép.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_007",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈:師出以律,失律凶也.",
    "dịch_âm": "Tượng viết: Sư xuất dĩ luật, thất luật hung dã. Dịch nghĩa, - Lời Tượng nói rằng: Quân ra bằng luật, mất luật hung vậy. GIẢI NGHĨA Bản nghĩa của Trình Di - Qụân ra nên có luật, mất luật thì hung, tuy may mà được, cũng là hung đạo.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_008",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "九⼆:在失中吉,离咎,王三錫命.",
    "dịch_âm": "Cửu Nhị: Tại Sư trung cát, vộ cữu, vương tam tích mệnh.",
    "dịch_nghĩa": "Hào Chín Hai: Ở trong quân, vừa phải thì tốt, không lỗi, nhà vua ba lần cho mệnh. GIẢI NGHĨA Bản nghĩa của Trình Di. - Quẻ Sư chỉ có hào Chín Hai là một hào Dương được các hào Âm theo về, hào Năm ở ngôi vua, tức là chính ứng của nó, hào Hai là chủ đám quân, chuyên chế việc đó. Kẻ ở dưới mà chuyên chế công việc, ở trong quân thì được. Từ xưa, các vua sai tướng, công việc ở ngoài cửa buồng, được chuyên chế hết. Ở trong quân, chuyên chế mà được vừa phải, cho nên mới tốt mà không có lỗi. Bởi vì cậy thế mà chuyên chế, thì trái với đạo làm kẻ dưới, mà không chuyên chế, thì không có lẽ thành công, cho nên, hễ được vừa phải thì tốt. Phàm cách trị quân, vừa uy nghiêm vừa ôn hòa thì tốt. Đã xử việc quân cực khéo, thì có thể thành công mà yên thiên hạ, cho nên nhà vua mới có sủng mệnh tới ba lần. Việc gì mà tới ba lần tức là cực điểm. Hào Sáu Năm dùng nó đã chuyên nhất, lại phải hậu hỹ về sung số nữa, bởi vì hễ lẽ không xứng thì oai không trọng mà kẻ dưới không tin. Quẻ khác , hào Chín Hai bị hào Sáu Năm sai dùng cũng có nhưng chỉ quẻ Sư , thì hào Chín Hai chuyên chủ công việc, mà được các hào Âm kia theo về cho nên nghĩa nó rất lớn. Đạo kẻ làm tôi, không dám chuyên về một việc gì, chỉ có [6] việc “ngoài cửa buồng” thì được chuyên chế mà thôi; chuyên chế ở mình, nhưng những sự nhân sức quân mà làm ra được, đều là do ở vua cho mà chức phận mình nên làm.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai ở dưới, được các hào Âm theo về, mà có đức cương trung, trên thì ứng với hào Năm, mà được hào ấy yêu đương, cho nên tượng và lời Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_009",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈:在師中吉,承天寵也.王三錫命,懷萬邦也.",
    "dịch_âm": "Tượng viết: Tại Sư trung, cát, thừa thiên sủng dã; vương tam tích mệnh, hoài vạn bang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ở trong quân, vừa phải thì tốt, vâng sự yêu của trời vậy; nhà vua ba lần cho mệnh, làm cho muôn nước nhớ mến vậy. GIẢI NGHĨA Bản nghĩa của Trình Di. - Ở trong quân vừa phải thì tốt, là vì được vâng sự yêu quý tin dùng của trời; trời chỉ về vua, kẻ làm tôi phi được vua yêu mà dung, thì đâu có được chuyên quyền đánh dẹp mà có sự tốt lành về thành công? Nhà vua ba lần ban cho ân mệnh, khen sự thành công, là để làm cho muôn nước nhớ mến.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Khâu Kiến An nói rằng: Trên được thiên tử yêu dùng, giao cho binh quyền, cho mệnh đến ba lần khiến được chuyên coi việc “ngoài cửa buồng”. Đấng vựơng giả dụng binh là chẳng đứng được, không phải bản tâm thích sự chém giết, cho nên ba lần ban cho mệnh lệnh, cốt ở làm yên muôn nước mà thôi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_010",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "六三:師或輿⼫,凶.",
    "dịch_âm": "Lục Tam: Sư„ hoặc dư thi, hung.",
    "dịch_nghĩa": "Hào Sáu Ba: Quân hoặc khiêng thây, hung. GIẢI NGHĨA Bản nghĩa của Trình Di. - Hào Ba ở trên quẻ dưới , tức là kẻ ở ngôi gánh trách nhiệm, chẳng những tài nó Âm nhu không trung chính, mà việc sư lữ, dùng người nên chuyên nhất, hào Hai đã lấy tư cách cương trung, được ngườỉ trên tin cậy, ắt phải chuyên chủ về việc, thì mới thành công, nếu để nhiều người chủ trương, thì là đạo hung. Dư thi nghĩa là nhiều người làm chủ, đó là chỉ vào hào Ba. Bởi vì hào Ba ở trên quẻ dưới , cho nên mới phát nghĩa đó. Việc quân lữ, dùng không chuyên nhất, đổ hại là sự tất nhiên.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Dư thi nghĩa là sự đồ thua rối, khiêng thây mà về. Vì là hào Âm, ở ngôi Dương, tài yếu, chí cương, không trung không chính, mà phạm vào việc không phải phận mình, cho nên, tượng và lời Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_011",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈:師或輿⼫,⼤無功也.",
    "dịch_âm": "Tượng viết: Sư hoặc dư thi, đại vô công dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Quân hoặc khiêng thây, rất không công vậy. GIẢI NGHĨA Bản nghĩa của Trình Di. - Nương tựa, giao phó cho hai ba người, sao thành công được! Há chỉ không thành công mà thôi đâu, đó còn là cách rước lấy sự hung nữa.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_012",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "六四:師左次,參咎.",
    "dịch_âm": "Lục Tứ: Sư tả thứ, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Tư:Quân lùi đóng, không lỗi. GIẢI NGHĨA Quân tiến là vì hăng mạnh, hào Tư là kẻ yếu, ở ngôi Âm, không phải có thể tiến lên mà được thắng lợi. Biết không thể tiến mà lui, cho nên lùi đóng. Cân nhắc nên chăng để tiến hoặc lui, thế là rất nên, cho nên không lỗi.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Tả thứ tức là đóng quân lui lại. Âm nhu không giữa, mà ở ngôi Âm, được chỗ chính, cho nên Tượng nó như thế. Giữ lấy toàn quân mà lui, hơn hào Sáu Ba xa lắm, cho nên lời Chiêm của nó là thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_013",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈: 左次⽆咎, 未失常也.",
    "dịch_âm": "Tượng viết: Tả thứ vô cữu, vị thất thường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lùi đóng không lỗi, chưa mất lẽ thường vậy. GIẢI NGHĨA Bản nghĩa của Trình Di. - Cái phép hành binh, theo thời thế mà làm điều nên làm, đó là lẽ thường. Cho nên đóng quân lui xuống, chưa hẳn là sai, như hào Tư lùi mà đóng, ấy là hợp với sự nên làm, cho nên không lỗi.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Biết khó mà lui, đó là sự thường trong việc quân.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Sợ rằng người ta cho lui là nhát, cho nên nói rõ nên lui mà lui, cũng là sự thường, trong việc quân.",
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_014",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "六五: ⽥有禽, 利執⾔, 參咎. 表⼦師却, 弟⼦凶",
    "dịch_âm": "Lục Ngũ: Điền hữu cầm, lợi chấp ngôn, vô cữu, trường tử suất sư, đệ tử dư thi, trinh hung.",
    "dịch_nghĩa": "Hào Sáu Năm. Ruộng có chim, lợi chữ sự có lời để nói. Con cả đem quân, con em khiêng thây, chinh cũng hung. GIẢI NGHĨA [7] Bản nghĩa của Trình Di. - Ngôi vua là chủ việc dấy quân, cho nên mới nói về cách dấy quân dùng tướng. Quân lữ dấy lên ắt vì mọi rợ lấn đất Hoa Hạ, giặc cướp gian nhũng làm hại sinh dân, không thể lấy đức mà dụ, nên phải vâng theo lời mà đánh, cũng như chim vào trong ruộng, lấn hại lúa má, nghĩa nên phải săn, thì săn mà bắt. Động quân như thế thì không có lỗi. Nếu hành động một cách khinh suất, thì lỗi lớn lắm. Chấp ngôn nghĩa là vâng theo lời nói, tức là kể rõ tội trạng của họ mà đánh. Như vua Thủy Hoàng nhà Tần và [8] vua Vũ Đế nhà Hán đều “lùng vào núi để tìm chim muông”, không phải là ruộng có chim. Trong phép dùng tướng trao quân, nên để con cả đem quân. Hào Hai ở dưới, làm chủ việc quân, tức con cả. Nếu để con em nhiều người làm chủ, thì tuy việc làm chính đáng, nhưng cũng là hung. Con em tức là những người không phải con cả.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Năm là chủ việc dùng quân, mềm thuận mà ở giữa, tức là kẻ không gây ra mối binh đao, quân giặc tràn lấn đến mình, chẳng đứng được mà phải ứng địch, cho nên mới là cái Tượng trong ruộng có chim, mà lời chiêm của nó, thì lợi về sự săn bắt mà không có lỗi. Ngôn là lời nói. Trưởng tử là hào Chín Hai. Đệ tử là hào Ba hào Bốn. Mấy câu này phải răn kẻ xem, ủy nhiệm ai phải chuyên dốc về người ấy, nếu sai quân tử làm việc, mà để tiểu nhân xen vào, thì là sai chúng khiêng thây mà về, cho nên, tuy là chính đáng vẫn không khỏi hung.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_015",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈: 表⼦師師, 以中⾏也. 弟⼦輿⼫, 使不當也.",
    "dịch_âm": "Tượng viết: Trưởng tử suất sư; dĩ trung hành dã; đệ tử dư thi, sử bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Con cả đem quân theo đạo giữa mà đi vậy; con em khiêng thây, sai khiến không được xứng đáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": "Con cả ý nói hào Hai lấy đức trung chính hợp với người trên mà nhận trách nhiệm để đi, nếu lại sai khiến kẻ khác, nhiều người chủ trương công việc, thì là sai dùng không xứng đáng, hung là phải lắm.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_016",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "上六: ⼤君有命, 開國承家, ⼩⼈勿⽤.",
    "dịch_âm": "Thượng Lục: Đại quân hữu mệnh, khai quốc thừa gia, tiểu nhân vật dụng.",
    "dịch_nghĩa": "Hào Sáu Trên: Đấng đại quân có mệnh, mở nước vâng nhà, kẻ tiểu nhân chớ dùng. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây là việc quân đã xong rồi, xuôi thuận đã tột bậc, tức là lúc bàn công ban thưởng. Khôn là đất, cho nên có tượng mở nước vâng nhà. Nhưng kẻ tiểu nhân thì dù có công cũng không thể để chúng được có tước đất, chỉ ưu đãi chúng bằng những vàng lụa thì được. Đó là răn người ban thưởng, với kẻ tiểu nhân thì chớ dùng lời chiêm này, kẻ tiểu nhân mà gặp trường hợp ấy cũng không được dùng hào này.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_SU_017",
    "hexagram": "QUE_SU",
    "que": null,
    "lời_kinh": "象⽈: ⼤君有命, 以正功也, ⼩⼈勿⽤, 必亂邦也.",
    "dịch_âm": "Tượng viết: Đại quân hữu mệnh, dĩ chính công dã; tiểu nhân vật dụng, tất loạn bang.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đấng đại quân có mệnh, để chính công vậy; kẻ tiểu nhân chớ dùng, ắt loạn nước vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lời răn của thánh nhân sâu lắm.",
    "lời_bàn_của_tiên_nho": "Lý Long Sơn nói rằng: Trong sáu hào: ra quân, đóng quân, đem quân, đem tướng, cùng là vâng lời đánh kẻ có tội, rút quân ban thưởng, không cái gì không đủ, tuy đến rậm lời như binh thư đời sau, chỉnh không bằng mấy lời sơ lược của sáu hào quẻ Sư . Huống chi những lời về quân của vương giả, so với các sách quyền mưu của đời sau, đằng kỳ đằng chính, khác nhau rất xa. Kẻ trị thiên hạ, chẳng đừng được mà phải dùng quân, hà tất bỏ chỗ này tìm chỗ khác? Chú thích: [1] Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng. [2] Chỉ về quẻ khảm . [3] Chỉ về quẻ khôn . [4] Oán vì chậm đến đánh xứ mình. [5] Coi lời bình phẩm ở cuối sách. [6] Tức là việc binh. [7] Chỉ về hào Năm. [8] Hai ông này đều thích chiến tranh.",
    "notes": {
      "1": "Chữ Sư (chữ hán) có nghĩa là quân gia, là đông người, hay quần chúng.",
      "2": "Chỉ về",
      "4": "Oán vì chậm đến đánh xứ mình.",
      "5": "Coi lời bình phẩm ở cuối sách.",
      "6": "Tức là việc binh.",
      "7": "Chỉ về hào Năm.",
      "8": "Hai ông này đều thích chiến tranh.",
      "3": "Chỉ về"
    }
  }
]