{
    "3": "[4]thuận mà động . Động là hòa thuận, cho nên mới vui. Hào Chín Tư làchủ cuộc động, các hào Âm ở trên và dưới cùng ứng với nó, quẻ Khôn lạivâng theo nó bằng sự thuận, cho nên, động thì trên dưới xuôi thuận ứng với,cho nên là nghĩa hòa vui. Nói về hai tượng, thì là sấm ra trên đất, khí Dươnglúc đầu nấp náu trong đất, đến khi nó động mà ra trên đất, thì nó hăng hái màđánh, thông xướng hòa vui, cho nên là Dự.LỜI KINH豫, 利建後, ⾏師.Dịch âm. - Dự, lợi kiến hầu, hành sư.Dịch nghĩa. - Quẻ Dự, lợi cho sự dựng nước hầu, trẩy quân.GIẢI NGHĨATruyện của Trình Di. - Dự là thuận mà động, nghĩa là quẻ Dự lợi ở sự dựngnước hầu, trẩy quân. Dựng nước là dựng phên tường để cho cùng yên, thiênhạ chư hầu hòa thuận thì muôn dân vui phục, quân lữ dấy lên, lòng ngườihòa đẹp, thì sẽ thuận theo mà có công, cho nên cái đạo đẹp vui lợi ở sự dựngnước hầu trẩy quân. Lại, trên động mà dưới thuận, đố là cái tượng chư hầutheo nhà vua, binh chúng thuận theo mệnh lệnh. Làm vua muôn nước, họp sốquân lớn, không hòa vui thì không thể khiến họ phục theo.Bản nghĩa của Chu Hy. - Dự là hòa vui, tức là lòng người hòa vui để ứngnhau với người trên. Hào Chín Tư là một hào Dương, trên dưới ứng theo, chínó được thực hành. Lại, Khôn mà gặp Chấn là thuận mà động, cho nên quẻấy là Dự, mà lời Chiêm của nó thì lợi về sự dựng vua, dùng quân.LỜI KINH彖⽈:豫,剛應⽽志⾏, 順以動, 豫.Dịch âm. - Thoán viết: Dự cương ứng nhi chí hành, thuận dĩ động, Dự.Dịch nghĩa. - Lời Thoán nói rằng: Quẻ Dự, kẻ cứng ứng với mà chí đượcthực hành, thuận để động, là quẻ Dự.GIẢI NGHĨATruyện của Trình Di. - \"Cương ứng\" chỉ về hào Tư được các hào Âm ứngvới, từ là cứng mà được người ứng theo. \"Chí hành\" nghĩa là chí của khíDương đi lên, động mà trên dưới thuận theo, chí nó được thực hành. \"Thuậndĩ động, Dự\" nghĩa là Chấn thì động mà Khôn thì thuần, tức là động màthuận lẽ, thuận lẽ mà động, lại là động mà người ta thuận theo, cho nên mớivui.Bản nghĩa của Chu Hy. - Đây dùng đức quẻ thể quẻ để thích nghĩa tên quẻ.LỜI KINH豫順以動, 故天地如之, ⽽况建侯⾏師乎.Dịch âm. - Dự thuận dĩ động, cổ thiên địa như chỉ, nhi huống kiến hầu hànhsư hồ!Dịch nghĩa. - Vui thuận mà động, cho nên trời đất củng giống như nó,huống chi là dựng nước hầu trẩy quân!GIẢI NGHĨATruyện của Trình Di. - Lấy sự vui thuận mà động, thì trời đất cũng đúnggiống mà không trái, huống chi việc dựng nước hầu trẩy quân, còn có điều gìkhông thuận? Đạo của trời đất lẽ của muôn vật, chỉ có một điều rất thuận màthôi. Bậc người lớn sở dĩ trước trời, sau trời mà trời không trái, cũng là thuậnlẽ mà thôi.Bản nghĩa của Chu Hy. - Đây dùng đức quẻ để thích lời quẻ.LỜI KINH天地以順動, 故⽇⽉不過.⽽四時不忒聖⼈以蝻動,則刑罰清⽽民服.Dịch âm. - Thiên địa dĩ thuận động, cố nhật nguyệt bất quá, nhi tứ thì bấtthắc; thánh nhân dĩ thuận động, tắc hình phạt thanh nhi dân phục.Dịch nghĩa. - Trời đất dùng sự xuôi thuận mà động cho nên mặt trời mặttrăng không quá độ, bốn mùa không sai; đấng thánh nhân dùng sự xuôi thuậnmà động thì hành phạt thanh giản mà muôn dân phục.GIẢI NGHĨATruyện của Trình Di. - Lại nói cho rõ cái đạo thuận động trời đất xoay vầnlấy sự xuôi thuận mà động cho nên độ của mặt trời, mặt trăng không quákhông sai, sự lưu hành của bốn mùa không lỗi; đấng thánh nhân dùng sựxuôi thuận mà động, cho nên mối giường đính chính, dân đều nô nức làmthiện, hình phạt thanh giảm mà muôn dân phục.LỜI KINH豫之時, 義⼤矣哉.Dịch âm. - Dự chi thì nghĩa đại hỹ tai!Dịch nghĩa. - Thì nghĩa của quẻ Dự lớn vậy thay.GIẢI NGHĨATruyện của Trình Di. - Cái đạo dự thuận đã nói qua rồi, song mà ý vị củanó rất là sâu xa, lời hết mà ý chưa hết, cho nên lại tán thêm rằng: \"Thì nghĩacủa quẻ Dự lớn vậy thay!\". Đó là muốn cho người ta ngẫm nghĩ cái lẽ củanó, thong thả ngắm nghía mà nhớ lấy nó.Bản nghĩa của Chu Hy. - Đây là nói cho cùng cực mà tán dương sự lớn củanó.LỜI KINH象⽈:雷出地奮, 豫. 先王以作樂崇德, 般薦之上帝, 以配祖考.Dịch âm. - Tượng viết: Lôi xuất địa phấn, Dự, tiên vương dĩ tắc nhạc sủngđức, ân tiến chi thượng đế, dĩ phối tổ khảo.Dịch nghĩa. - Lời Tượng nói rằng; Sấm ra, đất chuyển, là quẻ Dự, đấng tiênvương coi đó mà làm nhạc, chuộng đức, thịnh dâng đức Thượng đế để phốiông cha.GIẢI NGHĨATruyện của Trình Di. - Sấm là khí Dương phân phát, Âm Dương ứng nhaumà thành ra tiếng. Khí Dương lúc đầu thì bế trong đất, tới khi nó động thì rakhỏi đất, mà phấn chấn lên. Lúc bế thì mất, khi đã phân phát thì thông xướnghòa vui, cho nên mới là quẻ Dự. Khôn thì thuận, Chấn thì phát ra, đó là cáitượng hòa thuận chứa ờ bên trong mà phát ra thanh nhạc. Đấng tiên vươngcoi lượng sấm ra khỏi đất phấn chấn hòaxướng, phát ra thành tiếng, mà làmthanh nhạc để bao sùng công đức, nó thịnh đến nỗi đem mà dâng đấngThượng đế, rồi suy rộng ra mà để cha ông phối hưởng.Bản nghĩa của Chu Hy. - Sấm ra đất chuyển tức là hòa đến cùng tột. Đấngtiên vương làm ra âm nhạc, đã bắt chước cái tiếng của nó, lại lấy theo cáinghĩa của nó.LỜI KINH初六:鳴豫,凶.Dịch âm. - Sơ Lục: Minh dự, hung.Dịch nghĩa. - Hào Sáu Đầu: kêu sự vui, hung!GIẢI NGHĨATruyện của Trinh Di. - Hào Sáu Đầu lấy chất Âm như ngôi dưới, hào Tư làchủ quẻ Dự mà ứng với nó, ấy là kẻ tiểu nhân không trung không chính, ởcuộc vui mà được người trên yêu thương, chí ý cực kỳ đầy đủ, khôn xiếtmừng vui, đến nỗi phải buột ra tiếng, khinh bạc nông nổi như thế, ắt phải đếnhung. \"Minh\" tức là phát ra tiếng.Bản nghĩa của Chu Hy. - Kẻ tiểu nhân Âm nhu, ở trên có kẻ cứu viện mạnhkhỏe, được thì, làm chủ công việc, cho nên khôn xiết vui mừng mà tự reolên, đó là đạo hung, cho nên lời Chiêm của nó như thế, Quẻ này được tên làDự, vốn là sự hòa vui, nhưng lời quẻ thì là nhiều người cùng vui, còn lờihào, trừ hào Chín Tư, giống như lời quẻ, còn các hào đều là tự vui, cho nêncó sự tốt xấu khác nhau.LỜI KINH象⽈:初六鳴像, 志窮凶也.Dịch âm. - Tượng viết: Sơ Lục minh dự, chí cùng hung dã.Dịch nghĩa. - Lời tượng nói rằng: Hào Sáu Đầu reo sự vui, chí đã cùng cựclà hung vậy.GIẢI NGHĨATruyện của Trình Di. - Rằng \"hào Sáu Đầu\" ý nói là kẻ Âm nhu ở ngôidưới, mà chí ý cùng cực, khôn xiết mừng vui, đến phải kêu lên, ắt thành kiêucăng càn động mà đến hung.Bàn nghĩa của Chu Hy. - Chữ \"cùng\" nghĩa là cùng cực.LỜI KINH六⼆:介于⽯, 不終⽇, 貞吉.Dịch âm. - Lục Nhị: Giới vu thạch, bất chung nhật, trinh cát.Dịch nghĩa. - Hào Sáu Hai: tiết tháo như đá, không trọn ngày, chính bền thìtốt.GIẢI NGHĨATruyện của Trình Di. - Trong đạo chơi vui, phóng túng quá thì sẽ mất sựchính đính. Các hào quẻ Dự phần nhiều không được chính đính là tại tài vớithì của nó hợp nhau. Riêng hào Sáu Hai ở chỗ trung chính lại không hào nàoứng với, đó là cái tượng tự thả. Đương lúc vui, riêng mình biết tự giữ bằngcách trung chính, có thể gọi là tiết tháo độc lập, đó là tiết giới của nỏ rắn nhưđá vậy. \"Giới vu thạch\" nghĩa là \"tiết giới như đá\". Người ta với cuộc vuichơi, trong lòng ham thích, nên thường lần lữa, rồi đến say đắm, không thểthôi được; hào Hai lấy sự trung chính giữ mình, tiết giới như đá, nên nó bỏsự vui chơi rất chóng, không cần đợi đến hết ngày, vì vậy mới được trìnhchính mà tốt.Bản nghĩa cúa Chu Hy. - Quẻ Dự tuy là chủ về sự vui, nhưng nó dễ khiếnngười ta đắm đuối, hễ đã đắm đuối thì hóa ra lo. Cả quẻ duy có hào này ởgiữa, được chỗ chính đính, ấy là trên dưới đều bị đắm đuối vì sự vui, riêngnó biết lấy sự trung chính giữ mình, tiết giới như đá. Đức nó yên tĩnh vàvững chắc, nên sự tư lự của nó sáng tỏ, không đợi trọn ngày mà nó sẽ thấycơ vi của hết mọi của hết mọi việc. Kẻ xem như thế, thì chính là tốt.LỜI KINH象⽈:不终⽇, 貞吉,以中正也.Dịch âm. - Tượng viết bất chung nhật, trinh cát, dĩ trung chínhdã.Dịch nghĩa. - Lời Tượng nói rằng: Không trọn ngày, chính bền và tốt vìtrung chính vậy.GIẢI NGHĨATruyện của Trình Di. - Có thể không đợi trọn ngày mà chính và tốt, là vì cóđức trung chính. Đây lại nói về cách ở trong cuộc vui của hào Sáu Hai, cái ýdạy đời sâu lắm.LỜI KINH六三: 肝豫,悔遲,有悔.Dịch âm. - Lục Tam: Vu dự hối trì, hữu hối.Dịch nghĩa. - Hào Sáu Ba: Nhìn sự vui, ăn năn chậm, có ăn năn.GIẢI NGHĨATruyện của Trình Di. - Sáu Ba là hào Âm mà ở ngôi Dương tức là ngườikhông trung chính. Là kẻ không trung chính mà ở cuộc vui, động đâu có ănnăn đây. \"Vu\" là trông lên. Nhìn lên hào Tư, thì vì mình không trung chính,không được hào Tư bao dung, cho nên có sự ăn năn. Hào Tư là chủ cuộc vui,sát gần với nó, nếu chạy chậm mà không tiến lên, thì bị ruồng bỏ, cự tuyệtcũng có là có sự ăn năn. Bởi vì xử mình không chính đính cho nên dù tiến,dù lùi đều bị có sự hối tiếc.Bản nghĩa của Chu Hy. - \"Vu\" là trông lên, Hào Âm, không được trungchính mà gần hào Tư, hào Tư là chủ trong quẻ, cho nên hào Ba trên thì trônglên hào Tư, dưới thì đắm về cuộc vui, đáng phải ăn năn, cho nên tượng nónhư thế, mà lời chiêm của nó thì là: các việc đều nên hối lại mau, nếu hốichậm, thì sẽ có sự ăn năn.LỜI KINH象⽈:盱豫有悔, 位不當也.Dịch âm. - Tượng viết: Vu dưhữu hốì, vị bất đáng dã.Dịch nghĩa. - Lời Tượng nói rằng: Nhìn sự vui, có ăn năn, ngôi không đángvậy.GIẢI NGHĨATruyện của Trình Di. - Tự ở vào chỗ không đáng, là mất trung chính, chonên tiến lui đều có ăn năn.LỜI KINH九四:由豫,⼤有得,勿疑朋盡簪.Dịch âm. - Cửu Tứ: Do dự, đại hữu đắc, vật nghi, bằng hạp châm.Dịch nghĩa. - Hào Chín Tư: Bởi đó là vui, cả có được, chớ nghi ngờ, bè bạntụ họp.GIẢI NGHĨATruyện của Trình Di. - Quẻ Dự sở dĩ làm vui là do ở hào Chín Tư. Nó làchủ của sự động, hễ động thì các hào Âm vui thuận, đó là nghĩa của quẻ Dự.Hào Tư là ngôi đại thần, ông vua Sáu Năm thuận theo. Nó lấy đức Dươngcương gánh vác công việc của người trên, sự vui bởi đó mà ra, cho nên nóirằng: \"Bởi đó mà vui\". \"Cả có được\", ý nói cả được thực hành chí mình, đểđem cuộc vui đến cho thiên hạ. \"Chớ ngờ, bè bạn tụ họp\", nghĩa là hào Tư ởngôi đại thần, vâng thờ vua nhu nhược gánh vác công việc thiên hạ, đó là cáichỗ nguy nghi. Nó một mình đảm đương sự tin dùng của người trên, mà ởdưới không có kẻ đồng đức giúp đỡ, cho nên phải ngờ, chỉ nên hết lòng chíthành, chớ có ngờ lo, thì bè loại tự nhiên tụ họp. \"Châm\" nghĩa là họp, chữ\"châm\" dùng để đặt tên cái châm, là lấy cái nghĩa \"tụ họp tóe lại\".Bản nghĩa của Chu Hy. - Chín Tư là hào mà quẻ này bởi đó thành ra cho sựvui, cho nên Tượng nó như thế, mà lời Chiêm của nó thì là \"cả có được\",nhưng mà lại nên chí thành không ngờ, thì bè loại sẽ họp mà theo, nên lạinhân đó là tỏ lời răn. \"Châm\" nghĩa là họp, lại là chóng.LỜI KINH冬⽈: 由豫⼤有得, 志⼤⾏也.Dịch âm. -Tượng viết: Do dự, đại hữu đắc, chí đại hành dã.Dịch nghĩa. - Lời Tượng nói rằng: Bởi đố mà vui, cả có được chí ý cả đượcthực hành vậy.LỜI KINH六五:貞疾, 恆不死.Dịch âm. - Lục Ngũ: Trinh tật, hằng bất tử.Dịch nghĩa. - Hào Sáu Năm: Chính bền có tật, thường không chết.GIẢI NGHĨATruyện của Trình Di. - Hào Sáu Năm lấy tư cách Âm nhu ở ngôi vua,đường vào thì vui, là kẻ đắm đuối về sự vui mà không thể tự lập, cả quyết.Lòng người đều về hào Tư, hào Tư là bậc Dương cương mà được lòng dân,không phải kẻ mà ông vua mê đắm nhu nhược có thể đè nén nổi. Đó là ôngvua nhu nhược không thể tự lập, lại bị đè nén với người bề tôi chuyên quyền.Ở nhằm ngôi vua là chính, bị đè nén với kẻ dưới là có tật khổ. Hào Sáu ởngôi tôn, quyền tuy mất là ngôi chưa mất, cho nên nói là \"chính bền có tật,thường không chết\", nghĩa là chính bền mà có tật, thường thường có tật màkhông chết, ví như các vua đời cuối nhà Hán nhà Ngụy.Bản nghĩa của Chu Hy. - Đương thì vui, là kẻ mềm, ở ngôi tôn, đắm đuốivề sự vui, lại cưỡi lên hào Chín Tư là kẻ cứng mạnh, người ta không phụ vớimình, mà mình ở vào thế nguy, cho nên là Tượng \"chính bền có tật\", nhưngvì nó được chỗ giữa, cho nên lại là tượng \"thường không chết\". Theo Tượngmà xem, lời Chiêm sẽ ở trong đó.LỜI KINH象⽈:六五貞疾,乘剛死;恆不死,中未亡也.Dịch âm. - Tượng viết: Lục Ngũ trinh tật, thừa cương dã, hằng bất tử, trungvị vong dã.Dịch nghĩa. - Lời Tượng nói rằng: Hào Sáu Năm trinh mà có tật, là vì cưỡilên kẻ cứng; thường không chết, là tại vì ngôi giữa chưa mất.GIẢI NGHĨATruyện của Trình Di. - Chính bền mà có tật, là vì cưỡi lên kẻ cứng, bị kẻcứng bức; thường không chết, là tại ngôi giữa chưa mất.LỜI KINH上六:冥豫成,有翁, 無咎.Dịch âm. -Thượng lục: Minh dự thành, hữu thâu, vô cứu.Dịch nghĩa. - Lời Tượng nói rằng: Mờ tối về sự vui, việc thành rồi, có thayđổi, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Sáu Trên là hào Âm nhu, không phải kẻ có đứctrung chính. Là hào Âm, ở ngôi Trên, tức là bất chính, mà lại nhằm thì cuộcvui cùng cực, đấng quân tử ở vào lúc đó cũng phải răn sợ, huống chi kẻ Âmnhu. Thế mà nó say đắm, dông dỡ về sự vui, đó là tối tăm, không biết quaylại. Bởi vì ở cuối quẻ Dự, cho nên là sự hôn mê đã thành, nếu biết biến đổi,thì có thể không lỗi. Cũng vì ở cuối quẻ Dự, cho nên có nghĩa biến đổi.Bản nghĩa của Chu Hy. - Lấy chất Âm nhu ở lúc cuộc vui cùng cực, đó làtượng \"tối tăm về sự vui\". Vì nó thuộc về thể động, nên lại là tượng \"việctuy đã thành mà biết thay đổi\". Ấy là răn kẻ xem như thế, thì chữa được lỗimà không có lỗi, để mở rộng cái cửa \"trời về đường thiện\".LỜI KINH象⽈:冥豫在上,何可表也.Dịch âm. - Tượng viết: Minh dự tại thượng, hà khả trường dã.Dịch nghĩa. - Lời Tượng nói rằng: Tối tăm về sự vui ở trên, lâu dài saođược?GIẢI NGHĨATruyện của Trình Di. - Tối tăm về sự vui cho đến cùng chót, vạ lỗi sắp sửakéo đến, có thể thế mãi được sao? Phải nên thay đổi cho mau.Chú thích:[1]Chữ 豫（Dự) có nghĩa là vui.[2]Quẻ Đại hữu và quẻ Khiêm.[3]Chỉ về quẻ Khôn.[4]Chỉ về quẻ Chấn."
}