[
  {
    "chunk_id": "QUE_DAI_HUU_001",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_002",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "⼤有元亨.",
    "dịch_âm": "Đại hữu nguyên hanh.",
    "dịch_nghĩa": "Quẻ Đại hữu cả lớn hanh thông. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đại hữu tức là sự “có” cả lớn. Ly ở trên Kiền, ấy là lửa ở trên trời, không gì không soi. Lại hào Sáu Năm là một hào Âm ở ngôi tôn, được chỗ giữa, mà năm hào Dương ứng theo với nó, cho nên là cả có. Kiền mạnh có Ly sống, ở ngôi tôn mà ứng với trời, có cơ hanh thông. Kẻ xem có đức ấy thì rất hay và hanh thông.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_003",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:⼤有, 柔得尊位,⼤中⽽上下應之, ⽈⼤有. 其德剛婕⽽⽀明, 應乎天⽽時作, 羌以元亨.",
    "dịch_âm": "Thoán viết: Đại hữu, nhu đắc tôn vị, đại trung nhi thượng hạ ứng chi, viết Đại hữu. Kỳ đức cương kiện nhi văn minh, ứng hồ thiên nhi thì hành, thị dĩ nguyên hanh.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ đại hữu, kẻ mềm được ngôi tôn, cả giữa mà trên dưới ứng nhau với nó, gọi là Đại hữu. Đức nó cứng mạnh mà văn vẻ sáng láng, ứng nhau với trời mà đi đúng thì, cho nên cả lớn hanh thông. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đoạn trên dùng thể quẻ thích nghĩa tên quẻ. Nhu chỉ về hào Sáu Năm, thượng hạ chỉ về năm hào Dương; đoạn dưới dùng đức quẻ, thể quẻ để thích lời quẻ; ứng với trời, chỉ về hào Sáu Năm.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_004",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:⽕在天上, ⼤⽉. 君⼦以遏惡揚善, 順天休命.",
    "dịch_âm": "Tượng viết: Hỏa tại thiên thượng. Đại hữu, quân tử dĩ át ác dương thiện, thuận thiên hưu mệnh.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lửa cao ở trên trời, là quẻ Đại hữu, đấng quân tử coi đó mà ngăn kẻ ác, biểu dương người thiện, thuận theo mệnh tốt của trời. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lửa ở trên trời, nó soi rất rộng, là tượng cả có. Cái có đã cả, không có cách gì mà trị, thì sự hớ hé tai hạisẽ sinh ở trong. Mệnh trời có thiện không có ác cho nên ngăn ác nêu thiện là để thuận theo trời, quay lại mình mình cũng như thế mà thôi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_005",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "初九:無交害, 匪咎, 難則無咎.",
    "dịch_âm": "Sơ Cửu: Vô giao hại, phỉ cữu, nan tắc vô cữu.",
    "dịch_nghĩa": "Hào Chín Đầu: Không dính tới sự hại, chẳng phải lỗi. Khó nhọc thì không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đương thì cả có, nhưng là hào Dương, ở dưới, trên không hệ ứng mà nhằm khi việc mới bắt đầu, chưa dính đến hại thì còn lỗi gì? Nhưng cũng phải xử với cảnh đó cách khó nhọc thì mới không lỗi. Đó là răn kẻ xem phải như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_006",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:⼤有初九,無交害也.",
    "dịch_âm": "Tượng viết: Đại hữu Sơ Cửu, vô giao hại dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Quẻ Đại hữu hào Chín Đầu, chưa dính đến sự hại vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_007",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "九⼆:⼤⾞以裁, 與攸往,無咎.",
    "dịch_âm": "Cửu Nhị: Đại xa dĩ tái, hữu du văng, vô cữu.",
    "dịch_nghĩa": "Hào Chín Hai: Xe lớn để chở, có thừa đi, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Cứng giữa ở dưới, thì được kẻ ứng với ở trên, là Tượng xe lớn để chở. Có thửa đi mà như thế thì không có lỗi. Kẻ xem ắt có đức ấy thì mới ứng với lời Chiêm ấy.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_008",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:⼤⾞以載, 積中不敗也.",
    "dịch_âm": "Tượng viết: Đại xa dĩ tái, tích trung bất bại dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Xe lớn để chở, chứa ở trong không hỏng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_009",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "九三:公⽤亨于天⼦,⼩⼈不克. [2]",
    "dịch_âm": "Cửu Tam: Công dụng hưởng vu thiên tử, tiểu nhân phất khắc.",
    "dịch_nghĩa": "Hào Chín Ba. Tước Công dùng hưởng của đấng thiên tử, kẻ tiểu nhân không thể được. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ 亨 truyện Xuân thu chép làm chữ 享 (hưởng), nghĩa là chầu dâng. Đời xưa, chữ 亨 (hanh) trong tiếng 亨通 (hanh thông), chữ 享 (hưởng) trong tiếng 享獻 (hưởng hiến), chữ 烹 (phanh) trong tiếng 烹飪 (phanh nhẫm) đều viết chữ 亨(hanh). Hào Chín Ba ở trên thể dưới, là Tượng tước Công tước Hầu, cứng mạnh mà được chính đính, trên có ông vua Sáu Năm sẵn lòng chiều đãi người hiền, cho nên là tượng “hưởng của đấng thiên tử”. Kẻ xem có đức ấy thì lời Chiêm cũng như thế. Kẻ tiểu nhân không có đức cương chính, thì tuy có được hào này cũng không thể đương nổi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_010",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:公⽤亨于天⼦, ⼩⼈害也.",
    "dịch_âm": "Tượng viết: Công dụng hưởng vu thiên tử, tiểu nhân hại dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tước Công dùng hưởng của đấng thiên tử, hại cho kẻ tiểu nhân vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_011",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "九⽈:匪其彭, 無咎.",
    "dịch_âm": "Cửu Tứ: Phỉ kỳ bàng, vô cữu.",
    "dịch_nghĩa": "Hào Chín Tư: Chẳng phải sự thịnh của mình; không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ 彭 chưa rõ âm là nghĩa là gì. Trình truyện cho là “vẻ thịnh nhiều” hoặc giả có lý. Hào Sáu Năm là vua mềm yếu ở giữa, Hào Chín Tư là kẻ cứng mạnh mà ở gần nó, có sự hiểm nghi về việc tiến bức, nhưng vì nó ở ngoài ngôi mềm, có Tượng “không làm cùng cực sự thịnh vượng của mình mà được không lỗi”. Đó là răn kẻ xem phải nên như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_012",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "冬⽈:匪其彭, 無咎, 明辯晳也",
    "dịch_âm": "Tượng viết: Phỉ kỳ bàng, vô cữu, minh biệt tích dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chẳng phải sự thịnh, không lỗi, vì phân biệt rõ ràng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ “tích” là vẻ sáng tỏ.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_013",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "六⽈:厥孚交如, 威如, 吉.",
    "dịch_âm": "Lục Ngũ: Quyết phu giao như, uy như, cát.",
    "dịch_nghĩa": "Hào Sáu Năm: Thửa tin dường giao nhau vậy, dường oai nghiêm vây, tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Trong đời cả có, hào Sáu Năm lấy đức mềm thuận trung bình mà ở ngôi tôn, trống rỗng lòng mình để ứng nhau với người hiền ở hào Chín Hai mà trên dưới theo về, ấy là sự phu tín giao nhau. Nhưng đạo làm ông vua quý ở sự cứng, mềm quá thì hỏng, nên phải dùng oai giúp thêm thì tốt. Bởi vậy, Tượng và lời Chiêm của nó như thế, và đó cũng là lời răn.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_014",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:厥孚交如, 信以發志也. 威如之吉, 易以無備也.",
    "dịch_âm": "Tượng viết: Quyết phu giao như, tín dĩ phát chí dã; uy như chi cát, dị nhi vô bị dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Thửa tin dường giao như vậy, dùng đức tin để phát chí ý vậy; dường oai nghiêm vậy mà tốt, vì khinh thường mà không phòng bị vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đức tín của một người đủ để mở mang chí ý kẻ trên người dưới. Quá mềm thì người ta sẽ khinh thường mình mà không có lòng lo sợ phòng bị.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_015",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "上九:⾃天L祐之, 吉, 無不利.",
    "dịch_âm": "Thượng Cửu: Tự thiên hựu chi, cát, vô bất lợi.",
    "dịch_nghĩa": "Hào Chín Trên: Tự trời giúp nó, tốt, không gì không lợi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Trong đời cả có, lấy đức cứng, ở ngôi trên mà biết hạ xuống theo hào Sáu Năm, ấy là kẻ biết xéo coi điều tín, nghĩ đến sự thuận mà chuộng người, đầy mà không tràn, cho nên lời Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  },
  {
    "chunk_id": "QUE_DAI_HUU_016",
    "hexagram": "QUE_DAI_HUU",
    "que": null,
    "lời_kinh": "象⽈:⼤有上吉, ⾃天祐之. Dich âm. -Tượng viết: Đại hữu thượng cát, tự thiên hựu dã.",
    "dịch_âm": null,
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên quẻ Đại hữu được tốt sự trời giúp vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Dương Thành Trai nói rằng: Trong tám quẻ, quẻ Kiền là tôn; trong sáu tư quẻ, quẻ Thái là thịnh; nhưng hào Chín Trên của quẻ Kiền phải ăn năn về sự quá cực, hào Sáu Trên của quẻ Thái , phải hối tiếc về sự rối loạn. Thịnh trị đủ phúc, không quẻ nào bằng quẻ Đại hữu, trong sáu hào một hào hanh thông, hai hào tốt, ba hào không lỗi, minh chủ ở trên, các người hiền đều hội họp, không có một kẻ tiểu nhân bại loạn, không có một kẻ vô đức bại việc trị. Kẻ sĩ sinh trong đời ấy, bận áo bông rách đẹp hơn đeo ngọc, uống nước lã ngon hơn đồ ăn bầy vạc, huống chi lại có bậc đại thần trong hào Chín Hai, vua chư hầu trong hào Chín Ba và bậc kỳ cựu “công thành thân lui” trong hào Chín Trên… Than ôi thịnh thay! Chú thích: [1] Đại hữu có nghĩa là cả có. [2] Dịch theo Bản nghĩa của Chu Hy.",
    "notes": {
      "1": "Đại hữu có nghĩa là cả có.",
      "2": "Dịch theo Bản nghĩa của Chu Hy."
    }
  }
]