[
  {
    "chunk_id": "QUE_TRUNG_PHU_001",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    }
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_002",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "中孚.豚⿂吉.利涉⼤川.利貞.",
    "dịch_âm": "Trung phu, đôn ngư cát, lợi thiệp đại xuyên, lợi trinh.",
    "dịch_nghĩa": "Quẻ Trung phu: Cá lợn tốt, lợi sang sông lớn, lợi về chính bền.",
    "truyện_của_Trình_Di": "Lợn nóng nảy, cá lờ mờ, là giống khó cảm trong loài vật. Sự tin có thể cảm đến cá lớn, thì không đâu không tới, vì vậy mới tốt. Lòng trung tín có thể xéo lên nước sôi lửa bong huống chi sang sông, cái đạo giữ đức tin, cốt ở kiên chính, cho nên lợi về chính bền.",
    "bản_nghĩa_của_Chu_Hy": "Phu là tin. Nó là quẻ hai hào Âm ở trong, bốn hào Dương ở ngoài, mà hai hào Dương Hai và năm đều được chỗ giữa. Nói về quẻ giữa rỗng, nói về hai thể thì giữa đặc, đều là Trượng phu tín. Lại cây ở trên Chằm, ngoài đặc trong rỗng đều là Tượng thuyền lái. Rất tin có thể cảm được cá lợn, có thể qua chỗ hiểm nạn, mà không thể làm cho sự chính bền lớn ra cho nên kẻ xem hễ có thể đem đến sự cảm ứng của loài lớn cá thì tốt mà lợi về sang sông lớn, lại ắt lợi về chính bền.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_003",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "彖⽈.中孚.柔在內⽽剛得中.說⽽巽.孚乃化邦也.豚⿂吉.信及豚⿂也.利涉 ⼤川.乘⽊⾈虛也.中孚以利貞.乃應乎天也.",
    "dịch_âm": "Thoán viết: Trung phu, nhu tại nội nhi cương đắc trung. Duyệt nhi tốn, phu nãi hóa bang dã; đôn ngư cát, cập đồn ngư dã; lợi thiệp đại xuyên, thừa mộc châu hư dã; trung phu dĩ lợi trinh nãi ứng hồ thiên dã.",
    "dịch_nghĩa": "Lời thoán nói rằng: Quẻ Trung Phu, mềm ở trong mà cứng được giữa, đẹp lòng mà nhún, tin bèn hóa nước vậy: Lợn cá tốt, tin kịp lợi cá vậy; lơi sang sông lớn, cưỡi cây thuyền không vậy; giữ tin đề lợi về chính bền, bèn ứng với trời vậy.",
    "truyện_của_Trình_Di": "Hai hào mêm ở trong, giữ rông là Tượng thành thực; hai hào cứng được chỗ giữa của hai thể trên duwois, giữa đặc là Tượng đức tin, vì vậy quẻ này mới là quẻ Trung phu. Trên nhún dưới đẹp lòng, tức là người trên đem lòng chí thành mà nhún thuận với kẻ duwois có đức tin để đẹp lòng theo với người trên, như thế thì sự tin mới có thể hóa được bang quốc. Sự tin có thể tới loài lợn cá, tức là là tin tột bậc, vì vậy mới tốt. Dụng sự trung tín mà vượt chốn hiểm nạn thì, cái lợi đó như thể cưỡi cậy vượt ra mà dùng thuyền không vậy. Thuyền không thì không lo chìm đắm, quẻ này rồng giữa là Tượng thuyền không. Giữa tin mà chính bền, thì ứng với trời, đạo trời chỉ có chính bền mà thôi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_004",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.澤上有⾵.中孚.君⼦以議獄緩死.",
    "dịch_âm": "Tượng viết: Trạch thượng hữu phong, Trung phu, quân tử di nghị ngục hoãn tử.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên chằm có gió là quẻ Trung phu. Đâng quan tử coi đó mà bàn việc ngục, hoãn tội chết.",
    "truyện_của_Trình_Di": "Trên chằm có gio, cảm ở trong chằm. Thể nước trông không, cho nên gió mới vào được; lòng người trống không, cho nên các việc mới cảm được. Gió động ở trong chằm cùng như đức tin cảm ở trong lòng, cho nên là Tượng “trung tín – giữa tin”. Đấng quân tử coi tượng đó để bàn việc ngục và hoãn tội chết. Đâng quân tử với sự bàn ngục, chỉ biết lòng thành thực mà thôi; với việc quyết đoán tội chết, cực kỳ thương xót mà thôi, cho nên thành ý thường cần được thư hoãn, thư hoãn là rộng rãi vậy. Với việc thiên hạ không việc gì không hết lòng thành thật của mình, bàn viejc ngục, hoãn tội chết là việc lớn nhất trong các việc đó.",
    "bản_nghĩa_của_Chu_Hy": "Gió cảm nước nhận, là Tượng “giữa tin”, bàn việc ngục, hoãn tội chết, là ý “giữa tin”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_005",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "初九. 虞吉.有他不燕.",
    "dịch_âm": "Sơ cửu: Ngu cát, hữu tha, bất yên.",
    "dịch_nghĩa": "Hào Chín Đầu: Lo tốt, có khác, chẳng yên.",
    "truyện_của_Trình_Di": "Đương đầu cuộc giữa tin, cho nên rằng phải xét về sự tin. Lo là đo đắn, đo đắn có thể tin được mới theo. Dù mình có đức rất tin, mà dùng không đúng chỗ thì hỗi lỗi , cho nên lo lường đo đắn rồi sau sẽ tin thì tốt. Đã được người tin, thì nên thành tâm nhất chí mà tin, nếu không có ý, thì không được yên ổn. Yên là yên ổn thảnh thơi, có khác là chí không định. Người ta không định thì hay nghi hoặc không yên.",
    "bản_nghĩa_của_Chu_Hy": "đương lúc đầu cuộc giữa tin, phía trên ứng nhau với hào Sáu Tư, biết đo đắn là có thể tin là tin, thì tốt lại có ý khác thì mất sự chính đinh trong việc đo đắn, mà không được chỗ yên ổn. Đó là lời răn kẻ xem.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_006",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.初九虞吉.志未變也.",
    "dịch_âm": "Tượng viết: sơ cửu ngu cát, chí vị biến dã.",
    "dịch_nghĩa": "Lời nói Tượng nói rằng: Hào Chín Đầu lo tốt, chí chưa đổi vậy.",
    "truyện_của_Trình_Di": "Đương lúc mới tin, chí mình chưa thể hăn vào đâu mà biết lo lường đo đắn cái điều mình tin, thì được chính đạo cho nên mới tốt, là vì chính mình đã còn chưa biến động. Nếu mà chí mình đã định theo về đường nào, thì là biến động rồi, sự lo lường không được chính đáng nữa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_007",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "九⼆.鳴鶴在陰.其⼦和之.我有好爵.吾與爾靡之.",
    "dịch_âm": "Cửu Nhị: Minh hạc tại âm, kỳ tủ họa chi; ngã hữu hảo tước, ngô dữ nhi my chi.",
    "dịch_nghĩa": "Hào Chín Hai: Con Hạc kêu ở chỗ tối, con nó họa đấy, ta có [2] tước tốt, tớ cùng mày ràng đấy.",
    "truyện_của_Trình_Di": "Hào Hai cứng đặc ở trong, tức là tin đến tột bậc. Tin đến tột bậc thì có thể cảm thông. Con hạc kêu ở chỗ tối ẩn, tức là không thể nghe tiếng, thê mà con nó ứng hóa với nó là tại sự muốn trong bụng thông nhau. Tước tốt ta có mà kẻ kia cũng vấn vít ham mến, ấy là cái ý vui thích tước tốt giống nhau. Có tin ở trong, không vật gì không ứng, là tại lòng thành giống nhau.",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai là kẻ đầy đặc về giữa mà hào Chín năm cũng lấy đức đầy đặc về giữa tin ứng nhau với nó, cho nên có Tượng “hạc kêu con họa, tước ta mày giàng” con hạc ở chỗ tối chỉ hào Chín mà ở ngôi Hai, tước tốt nghĩa là được giữa. Chữ (my) cũng như chữ ( my là ràng buộc) ý nói đức tốt là cái mà người ta yêu, cho nên tước tốt tuy là cái mà ta rieng có, nhưng nó cũng vấn vít quyến luyến vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_008",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.其⼦和之.中⼼愿也.",
    "dịch_âm": "Tượng viết: Kỳ Tử họa chi, trung tâm nguyệt dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Con có họa đó, trong lòng muốn vậy.",
    "truyện_của_Trình_Di": "Trong lòng muốn tức là điều mà ý thức vẫn muốn, cho nên nó mới thông nhau mà ứng nhau.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_009",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "六三.得敵.或⿎或罷.或泣或歌.",
    "dịch_âm": "Lục Tam: Đắc địch, hoặc cổ hoặc bãi, hoặc khấp hoặc ca",
    "dịch_nghĩa": "Hào Sáu Ba: Được kẻ địch, hoặc khua trông, hoặc thôi, hoặc khóc, hoặc múa.",
    "truyện_của_Trình_Di": "Địch là đối địch chỉ kẻ mình tin, tức là hào Chín Trên, chính ứng của nó. Hào Ba chẳng giữa mất sự chính, cho nên được kẻ đối địch mà bận lòng. Là chất mềm và đẹp lòng, đã có vướng víu, thì chỉ theo sự mình tin, hoặc khua giương lên, hoặc thôi bỏ đi, hoặc thwuong khóc, hoặc hát vui đều vướng vui với sự mình tin. Chỉ vì vương víu với sự mình tin, cho nên chưa biết tốt xấu.",
    "bản_nghĩa_của_Chu_Hy": "kẻ địch chỉ hào Chín Trên, tức là kẻ đã cùng, Hào Sáu Ba, lấy chất âm mềm chẳng trung chính ở chỗ cùng cực của thể “đẹp lòng” mà ứng nhau với nó, mình không làm chủ được mình, cho nên tượng nó thế.",
    "lời_bàn_của_tiên_nho": "Trương Trung Khê nói rằng: Hào Sáu Ba tuy được hào Chín Trên ứng với, là kẻ sang địch với mình nhưng Hào Ba ở chỗ cùng cực của thể Đoái duyệt, trong lòng không có sở chu cho nên hoặc thúc trống mà tiên lên, hoặc thôi đi mà đâu lại, hoặc khóc thương, hoặc hát mà vui. nói “hoặc” là ý nghi ngờ."
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_010",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.可⿎或罷.位不當也.",
    "dịch_âm": "Tượng viết: Hoặc cổ hoặc bãi, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hoặc khua trống, hoặc thôi ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Ở chẳng đáng ngôi, cho nên không có chủ trương, chỉ theo cái sự mình tin được đáng ngồi, thì sự mình tin có phương hướng rồi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_011",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "六四.⽉⼏望.⾺匹亡.無咎.",
    "dịch_âm": "Lục Tứ: Nguyệt cơ vọng, mà xuất vong, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Tư: mặt trăng hầu tuần vọng, đôi ngựa mất , không lỗi",
    "truyện_của_Trình_Di": "Hào Tư là chủ làm nên cuộc tin ở ngôi gần vua, ở được chỗ chính mà người trên tin đến tột bậc, tức là kẻ gánh vác trách nhiệm cuộc tin. Như mặt trăng hầu như tuần vọng là thịnh đến tột bậc, nếu đã tuần vọng, thì là chọi nhau rồi. Bề tôi mà chọi nhau với vua, họa bại ắt tới, cho nên lấy hầu tuần vong làm rất thịnh. Đôi ngựa mất là sao? Hào Tư với hào Đầu là chính ứng, tức là sánh đôi. Đơi xưa đống xe thường dùng bốn ngựa, không thể đá ngựa thuần sắc thì hai ngựa giữa, hai ngựa xem mỗi cặp một sắc, lại, lớn nhỏ ắt phải xứng nhau, cho nên hai ngựa gọi là đôi, nghĩa là đối nhau vậy. Ngựa là giống hay đi lên, cho nên lấy ngựa làm Tượng. Đạo tin cốt ở chuyên nhất, hào Tư đã theo hào Năm nếu lại xuống mà vương víu với hào Đầu, thì là không chuyên nhất mà hại với đạo tin tức là có lỗi. Cho nên đôi ngựa mất thì không lỗi. Lên theo hào Năm mà chẳng vương hào Đầu, là mất đôi đó.",
    "bản_nghĩa_của_Chu_Hy": "Hào Tư ở ngôi Âm, được chỗ chính, ngôi gần vwois vua, là Tương mặt trăng hầu tuần vọng. Đôi ngựa ý nói hào đầu với mình là đôi, hào Tư bèn tuyết nó mà lên theo hào Năm, cho nên là Tượng “đôi ngựa mất” Kẻ xem như thế thì không có lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_012",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.⾺匹亡.絕類上也",
    "dịch_âm": "Tượng viết: Mã thất vong, tuyệt loại thượng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đôi ngựa mất, dứt loài lên vậy.",
    "truyện_của_Trình_Di": "Dứt loài mình mà lên theo hào Năm. Loài ứng với nhau vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_013",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "九五.有孚攣如.無 咎.",
    "dịch_âm": "Cửu Ngũ: Hữu phu loan như, vô cữu.",
    "dịch_nghĩa": "Hào Chín Năm: Có tin dường như co quắp vậy, không lỗi.",
    "truyện_của_Trình_Di": "Hào Năm ở ngôi vua, cái đạo ông vua nên lấy lòng chí thành mà cảm thông thiên hạ, khiên long thiên hạ tin mình bền chặt như co quắp vậy, thì không có lỗi. Sự tin của kẻ làm vua, không thể khiên cho thiên hạ cố kết như thế, thì lòng kẻ dân nhiều hàng ức triệu giữ sao cho khỏi lìa?",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Năm cứng mạnh ở giữa chính là chỗ thực của cuộc giữa tin mà ở ngôi tôn, là chủ sự tin, phía dưới ứng nhau với hào Chín Hai là kẻ động đức với nó, cho nên Tượng, Chiêm của nó như thế",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_014",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.有孚攣如.位正當也.",
    "dịch_âm": "Tượng viết: Hữu phu loan như, vị chính đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Có tin dương như co quắp vậy, ngôi chính đang vậy.",
    "truyện_của_Trình_Di": "Hào Năm ở ngôi vua là chỗ tôn quý, bởi đạo giữa chính, có thể khiến cho thiên hạ tin mình bền chặt như có quắp lấy, mới là xứng ngôi. Cái đạo của kẻ làm vua nên như thế vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_015",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "上九.翰⾳登于天.貞凶.",
    "dịch_âm": "Thượng Cửu: Hàn âm đăng vu thiên, Trinh hung.",
    "dịch_nghĩa": "Hào Chín Trên: Tiếng cánh lên chưng trời, chính bền hung.",
    "truyện_của_Trình_Di": "tiếng cánh là tiếng bay đi mà cái thực cahwngr theo. Hào này ở chót cuộc tin, cuộc tin đã chót thì phải suy, long trung thực đã mất ở trong sự hoa mỹ vân bay ra ngoài, cho nên nói rằng: “tiếng canh lên chưng trời”. Tính Dương bốc lên, thế gió tung bay, hào Chín ở thì giữa tin, đong chỗ rất cao, là kẻ tin về tiên lên mà không biết lui, cùng cực đến nỗi cái tiếng lông cánh nghe lên đến trời, chính bền về cách đố mà không biết đổi, đủ biết là hung.",
    "bản_nghĩa_của_Chu_Hy": "Ở chót cuộc tin mà không biết đôi tuy được chính bền, cũng là đọa hung cho nên Tượng, Chiêm của nó như thế. Con gà – Kinh Lễ - gọi là “tiếng cánh”, tức là Tượng của quẻ Tốn . ở chót thể Tốn là chưng trời. Gà không phải giống lên trời, mà muốn lên trời, tin vào kẻ không đang tin mà không biết đổi cũng giống thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TRUNG_PHU_016",
    "hexagram": "QUE_TRUNG_PHU",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 中 孚 (trung phu) nghĩa là giữa tin hay trong tin.",
      "2": "Dịch theo Chu Hy"
    },
    "lời_kinh": "象⽈.翰⾳登于天.何可⾧也.",
    "dịch_âm": "Tượng viết: Hàn âm đăng vu thiên, hàn khả trường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tiếng cánh lên chừng trời, sao khá dài vậy?",
    "truyện_của_Trình_Di": "Giữ sự tin đến cùng cực không biết đồi há dài lâu được? Cố giữ mà thông như thế thì hung.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]