[
  {
    "chunk_id": "QUE_TY_001",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    }
  },
  {
    "chunk_id": "QUE_TY_002",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "⽐吉, 原策元, 永, 貞, ⽆咎, 不寧⽅來, 後夫凶",
    "dịch_âm": "Tỵ cát, nguyên phệ nguyên, vĩnh, trinh, vô cữu. Bất ninh phương lai, hậu phu hung.",
    "dịch_nghĩa": "Liền nhau tốt, truy nguyên việc bói, đầu cả, lâu dài, chính bền, không lỗi! Chẳng yên mới lại, sau trễ trượng phu, hung!",
    "truyện_của_Trình_Di": "Liền nhau là tốt, người ta gần liền với nhau, tức là đạo tốt. Có người gần liền với nhau, thì phải có cách để mà gần liền với nhau. Nếu không phải cách, thì có hối lận, cho nên cần phải suy nguyên bói tính, kẻ nào có thể gần được thì gần. Phệ là bói tính đắn đo, không phải là dùng cỏ thi mai rùa. Cái người mình gần nếu được có những đức tính đầu cả, lâu dài, chính bền, thì không có lỗi. Đầu cả có đạo quân trưởng, dài lâu là có thể thường lâu, trinh là chính đạo. Người trên gần với kẻ dưới, ắt có ba đức tính ấy: kẻ dưới gần với người trên, cũng phải có ba đức tính ấy thì không có lỗi. Người ta đến khi không thể giữ sự yên ổn của mình, mới đến cầu thân, được kẻ gần liền thì mới giữ được yên ổn. Trong lúc không yên, chỉ nên kíp kíp để tìm người gần liền, nếu đứng một mình, và tự cậy mình, chỉ cầu thân không nóng, mà chậm lại sau, thì tuy là đấng trượng phu cũng hung, huông chi kẻ nhu nhược. Những thứ sinh trong trời đất, không thứ gì không liền nhau mà có thể tự tồn, tuy rất cương cường, chưa có kẻ nào đứng một mình được. Đạo quẻ Tỵ do ở hai chí liền nhau, nếu không liền nhau, thì là quẻ Khuê . Ông vua vỗ về kẻ dưới; kẻ dưới thân bám người trên; họ hàng, bè bạn, làng xóm đều vậy. Cho nên, trong khi kẻ trên người dưới hợp chí để theo nhau, nếu không có ý tìm nhau, thì phải lìa nhau mà hung. Đại để tình người tìm nhau thì hợp, găng nhau thì lìa, găng nhau nghĩa là kẻ nọ chờ kẻ kia, chẳng ai chịu làm trước. Người ta thân nhau đành vẫn có cách, nhưng mà cái chí muốn gần liền nhau thì không thể hoãn.",
    "bản_nghĩa_của_Chu_Hy": "Tỵ là gần nhau liền nhau, hào Chín Năm lấy tư cách Dương cương ở giữa quẻ trên mà được chỗ chính, năm hào Ảm ở trên và dưới đều gần lại mà theo đó là cái tượng một người vỗ về muôn nước, bốn bề trông lên một người, cho nên kẻ bói được quẻ này thì sẽ được người thân bám vào mình, nhưng phải bói lại để tự xét định, hễ mà có đức cả lành, dài lâu, chính bền, thì mới có thể để cho người ta theo về mà không có lỗi. Còn kẻ chưa gần mà có sự không yên, cũng đương sắp sửa theo về, nếu lại chầy chậm mà đến sau, thì kẻ này giao kết đã chặt, kẻ kia đi lại đã muộn, mà được sự hung. Những kẻ muốn gần với người, cũng nên lấy đó mà coi ngược lại. 彖⽈:⽐吉也, ⽐輔也, 下順從也, 原筮元永貞, ⽆咎, 以剛中也, 不寧 ⽅來, 上下應也, 後夫凶, 其道窮也. Dịch âm. - Thoán viết: Tỵ cát dã; tỵ phụ dã, hạ thuận tòng dã; nguyên phệ nguyên vĩnh trinh, vô cữu, dĩ cương trung dã; bất ninh phương lai, thượng hạ ứng dã; hậu phu hung, kỳ đạo cùng dã. Dịch nghĩa. - Lời Thoán nói rằng: Tỵ là tốt, tỵ là giáp lại, kẻ dưới thuận theo vậy; truy nguyên việc bói, đầu cả, lâu dài, chính bền, không lỗi, vì cứng giữa vậy, không yên mới lại, trên dưới ứng nhau vậy: sau trượng phu, hung, vì đạo cùng vậy. GIẢI NGHĨA Truyện của Trình Di. - Tỵ là tốt, nghĩa là gần nhau thì tốt, các vật gần liền với nhau tức là đạo tốt. Tỵ là giáp lại, tức là thích nghĩa chữ tỵ, tỵ là gần nhau, giáp lại với nhau. Kẻ dưới thuận theo, là giải quẻ này sở dĩ gọi là quẻ Tỵ. Hào Năm lấy đức Dương cương ở ngôi tôn, các hào dưới thuận theo mà gần giáp với, vì vậy mới là quẻ Tỵ. Suy nguyên cái đạo bói quyết, hễ được đầu cả, lâu dài, chính bền thì sau mới không có lỗi. Gọi là đầu cả, lâu dài, chính bền, tức như hào Năm. Hào ấy lấy đức Dương cương, ở chỗ trung chính, tức là kẻ hết sự khôn khéo trong cách liền nhau. Là Dương cương, ở ngôi tôn, là đức ông vua, tức là đầu cả; ở giữa được chỗ chính đính, tức là có thể dài lâu, chính bền. Lời quẻ vốn nói rộng về cách liền lại với nhau, lời Thoán nói nguyên, vĩnh, trinh là vì hào Chín Năm lấy đức Dương cương ở chỗ trung chính. Người ta sinh ra, không thể giữ được yên ổn, mới đến mà cầu để bám vào; kẻ dân không thể tự giữ được mình, cho nên phải nâng đội ông vua để cầu sự yên; ông vua không thể đứng một mình, cho nên phải giữ dân để làm cho yên. Không yên mà lại gần liền với nhau, tức là trên dưới ứng nhau. Nói về thánh nhân là bậc chí công, thì vẫn chí thành cầu cho thiên hạ liền lại để yên dân; nói về hậu vương là người có lòng riêng tây, thì không cầu kẻ dân phụ vào với mình, thì sự nguy vong sẽ đến nơi. Cho nên chí của kẻ trên người dưới, ắt phải ứng nhau; nói về quẻ, thì các hào Âm ở trên và dưới liền lại với hào Năm, hào Năm liền lại với dân chúng, tức trên dưới ứng nhau. Đông người phải liền lại với nhau thì mới được thoả sự sống. Trong khoảng trời đất, chưa có thứ gì không gần liền nhau mà được thoả thuê, nếu chí theo nhau không nóng mà trễ lại sau, thì không thể thành liền nhau, dù là trượng phu cũng hung, ấy là không có chỗ nào gần liền, nên phải khốn khuất rồi đến hung cùng. Bản nghĩa của Chu Hy. - Ba chữ “tỵ cát dã” là chữ thừa. Đoạn đầu dùng thể quẻ thích nghĩa tên quẻ; các đoạn dưới cũng lấy thể quẻ để thích lời quẻ; cương trung chỉ về hào Năm, trên dưới chỉ về năm hào Âm.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_003",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "象⽈: 地上有⽔, ⽐, 先王以建萬國, 親諸侯.",
    "dịch_âm": "Tượng viết: Địa thượng hữu thuỷ, Tỵ tiền vương dĩ kiến vạn quốc, thân chư hầu.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên đất có nước, là quê Tỵ, đấng Tiên vương coi đó mà dựng muôn nước, thân chư hầu.",
    "truyện_của_Trình_Di": "Loài vật gần liền với nhau mà không ngăn cách, không gì bằng nước ở trên đất, cho nên mới là quẻ Tỵ, đấng Tiên vương coi tượng liền nhau đó để dựng muôn nước, gần gũi với chư hầu. Dựng muôn nước là để liền nhau với dân; gần gũi vỗ về chư hầu là để liền nhau với thiên hạ.",
    "bản_nghĩa_của_Chu_Hy": "Trên đất có nước, nước liền với đất, không để có chỗ khe cách; dựng muôn nước gần chư hầu, cũng là Tiên vương làm cho liền với thiên hạ mà không có chỗ khe cách, ý lời Thoán lấy về nghĩa người đến liền lại với nhau, đây lấy về nghĩa mình đi liền lại với người. 初六: 有孚, ⽐之, ⽆咎.有孚盈⽸, 終來有他吉. Dịch âm. - Sơ Lục: Hữu phu, tỵ chi, vô cữu. Hữu phu doanh phẫu, chung lai hữu tha cát. Dịch nghĩa. - Hào Sáu Đầu: Có tin, liền lại đó, không lỗi. Có tin đầy chậu, trọn lại có sự tốt khác. GIẢI NGHĨA Truyện của Trình Di. - Hào Sáu Đầu tức là khởi đầu của sự “liền”. Trong cách liền lại với người, phải lấy thành tín làm gốc. Trong lòng không tin, mà muốn thân với người ta, thì người ta ai thân với mình? Lúc đầu của sự “liền lại với người” phải có tin thật, mới không có lỗi. Phu là đức tin còn ở trong lòng. Sự thành thật đầy đặc ở trong, cũng như đồ vật, đầy chứa trong chậu. Chậu là thứ đồ mộc mạc, ý nói cũng như cái chậu đầy đặc ở bên trong, thì ở bên ngoài không cần tô điểm, rút lại, vẫn có thể đem lại được sự tốt khác. Khác là không phải cái này, tức là ở ngoài. Nếu sự thành thật đầy đặc ở trong, người ta ai cũng tin mình, thì không cần phải tô điểm bên ngoài để cầu liền lại với người ta. Hễ có thành tín đầy đặc ở trong thì kẻ ngoài khác sẽ đều cảm động mà lại theo. Phu tín tức là gốc của sự “liền lại với nhau”. Bản nghĩa của Chu Hy. - Đầu sự “liền lại với nhau” quý ở có tin, thì có thể không lỗi. Nếu nó đầy đặc, thì lại có sự tốt khác.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_004",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "象⽈: ⽐之初六, 有他吉也.",
    "dịch_âm": "Tượng viết: Tỵ chi Sơ Lục, hữu tha cát dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Sáu Đầu của quẻ Tỵ, có sự tốt khác vậy.",
    "truyện_của_Trình_Di": "ý nói hào Sáu Đầu của quẻ Tỵ là tỏ cái cách liền lại với nhau cốt ở lúc đầu. Lúc đầu có sự tin, thì lúc sau sẽ đem đến sự tốt khác. Lúc đầu không thực, lúc sau đâu có được tốt? Hào Sáu Trên sau đây mà hùng là vì nó không có đầu.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_005",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "六⼆: ⽐之⾃內, 貞吉.",
    "dịch_âm": "Lục Nhị: Tỵ chi tự nội, trinh cát.",
    "dịch_nghĩa": "Hào Sáu Hai: Liền lại tự bên trong, chính và tốt.",
    "truyện_của_Trình_Di": "Hào Hai với hào Năm là chính ứng, cả hai đều được trung chính, ấy là những kẻ lấy đạo trung chính liền lại với nhau. Hào Hai ở quẻ trong , tự bên trong nghĩa là do ở nơi mình. Cái quyền chọn tài mà dùng tuy ở người trên, mà sự đem thân cho nước, ắt do ở mình; mình vì được vua hợp đạo mà tiến, thì mới được chính và tốt. Lấy đạo trung chính, ứng đáp với sự cầu cạnh của người trên, thế là tự bèn trong, nghĩa là mình không làm mất giá trị của mình. Nếu cứ đau đáu cầu để liền được với người không phải là cách “tự trọng” của đấng quân tử, ấy là tự mình làm mất giá trị của mình.",
    "bản_nghĩa_của_Chu_Hy": "Hào này mềm thuận trung chính, ứng lên với hào Chín Năm, tự bên trong liền lại với bên ngoài, mà được chính tốt. Kẻ xem như thế, thì chính và tốt. 象⽈: ⽐之⾃內, 不⾃失也. Dịch âm. - Tượng viết: Tỵ chi tự nội, bất tự thất dã. Dịch nghĩa. - Lời Tượng nói rằng: Liền lại tự bên trong, mình không làm mất phẩm giá của mình vậy. GIẢI NGHĨA Truyện của Trình Di. - Giữ đạo trung chính của mình để chờ người trên đến tìm, thế là mình không làm mất phẩm giá mình. Lời răn của Kinh Dịch rất là nghiêm mật. Hào Ba tuy là trung chính, nhưng bản chất của nó vốn mềm và thuận, cho nên mới phải răn bằng những câu trinh cát, tự thất. Bản nghĩa của Chu Hy. - Được sự chính, tức là mình không làm mất phẩm giá mình.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_006",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "六三: ⽐之匪⼈",
    "dịch_âm": "Lục Tam: Tỵ chi phỉ nhân.",
    "dịch_nghĩa": "Hào Sáu Ba: Liền với người không đáng liền.",
    "truyện_của_Trình_Di": "Hào Ba đã không trung chính, mà các hào do nó liền với cũng đều không được trung chính: hào Tư Âm mềm mà không được giữa, hào Hai thì ứng với hào Năm mà liền với hào Đầu. Đều không trung chính, tức là không phải kẻ đáng gần liền. Gần liền với kẻ không đáng gần liền, đủ biết là hỏng, sự hối hận không cần phải nói cũng biết, cho nên đáng thương. Hào Hai là hào trung chính mà bảo là không phải người đáng gần liền, đó là theo thì dùng nghĩa, chỗ nọ khác với chỗ kia.",
    "bản_nghĩa_của_Chu_Hy": "Hào này đã là Âm mềm không trung chính, những hào mà nó vâng theo, cưỡi lên, hoặc ứng với cũng đều là âm, ấy là cái tượng liền lại, đều không phải người đáng gần. Lời chiêm của nó rất hung, không nói cũng biết.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_007",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "象⽈: ⽐之匪⼈, 不亦傷乎？",
    "dịch_âm": "Tượng viết: Tỵ chi phỉ nhân, bất diệc thương hồ?",
    "dịch_nghĩa": "Lời Tượng nói rằng: Liền lại với kẻ không đáng liền, chẳng cũng đáng thương sao?",
    "truyện_của_Trình_Di": "Người ta liền lại với nhau là cốt để cầu yên lành, mà liền lại với kẻ không đáng liền, trái lại ắt sẽ được sự hối hận, kể cũng đáng thương lắm. Đó là câu răn những kẻ lầm lỗi sự gần liền của mình.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_008",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "六四: 外⽐之, 貞吉.",
    "dịch_âm": "Lục Tứ: Ngoại tỵ chi, trinh cát.",
    "dịch_nghĩa": "Hào Sáu Tư: Kẻ ngoài liền lại với, chính tốt!",
    "truyện_của_Trình_Di": "Hào Tư với hào Đầu không ứng nhau mà hào Năm liền gần với nó, đó là bên ngoài liền với hào Năm, mới được trinh chính mà tốt. Vua tôi liền lại với nhau là chính vậy, liền lại và chung cùng với nhau là nên vậy; hào Năm là Dương cương lại trung chính, tức là người liền; nó ở ngôi tôn, tức là ở trên: thân kẻ hiền, theo người trên, là sự gần liền chính đáng, cho nên mới là chính tốt. Nó là hào Sáu, ở ngôi Tư, cũng là cái nghĩa được chỗ chính đáng. Vả lại, cái người Âm mềm không giữa, gần được với người cương minh trung chính, ấy là được sự chính đáng mà tốt. Lại nữa, liền với kẻ hiền, theo người trên, ắt phải dùng lôi chính đạo thì tốt. Cả mấy thuyết đó chờ đợi lẫn nhau, nghĩa nó mới đủ.",
    "bản_nghĩa_của_Chu_Hy": "Là hào mềm, ở ngôi mềm, bên ngoài liền gần với hào Chín Năm, đó là được đạo chính tốt. Kẻ xem như thế thì chính đính và tốt lành.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_009",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "象⽈: 外⽐於賢, 以從上也.",
    "dịch_âm": "Tượng viết: Ngoại tỵ ư hiền, dĩ tòng thượng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bên ngoài gần liền với người hiền, để mà theo người trên vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_010",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "九五: 賢⽐, 王⽤三軀, 失前禽, ⾢⼈不誡, 吉.",
    "dịch_âm": "Cửu Ngũ: Hiền tỵ, vương dụng tam khu, thất tiền cầm, ấp nhân bất giới, cát.",
    "dịch_nghĩa": "Hào Chín Năm: Rõ rệt liền lại, nhà vua dùng đuổi ba mặt, mất con chim ở phía trước người làng không bảo, tốt.",
    "truyện_của_Trình_Di": "Hào Năm ở ngôi vua, tức là ở giữa, được chỗ chính, hết lẽ phải của sự “liền lại với người”. Cái đạo của ông vua liền gần với thiên hạ, chỉ nên tỏ rõ về cách gần liền của mình mà thôi. Nếu mình thật bụng để đãi kẻ khác, suy lòng mình ra lòng người, thì hành nhân chính, khiến thiên hạ được nhờ ơn huệ, ấy là cái đạo của ông vua gần liền thiên hạ. Như thế, ai không gần liền với người trên Nếu chỉ phô ra những điều nhân nhỏ, trái đạo cầu tiếng khen, muốn để khiến người thiên hạ gần liền với mình, thì cái kiểu ấy cũng hẹp lắm, há được thiên hạ gần liền với mình? Cho nên thánh nhân vì hào Chín Năm hết sự chính đính của cách gần liền với người, làm ra lời ví rằng: “Nhà vua dùng đuổi ba mặt, mất con chim ở phía trước, người làng bảo, tốt”. Đấng Tiên vương vì cuộc săn trong bốn mùa không thể bỏ, cho nên mới suy lòng nhân mà làm cuộc đuổi ba mặt, cũng như kinh Lễ nói rằng: [1] “Thiên tử không vây kín” và như vua Thành Thang khấn lưới , đó là nghĩa chữ “tam khu”. Thiên tử đi săn, bổ vây ba mặt, phía trước để ngỏ một đường, khiến cho các vật bị săn có thể đi được, không nỡ bắt hết loài vật, ấy là lòng nhân của người hiếu sinh, chỉ bắt những con không theo mệnh, không chịu đi ra mà lại đi vào, còn những cầm thú đi trước, thì đều được thoát, cho nên nói rằng: “mất con chim ở phía trước”. Đấng Vương giả tỏ rõ cái đạo “gần liền với người” của mình, thiên hạ tự nhiên sẽ đến liền gần với mình. Kẻ nào đến thì mình vỗ về kẻ ấy, không cần cố ý săn sóc, cầu để gần liền với người ta. Cũng như đi săn chỉ đuổi ba mặt, con mồi nó đi thì mặc không theo, con nào nó lại thì bắt. Đó là sự lớn lao của vương đạo, cho nên dân của vương giả thảy đều hớn hở nhơn nhơn, không biết ai làm cho mình được thế. “Người làng không bảo” nghĩa là rất công, không riêng, không có xa gần, thân sơ khác nhau. Làng là làng ở. Kinh Dịch nói “làng” đều giống nhau, tức là chỗ đóng đô của vương giả, hay là trong nước của chư hầu. “Bảo” là hẹn ước, đối đãi người ta bằng kiểu nhất luật, không cần hẹn bảo với người trong làng của mình, như thế thì tốt. Thánh nhân dùng đức rất công không riêng để trị thiên hạ, trong việc tỏ rõ sự gần liền với người cũng đã nhận thấy. Chẳng phải riêng người làm vua liền với thiên hạ thì thế, đại phàm người ta liền lại với nhau cũng đều thế cả. Nói về bề tôi với vua, thì hết lòng trung thành, và hết tài sức của mình, ấy là cái đạo tỏ rõ sự gần gũi hót đưa đón, cầu họ gần gũi với mình. Đối với bè bạn cũng vậy, mình cứ sửa mình, thật lòng đợi họ; có thân với mình hay không là tuỳ ở họ, không nên khéo lời nói, đẹp vẻ mặt, uốn mình mà theo, cẩu thả mà hợp, để cầu họ gần gũi với mình. Với làng mạc, với họ hàng, đâu đâu cũng thế, đó là cái nghĩa “đuổi ba mặt, mất con chim ở phía trước”.",
    "bản_nghĩa_của_Chu_Hy": "Một hào Dương ở ngôi tôn, vừa cứng mạnh vừa trung chính, các hào Âm trong quẻ đều gần gũi với mình. Rõ rệt sự gần gũi mà không riêng tây, như đấng thiên tử đi săn không vây kín, ngỏ lưới một mặt, đến thì không cự, đi cũng không đuổi, ấy là cái tượng “dùng đuổi ba mặt, mất con chim ở phía trước mà người trong làng không bảo”. Nghĩa là tuy là bọn riêng, họ cũng hiểu ý người trên, không cần răn bảo với nhau để cầu hẳn được. Phàm những điều đó, đều là kiểu tốt. Kẻ xem như thế thì tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_011",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "象⽈:顯⽐之吉, 位正中也; 舍逆取ầ, 失爾备也, ⾢Ẵ不誡It使中也.",
    "dịch_âm": "Tượng viết: Hiển tỵ chi cát, vị chính trung dã; xả nghịch thủ thuận, thất tiền cầm dã; ấp nhân bất giới, thượng sử trung dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tỏ rõ sự gần liền mà tốt, vì trung chính vậy, bỏ nghịch lấy thuận, mất con chim ở phía trước vậy; người làng không bảo, người trên sai khiến được vừa phải vậy.",
    "truyện_của_Trình_Di": "Tỏ rõ sự gần liền mà được tốt, là tại cái ngôi nó ở được chỗ chính trung, ở chỗ chính trung, tức là theo đường chính trung. Việc gần liền với người, lấy sự không lệch làm phải, cho nên nói là chính trung. Kinh Lễ nói “bắt con nào không theo mệnh lệnh”, ấy là bỏ nghịch lấy thuận, con nào thuận theo mệnh lệnh mà đi, đều thoát. Quẻ Tỵ theo sự ngảnh lại quay đi mà nói, cho đi là nghịch, lại là thuận, cho nên, con chim bị mất là con chim đi ở phía trước. Không hẹn bảo với người thân cận, thế là nghĩa trên sai khiến kẻ dưới, vừa phải không thiên, xa gần như một.",
    "bản_nghĩa_của_Chu_Hy": "Bởi tại đức của người trên khiến cho người ta không thiên.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TY_012",
    "hexagram": "QUE_TY",
    "que": "QUẺ TỴ",
    "content_type": "interpretation",
    "notes": {
      "1": "Vua Thang đi săn, giăng lưới rồi khấn rằng: “Muốn sang tả thì sang tả, muốn sang hữu… con nào không nghe lời thì vào lưới ta”."
    },
    "lời_kinh": "上六: ⽐之⽆⾸, 凶.",
    "dịch_âm": "Thượng Lục: Tỵ chi vô thủ, hung.",
    "dịch_nghĩa": "Hào Sáu Trên: Gần liền không đầu, hung.",
    "truyện_của_Trình_Di": "Hào Sáu ở Trên, tức là cuôl việc “gần liền với người”. Thủ tức là lúc đầu, trong đạo gần liền với người, trước thiện thì sau cũng thiện. Có thuỷ mà không có chung hoặc giả cũng có, chưa có khi nào không có thuỷ mà có chung, cho nên, hễ sự gần liền với người mà không có đầu, đến sau thì hung. Đó là cứ theo về cuối quẻ Tỵ mà nói. Nhưng hào Sáu Trên Âm mềm không giữa, ở chỗ hiểm cực, không phải là kẻ có thể lành tốt về sau. Lúc đầu gần liền với nhau không theo đạo nghĩa, để sinh hiềm khích ở sau, thiên hạ như thế cũng nhiều.",
    "bản_nghĩa_của_Chu_Hy": "Âm mềm ở trên, không có gì để gần liền với kẻ dưới, đó là đạo hung, cho nên là tượng không đầu, mà lời chiêm của nó thì hung, 象⽈: ⽐之⽆⾸, ⽆所終也. Dịch âm. - Tượng viết: Tỵ chi vô thủ, vô sở chung dã. Dịch nghĩa. - Lời Tượng nói rằng: Liền lại không đầu, không thửa chót vậy. GIẢI NGHĨA Truyện của Trình Di. - Việc gần liền với người đã không có đầu, thì đâu có chót? Người ta gần liền với nhau, có đầu, mà hoặc giả đến chót cũng trái; đầu đã không có đạo nghĩa, thì chót còn giữ sao được? cho nên nói rằng không có chót. Bản nghĩa của Chu Hy. - Nói về tượng trên dưới thì không đầu, nói về tượng trước sau thì là không chót. Không đầu thì không có chót.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Âm mềm ở trên, đức nó không đủ làm đầu; không có gì để gần liền với kẻ dưới, hiệu lực của nó không thể có chót."
  }
]