{
    "6": "[7]Truyện của Trình Di. - Chữ 沛 (bái) bản cổ có chép ra chữ 旆 (bái) .Vương Bật cho là dù màn thì chính là chữ 旆 (bái) đó. Dù màn vây che ởtrong, tức là \"thịnh thửa màn\", sự tối càng tệ hơn trướng che. Hào Ba ở thểsáng mà tối hơn hào Tư, là vì kẻ ứng với nó là chất Âm tối. Hào Ba ở trênthể sáng, chất Dương cứng được chỗ chính, vốn là kẻ sáng, đạo thịnh ắt phải\"sáng\" \"động\" giúp nhau mới thành, hào Ba ứng với hào Trên, hào Trên làhạng Âm mềm lại không có ngôi mà ở chót thể Chấn, đã chót thì phải đậu,không thể động - quẻ khác đến chót thì cùng cực, quẻ Chấn đến chót thì đậu- hào Ba không có kẻ ứng ở trên, thì không thể làm nên cuộc thịnh. Mạt làhạng sao nhỏ nhen, không có tên số, \"thấy sao Mạt\", tức là tối lắm. Thờithịnh mà gặp hào Sáu Trên, tức là giữa, tức là \"giữa ngày thấy sao Mạt\".Cánh tay phải là cái người ta hay dùng, nó bị gãy rồi, đủ biết là không làm gìđược nữa. Những người hiền trí, gặp đấng minh quân, thì có thể làm việc vớithiên hạ; nếu ở trên không có ông vua có thể nhờ cậy, thì không thể làmđược việc gì, cũng như người gãy cánh tay phải. Người ta làm việc bị hỏngthì có chỗ đổ lỗi, để mà nói rằng: \"bởi thế cho nên đến thê\", muốn động màkhông cánh tay phải, muốn làm mà người trên không thể nhờ, thì khong thểlàm mà thôi, còn nói gì nữa? Vì không đổ lỗi cho ai được.Bản nghĩa của Chu Hy. - Chữ 旆 (bái) một bản chép là chữ 沛 (bái), chỉ vềdù màn, sự che của nó lại tệ hơn trướng, 沫 (mạt) là nhỏ. Hào Ba ở chỗ sángcực mà ứng với hào Sáu Trên, tuy không thể dùng, mà không phải lỗi tại nó,cho nên Tượng, Chiêm của nó như thế.LỜI KINH象⽈:豐其沛,不可⼤事也; 折其有肱,終不可⽤也.Dịch âm.- Tượng viết: Phong kỳ bái, bất khả đại sự dã: triết kỳ hữu quang,chung bất khả dụng dã.Dịch nghĩa. - Lời Tượng nói rằng: Thịnh thửa màn, chẳng khá làm việc lớnvậy; gãy thửa cánh tay phải, trọn chẳng khá dùng vậy.GIẢI NGHĨATruyện của Trình Di. - Hào Ba ứng với hào Trên, kẻ trên ứng với màkhông có ngôi. Âm mềm không có thế lực, lại ở chỗ đã chót còn cùng làmnên việc lớn được chăng? Đã không thể nhờ, như gãy cánh tay phải, thì rútcục không thể dùng được.LỜI KINH九四: 豐其蔀, ⽇中⾒⽃, 遇其夷主, 吉.Dịch âm.- Cửu Tứ: Phong kỳ bộ, nhật trung kiến Đẩu, ngộ kỳ di chủ, cát.Dịch nghĩa. - Hào Chín Tư: Thịnh thửa trướng, mặt trời giữa thấy sao Đẩu,gặp thửa chủ ngang tốt.GIẢI NGHĨATruyện của Trình Di. - Hào Tư tuy là Dương cứng làm chủ thể động, làđược ngôi đại thần, nhưng lấy đức không trung chính mà gặp ông vua Âmtối nhu nhược, há còn có thể đem đến cuộc thịnh lớn? Cho nên là \"thịnh thửatrướng\". Trướng che là thứ đồ vây quanh che lấp, vây quanh thì không lớn,che lấp thì không sáng, \"mặt trời giữa thấy sao Đẩu\" nghĩa là đương lúc sángrõ mà lại tối tăm vậy. \"Chủ ngang\" là người bằng đẳng, vì nó ứng nhau, chonên gọi là \"chủ\". Hào Đầu với hào Tư đều là chất Dương, mà ở ngôi đầu, ấylà có đức nó giống hào Tư, lại ở vào chỗ ứng nhau, cho nên gọi là chủngang. Ở ngôi đại thần mà được người hiền ở dưới cùng đức giúp nhau, thìsự đỡ đần đó há phải là nhỏ? Vì vậy mới tốt.Bản nghĩa của Chu Hy. - Tượng của hào này giống hào Sáu Hai. \"Di\" làngang hành, chỉ hào Chín Đầu. Lời Chiêm của nó thì đương thời thịnh, gặpphải ám chúa, đi xuống với kẻ cùng đức thì tốt.LỜI KINH象⽈: 豐其蔀, 位不當也.Dịch âm.- Tượng viết: Phong kỳ bộ, vị bất đáng dã.Dịch nghĩa. - Lời Tượng nói rằng: Thịnh thửa trướng, ngôi chẳng đáng vậy.GIẢI NGHĨATruyện của Trình Di. - Ngôi chẳng đáng ý nói hào lấy đức không giữakhông chính mà ở ngôi cao, vì tối tăm không đem được cuộc thịnh đến.LỜI KINH⽇中⾒⽃, 幽不明也.Dịch âm.- Nhật trung kiến Đẩu, u bất minh dã.Dịch nghĩa. - Mặt trời giữa thấy sao Đẩu, tối chẳng sáng vậy.GIẢI NGHĨATruyện của Trình Di. - Ý nói tối tăm không thể sáng láng, là vì vua TượngÂm mà tối thì không trung chính.LỜI KINH遇其夷主, 吉⾏也Dịch âm.- Ngộ kỳ di chủ, cát hành dã.Dịch nghĩa. - Gặp thửa chủ ngang, đi tốt vậy.GIẢI NGHĨATruyện của Trình Di. - Dương cứng gặp nhau là sự đi tốt lành. Tới xuốngvới hào Đầu, cho nên nói là \"đi\", nghĩa là trở xuống mà tìm thì tốt.LỜI KINH六五: 來章有慶譽, 吉.Dịch âm.- Lục Ngũ: Lai chương hữu khánh dự, cát.Dịch nghĩa. - Hào Sáu Năm: Lại đẹp có phúc khen, tốt.GIẢI NGHĨATruyện của Trình Di. - Hào Năm lấy tài Âm mềm làm chủ thì thịnh, chỉnkhông thể làm nên cuộc thịnh lớn. Nếu có thể làm cho người hiền đẹp tốt tớiđến mà dùng, thì có phúc khánh, lại được tiếng hay, thế gọi là tốt. Hào Haivăn vẻ sáng láng giữa chính, là tài đẹp tốt vậy, kẻ làm hào Năm nếu thứcđem được nó tới ở ngôi mà giao công việc ch nó, thì có thể lại cái phúc thịnhlớn, cái đẹp danh dự, cho nên là tốt. Hào Năm với hào Hai tuy không phải làchính ứng, nhưng mà ở thì \"sự sáng và sự động giúp nhau\" thì nó có nghĩa làlàm lẫn sự dùng cho nhau, hào Năm nếu có thể đem đến kẻ đẹp tốt đó thì cóphúc khen mà tốt.Bản nghĩa của Chu Hy. - Chất tuy mềm tốt, nếu nó đưa được kẻ sáng thiênhạ tới nơi thì có phúc khen mà tốt. Vì nó mềm tốt mới đặt lời đó để mở mangcho nó. Kẻ xem như thế, thì cũng được tốt như thế.LỜI KINH象⽈: 六五之吉,有慶也.Dịch âm.- Tượng viết: Lục Ngũ chi cát, hữu khánh dã.Dịch nghĩa. - Lời Tượng nói rằng: Cái tốt của hào Sáu Năm, có phúc vậy.GIẢI NGHĨATruyện của Trình Di. - Gọi là tốt, vì nó phúc khánh tới thiên hạ. Kẻ làmvua tuy là mềm tối, nếu biết dùng người hiền tài, thì có thể làm phúc chothiên hạ, chỉ lo không thể như thế mà thôi.LỜI KINH上六: 豐其屋,蔀其家,闚其⼾,闃其無⼈,三歲不靚,凶.Dịch âm.- Thượng Lục: Phong kỳ ốc, bộ kỳ gia, khuy kỳ hộ, khuých kỳ vônhân, tam tuế bất thục, hung.Dịch nghĩa. - Hào Sáu Trên: Thịnh thửa mái, che thửa nhà nhòm thửa cửa,hiu quạnh thửa không người, ba năm chẳng thấy, hung.GIẢI NGHĨATruyện của Trình Di. - Ở thì thịnh lớn nên khiêm nhún mà lại đóng chỗ rấtcao, đem đến cái công thịnh lớn cốt ở cứng mạnh mà lại là thể Âm mềm,gánh cái trách nhiệm thịnh lớn cốt ở được thì mà lại không đáng ngôi, nhưhào Sáu Trên này không được một điều nào xứng đáng, đủ biết là hung.\"Thịnh thửa mái\" tức là ở chỗ quá cao. \"Che thửa nhà\" tức là ở nơi khôngsáng. Lấy chất Âm mềm đường thì thịnh lớn, ở vào chỗ không ngôi mà lạicao kỳ tối tăm, tự mình tuyệt với người ta, thì người ta ai cùng với nó? Chonên nhòm vào cửa nó mà thấy hiu quạnh không có người. Lâu đến ba nămmà không biết đổi, hung là đáng lắm. \"Chẳng thấy\" nghĩa là còn chẳng thấyngười, ý nói nó không thay đổi vậy.Bản nghĩa của Chu Hy. - Lấy chất Âm mềm ở chót thời thịnh, đóng cuốithể động, tức là kẻ sáng cực mà lại hóa tối, cho nên là Tượng \"làm lớn máinhà mà lại tự che minh\". \"Không người\" chẳng thấy cũng che lấp sâu quá, sựhung tệ lắm.LỜI KINH象⽈: 豐其屋, 天際翔也,闚其⼾, 闃其無⼈, ⾃藏也.Dịch âm.- Tượng viết: Phong kỳ ốc, thiên tế tường dã, khuy kỳ hộ, khuýchkỳ vô nhan, tự tàng dã.Dịch nghĩa. - Lời Tượng nói rằng: Thịnh thửa mái nhà, giữa trời lượn vậy,nhòm thửa của hiu quạnh thửa không người, tự giấu vậy.GIẢI NGHĨATruyện của Trình Di. - Đứng chỗ chót thời thịnh lớn, ở trên mà tự cao, nhưbay lượn trên giữa trời, ý nói cao lớn thái thậm, nhòm vào cửa mà không cóngười, là vì tuy ở chỗ cùng tột cuộc thịnh lớn mà thật ra thì là nơi khôngngôi, người ta vì nó tối tăm lại tự tôn đại, đều dứt bỏ nó mà tự nấp tránh,không gần với nó.Bản nghĩa của Chu Hy. - \"Giấu\" nghĩa là ngăn che.Chú thích:[1]Chữ 豐 (Phong) có nghĩa là thịnh, là giàu, là lớn lao.[2]Tức là xét án.[3]Tức là ghép vào tội.[4]Chỉ về hào giữa quẻ Ly.[5]Chữ 沫 (mạt là bọt nước), nguyên văn chua rằng: \"nên đổi ra chữ 昧 (mạttên những sao nhỏ).[6]Chữ 沛 (bái) nghĩa là nước trút xuống.[7]Chữ 旆 (bái) là tên thứ cờ lớn."
}