{
    "4": "[5]chăng? Vuông là hình đất, những cách chia châu đặt \"tỉnh\" có lẽ phỏngtheo đó chăng?Bởi vì tròn là số của Hà đồ, vuông là nét của Lạc thư, cho nên vua Hy, vua[6] [7]Văn , nhân đó mà làm Kinh dịch, vua Vũ, ông Cơ , theo đó mà làm rathiên Hồng phạm.Chu Hy nói rằng: Trong khoảng trời đất, chỉ có một vật là khí; chia ra làmhai, thì là âm, dương; năm hành gây dựng, muôn vật trước sau, đều bị cai[8]quản ở đó. Cho nên ngôi của Hà đồ, một và sáu cùng tông , mà ở về Bắc,hai và bảy làm bạn mà ở về Nam, ba và tám đổng đạo mà ở về Đông, bốn[9]với chín thành lứa mà ở về Tây, năm và mười giữ lẫn cho nhau mà ởchính giữa. Nghĩa là cái số của nó, chẳng qua chỉ có một âm, một dương,một lẻ, một chẵn, để làm gấp đôi năm hành mà thôi.Gọi là trời, tức là khí dương nhẹ trong, ngôi ở bên trên; gọi là đất, tức là khíâm nặng đục, ngôi ở phía dưới. Số dương lẻ, cho nên một, ba, năm, bảy, chínđều thuộc về trời, đó là số của trời có năm. Số âm chẵn, cho nên hai, bốn,sáu, tám, mười, đều thuộc về đất, đó là số của đất có năm. Số của trời và sốcủa đất, đàng nào theo loại đàng ấy, mà cũng tìm nhau. Ngôi \"Năm\" tươngđắc với nhau là thế.[10]Trời lấy số một mà sinh hành Thủy, đất lấy số sáu mà làm cho thành ; đấtlấy số hai mà sinh hành Hỏa, trời lấy số bảy mà làm cho thành; trời lấy số bamà sinh hành Mộc, đất lẫy số tám mà làm cho thành, trời lấy số năm mà sinhhành Thổ, đất lấy số mười mà làm cho thành. Đó là \"các số đều có hợpnhau\".Chất năm số lẻ thành ra hai nhăm, chất năm số chẵn thành ra ba mươi. Hợpcả hai số thành năm mươi nhăm, tức là toàn số của đồ sông Hà. Đó là ý củaPhu tử và thuyết của chư nho.Đến như Lạc thư, tuy là Phu tử chưa từng nói tới, nhưng Tượng và Thuyếtcủa nó đã có đủ ở trên đây.Có người hỏi rằng: Tại sao ngôi và số của Hà đồ Lạc thư lại không giốngnhau?[11] [12]Đáp rằng: Hà đồ dùng năm số Sinh tóm năm số Thành cũng ở mộtphương, ấy là nêu cái toàn hình để bảo người ta mà nói về thể của số thường.Lạc thư dùng năm số lẻ tóm bốn số chẵn, mà số nào ở riêng chỗ của số ấy,đó là chủ về \"dương để tóm âm\" mà gây cái dụng của số biến.Lại hỏi: Tại sao Hà đồ Lạc thư đều cho số năm ở giữa?Đáp rằng: Các số lúc đầu, chỉ là một âm dương mà thôi. Tượng của Dươngtròn, tròn thì đường kính một phần, chu vi ba phần; tượng của Âm vuông,vuông thì đường kính một phần, chu vi bốn phần. Chu vi ba phần thì lấy số[13]một làm \"một\" , cho nên nhân với một Dương mà thành ra ba. Chu vi[14]bốn phần thì lấy số hai làm \"một\" cho nên nhân với một Âm mà thành rahai. Đó là nhân ba với trời, nhân hai với đất vậy. Hai và ba hợp lại, thì thànhra năm, vì vậy Hà đồ Lạc thư đều lấy số năm làm giữa. Nhưng mà Hà đồ thìlấy số sinh làm chủ, cho nên ở giữa phải năm, cho đủ tượng của năm số sinh;một chấm ở dưới là tượng số một của trời, một chấm ở trên tượng số hai cuađất, một châm phía tả là tượng số ba của trời, một chấm phía hữu là tượng sốbốn của đất, một chấm chính giữa là tượng số năm của trời. Lạc thư thì lấysố lẻ làm chủ, cho nên ở giữa phải năm, cho đủ các tượng của năm số lẻ: mộtchấm ở dưới, cũng tượng số một của trời, một chấm phía tả cũng tượng số bacủa trời, một chấm chính giữa cũng tượng số năm của trời, một chấm phíahữu là tượng số bảy của trời, một chấm ở trên thì tượng số chín của trời. Sốvà ngôi của hai thứ đó ba chỗ giống nhau, hai chỗ khác nhau, là vì Dươngkhông thể đổi mà Âm thì có thể đổi, số \"thành\" tuy thuộc về Dương, nhưngcũng là Âm của số \"sinh\" vậy.Lại hỏi: \"Năm\" ở chính giữa, đành là tượng của năm số, thế thì cái số của nóra sao?Đáp rằng: Nói về số, thì suốt trong một \"đồ\" đều có những số tích thực cóthể ghi chép, nhưng một, hai, ba, bốn của Hà đồ, đều ở bên ngoài phươngchốn của năm tượng, và sáu, bảy, tám, chín thì lại nhân có số năm mà đượccái số của nó để phủ bên ngoài số Sinh; một, ba, bảy, chín của Lạc thư cũngđều ở phía ngoài phương chốn cúa năm tượng, mà hai, bốn, sáu, tám, lại sốnào nhân loại số ấy để phụ vào cạnh số lẻ. Bởi vì ở trong là chủ mà ở ngoàilà khách, ở giữa là vua, mà ở cạnh là tôi, đều có ngành ngọn, không thế tráilần.Lại hỏi: Bên nhiều, bên ít là cớ làm sao?Đáp rằng: Hà đồ chủ về hoàn toàn, nên có cùng cực đến số mười, mà ngôi lẻngôi chẵn của nó đều xét về sự tích thực, thì sau mới thấy chẵn thừa mà lẻthiếu. Lạc thư chủ về biến đổi, nên nó cùng cực đến số chín mà ngôi vị vàthực chất của nó, đều lẻ thừa mà chẵn thiếu1. Ắt đều để trống chỗ giữa rồisau số của Âm Dương mới đều hai mươi.Lại hỏi: Thứ tự của nó không giống nhau sao?Đáp rằng: Hà đồ nói về thứ tự sinh ra, thì bắt đầu từ dưới lên trên, đến tả,đến hữu, vào giữa, rồi lại bắt đầu từ dưới; nói về thứ tự vận hành, thì bắt đầutừ Đông, đến Nam, đến giữa, đến Tây, đến Bắc theo phía tả mà xoay mộtvòng, rồi bắt đầu từ Đông; trong các số sinh ở trong; số Dương ở dưới vềphía tả, số Âm ở trên về phía hữu, trong các số Thành ở ngoài: số Âm ở dướivề phía tả, số Dương ở trên về phía hữu: Thứ tự của Lạc thư thì số Dươngbắt đầu từ Tây Nam, đến Đông Nam, đến Tây Bắc, đến Đông Bắc; hợp lạimà nói thì bắt đầu từ Bắc đến Tây Nam, đến Đông, đến Đông Bắc, cuối cùngở Nam. Còn sự vận hành của nó, thì Thủy khắc Hỏa, Hỏa khắc Kim, Kimkhắc Mộc, Mộc khắc Thổ, theo phía hữu mà xoay một vòng, rồi Thổ lại khắcThủy. Hai thứ đều có thuyết cả.Lại hỏi: Tại sao những số bảy, tám, chín, sáu của hai thứ lại không giốngnhau?Đáp rằng: Các số sáu, bảy, tám, chín, của Hà đồ đã phụ ở ngoài số Sinh rồi,đấy là phần chính của Âm Dương, già, trẻ, tiến, lui, thừa, thiếu. Số chín củanó tức là mấy số một, ba, năm trong số Sinh tích lại mà thành ra, cho nên nóphải từ Bắc sang Đông, từ Đông sang Tây, để làm cho thành phía ngoài củasố bốn; số sáu của nó tức là hai số hai, bốn trong số Sinh tích lại mà thành ra,cho nên nó phải từ Nam sang Tây, từ Tây sang Bắc để làm cho thành phíangoài của số một; số bảy tức là số chín từ Tây sang Nam, số tám tức là sốsáu từ Bắc sang Đông. Đó là sự biến đổi của các số Âm Dương, già, trẻ, đắp[16]đổi ở \"nhà\" của nhau ; Lạc thư ngang dọc mười lăm, mà bảy, tám, chín,sáu đắp đổi tiêu, lớn, bỏ trống số năm, chia, sẻ số mười, mà số một ngậm sốchín, số hai ngậm số tám, số ba ngậm số bảy, số bốn ngậm số sáu, thì năm,[17]ba lộn góp, tới đâu cũng gặp số hợp , vì vậy mà biến hóa vô cùng mớithành ra sự mầu nhiệm.Lại hỏi: Thế thì Thánh nhân bắt chước hai cái hình ấy ra sao?Đáp rằng: Hà đồ thì bỏ trống giữa, Lạc thư thì tóm thực tượng: Hà đồ bỏtrống số năm và số mười, đó là Thái cực; số lẻ hai mươi, số chẵn hai mươi,ấy là hai Nghi, lấy một, hai, ba, bốn, làm năm, sáu, bảy, tám đó là bốnTượng; chia số \"hợp\" của bốn phương để làm Kiền, Khôn, Ly, Khảm, bù[18]chỗ trống của bốn góc để làm Đoái, Chấn, Tốn, Càn, đó là tám quẻ .Thực tượng của Lạc thư thì: một là Ngũ hành, hai là Ngũ tự, ba là Bát chính,bốn là Ngũ kỷ, năm là Hoàng cực, sáu là Tam đức, bảy là Kê nghi, tám là[19]Thứ trưng, chín là Phúc cực\" . Ngôỉ và số của nó càng rõ rệt lắm.Lại hỏi: Lạc thư mà nếu bỏ trống số năm ở giữa, thì tức cũng hai mười, cũnglà hai Nghi; chiều ngang là Thái cực: lẻ, chẵn đều chiều dọc, đều mười lăm,có thể đắp đổi làm ra bảy, tám, chín, sáu cũng là bốn tượng, bốn phươngchính để làm Kiền, Khôn, Ly, Khảm, bốn góc tréo để làm Đoái, Chấn, Tốn,Cấn thì cũng tức là tám quẻ. Hà đồ một, sáu là Thủy: hai, bảy là Hỏa; ba,tám là Mộc; bốn, chín là Kim; năm mười là Thổ, thì vẫn là năm Hành củathiên Hồng phạm, mà số năm mươi nhăm lại là \"mục con\" của chín[20]\"chù\" . Thế thì Lạc thư vẫn có thể làm ra Kinh dịch, mà Hà đồ cũng cóthể làm Hồng phạm, biết đâu \"đồ\" không là \"thư\", \"thư\" không là \"đồ\"?Đáp rằng: Thời đại tuy có trước sau, số mục tuy có nhiều ít, nhưng lý của nóthì chỉ có một. Có điều Kinh dịch, là vua Phục Hy được Hà đồ trước, khôngcần đợi đến Lạc thư, thiên Hồng phạm thì do vua Đại Vũ được riêng ở Lạcthư không cần khảo lại ở Hà đồ. Vả lại, đem Hà đồ bỏ trống số mười, tức làsố bốn nhăm của Lạc thư, bỏ trống số năm tức là số năm mươi của phép đại[21]diễn , cộng năm với mười, là số ngang dọc mười lăm của Lạc thư, đemnăm nhân mười, đem mười nhân năm, lại đều là số của phép đại diễn, Lạcthư thì năm lại tự ngậm năm, thì được mười, cũng thông nhau với số củaphép đại diễn, cộng năm với mười, thì được mười lăm, cũng thông nhau vớisố của Hà đồ. Nếu rõ lẽ đó, thì dù ngang, tréo, cong, thẳng không cách nàokhông thông. Hà đồ với Lạc thư há có trước, sau, kia, nọ khác nhau?[22]Cho Hà đồ Lạc thư là không đủ tin, từ ông Âu Dương trở lại lại đã có[23]thuyết ấy. Nhưng ở thiên Cố mệnh , thiên Hệ từ và sách Luận ngữ đều cónói thế cả, và cái số trong hai đồ của Chư nho truyền lại, tuy có na ná giốngnhau, nhưng không sai trải với nhau, tính xuôi, suy ngược, ngang dọc, congthẳng, đều có phép tắc rõ ràng, khộng thể phá bỏ đi được. Cũng như Hà đồtừ số một của trời, đến số mười của đất hợp lại thành số năm nhăm của trờiđất thì Kinh dịch chính do ở đó mà ra; Lạc thư từ thứ một đến thứ chín hợplại mà đủ số của chín thù, thì thiên Hồng phạm vẫn do ở đó mà ra. Thiên Hệtừ tuy không nói rõ vua Phục Hy nhận Hà đồ để làm Kinh dịch, nhưng mà ởđó có nói những việc \"ngửa xem, cúi xét, nghiệm gần, nghiệm xa\", thì biếtđâu rằng Hà đồ không phải một việc trong các việc đó? Đại để nguyên dochê tác của thánh nhân, không phải chỉ có một điều, song cái khuôn khổ củapháp tượng, chắc phải có chỗ rất quan hệ. Như đời hồng mông, khoảng giữatrời đất, khí của Âm Dương dẫu đều có tượng, nhưng mà chưa từng có số.Đến khi Hà đồ hiện ra, rồi sau cái số năm nhăm, hoặc lẻ, hoặc chẵn, hoặcsinh, hoặc thành, rõ ràng có thể trông thấy, cái đó, là để mở mang trí riêngcủa thánh nhân, không thể đem ví với những khí tượng mênh mang. Vì vậy,thánh nhân \"ngửa lên mà xem, cúi xuống mà xét, gần nghiệm ở mình, xanghiệm ở vật\" tới đó mà sau nhũng sự Âm Dương chẵn lẻ của hai Nghi, bốnTượng, tám Quẻ có thể nói rõ được. Thiên Hệ từ nói về nguyên do thánhnhân làm ra Kinh dịch, tuy là không phải một điểu, nhưng bảo nhờ có Hà đồrồi sau việc làm Kinh dịch mới quyết cũng không hại gì.Cố nhân làm ra Kinh dịch khéo léo không thể nói xiết được. Số của TháiDương là chín, số của Thiếu Âm là tám, số của Thiếu Dương là bảy, số củaThái Âm là sáu, lúc trước không biết những cái số ấy, làm sao lại thế!Nguyên là tất cả chỉ có mười số, Thái Dương ở ngôi một, trừ đi số của bảnthân, thì còn chín số, Thiếu Âm ở ngôi hai, trừ đi số của bản thân, thì còntám số, Thiếu Âm ở ngôi ba, trừ đi số của bản thân thì còn bảy số; ở ngôi ba,trừ đi số của bản thân thì bảy số. Thái Âm ở ngôi bốn, trừ đi số của bản thânthì còn tám số; Thiếu Dương ở ngôi ba, trừ đi số của bản thân thì còn bảy số.Thái Âm ở ngôi bốn, trừ đi số của bản thân, thì còn sáu số. Chỗ đó từ xưachưa ai nhận thấy.Thiên Hệ từ nói rằng: \"Dịch có Thái cực, sinh ra hai Nghi, hai Nghi sinh ra[24]bốn Tượng, bốn Tượng sinh ra tám quẻ\". Thiện Tử chua rằng: \"Một chialàm hai, hai chia làm bốn, bốn chia làm tám\"THỨ TỰ TÁM QUẺ CỦA PHỤC HYChuyện Thuyết quái nói: \"Dịch tức là cách tính ngược\". Thiệu Tử chua rằng:\"Kiền một, Đoái hai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôntám, đều được những quẻ chưa sinh, như kể ngược thứ tự của bốn mùa vậy\".Sau đây là sáu mươi tư quẻ cũng theo lẽ đó. Nhưng dấu đen trắng ở đây,không phải là phép chiêm đoán. Muốn cho dễ hiểu, hãy làm như thế để ngụ ýthôi. Thứ tự sáu mươi tư quẻ sau này cũng vậy.LỜI BÀN CỦA TIÊN NHOChu Hy nói rằng: Thái cực là tên của bầu \"Tượng số chưa hình hiện mà lý lẽđã có đủ\", và là mục của đám \"hình khí đã đủ, mà lý lẽ không có chút mầmnhú\". Ở Hà đồ Lạc thư, nó đều là tượng trống rỗng ở giữa.Thái cực tách ra, mới sinh một lẻ, một chẵn; thành ra hai cái một vạch: ấy làhai Nghi, số của nó thì Âm một, mà Dương hai, ở Hà đồ Lạc thư, là chẵn vớilẻ. Phía trên hai Nghi, mỗi đàng lại sinh thêm ra một chẵn và một lẻ nữa,thành ra bốn cái \"hai vạch\" ấy là bốn Tượng, ngôi của nó là: Thái Dươngmột, Thiếu Âm hai, Thiếu Dương ba, Thái Âm bốn; số của nó thì: TháiDương chín, Thiếu Âm tám, Thiếu Dương bảy, Thái Âm sáu; nói về Hà đồ,thì sáu là số một được số năm, số bảy là số hai được số năm, tám là số bađược số năm, chín là số bốn được số năm; nói về Lạc thư thì: chín là số thừacủa mười trừ một, tám là số thừa của mười trừ hai, bảy là số thừa của mườitrừ ba, sáu là số thừa của mười trừ bốn. Phía trên bốn tượng, mỗi thứ lại sinhthêm một chẵn và một lẻ nữa, thành ra tám cái \"ba vạch\", thế là ba[25]Tài tạm đủ, mà có cái tên tám Quẻ; ngôi của nó là: \"Kiền một, Đoái hai,Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám; ở Hà đồ thì[26]Kiền, Khôn, Ly, Khảm ở bốn chỗ thực . Đoái, Chấn, Tốn, Cấn ở bốn chỗ[27]hư ; ở Lạc thư thì Kiền, Khôn, Ly, Khảm ở giữa bốn phương; Đoái,Chấn, Tốn, Cấn ở ra bốn góc.Có người hỏi rằng: \"Dịch có Thái cực, sinh ra hai Nghi, hai Nghi sinh ra bốnTượng, bốn Tượng sinh ra tám Quái\". Thế là thế nào?[28]Đáp rằng: Chữ Thái cực đó là nói về sự \"vạch quẻ\" . Trước khi còn chưavạch quẻ. Thái cực chỉ là cái nghĩa một bầu hỗn độn, ở trong bao hàm cácthứ Âm, Dương, mềm, cứng, lẻ, chẵn, không có gì không có. Tới khi vạch ramột lẻ một chẵn, ấy là sinh ra hai Nghi. Rồi trên vạch lẻ, thêm một vạch lẻ,đó là Dương ở trong Dương; trên vạch lẻ thêm một vạch chẵn, đó là Âm ởtrong Dương; trên vạch chẵn thêm một vạch lẻ, đó Dương ở trong Âm, ấy làbốn Tượng. Trên một tượng có hai Quái: mỗi Tượng lại thêm một lẻ mộtchẵn, thế là tám Quẻ.Có người nói: Một vạch là Nghi, hai vạch là Tượng, ba vạch là Quẻ, BốnTượng như Xuân, Hạ, Thu, Đông; Kim, Mộc, Thủy, Hỏa, Thổ; Đông, Tây,Nam, Bắc, không gì mà không thể suy ra.PHƯƠNG VỊ TÁM QUÁI CỦA PHỤC HYTruyện Thuyết Quái nói: \"Trời đất định ngôi, núi chẩm thông khí, sấm gióxát nhau, nước lửa không bắn nhau, tám quái mài nhau. Kể cái đi rồi làthuận, biết cái sắp tới là nghịch\". Thiệu tử nói rằng: Kiền nam, Khôn bắc, Lyđông, Khảm tây, Chấn đông bắc, Đoái đông nam, Tốn tây nam, Cấn tây bắc;từ Chấn đến Kiền là thuận, từ Tốn đến Khôn là nghịch. Phương vị của sáu tưquẻ sau đây cũng theo lẽ đó.LỜI BÀN CỦA TIÊN NHO[29]Thiệu Tử nói rằng: Kiều khôn dọc mà sáu con ngang, đó là gốc của Kinhdịch. Lại nói: Chấn mới giao Âm mà Dương sinh, Tốn mới tiêu Dương mà[30]Âm sinh . Đoái là trưởng Dương, Cấn là trưởng của Âm; Cấn, Đoái, làÂm ở trời; Tốn, Cấn là Dương ở đất, cho nên Chấn, Đoái trên Âm mà dướiDương, Tốn, Cấn trên Dương mà dưới Âm. \"Trời\" là nói về sự bắt đầu sinhra, cho nên Âm ở trên mà Dương ở dưới, ấy là cái nghĩa giao thái. \"Đất\" lànói về sự đã thành, cho nên Dương ở trên mà Âm ở dưới, ấy là cái ngôi tôn[31]ty , Kiền Khôn định ngôi trên dưới, Khảm Ly hay cửa tả hữu. Đó là cáichỗ trời đất khép ngỏ, nhật nguyệt ra vào, mùa Xuân mùa Hạ, mùa Thu, mùa[32] [33] [34] [35]Đông, tuần hối , tuần sóc , tuần huyền , tuần vọng , ngày đêm[36] [37]dài ngắn, đường đi dôi rụt , gì gì cũng bởi ở đó . Lại nói: Tiết này nóirõ tám quái của Phục Hy. \"Tám quái mài nhau\" nghĩa là tám quái mài lẫnvào nhau mà thành ra sáu tư quẻ. \"Kể sự đi rồi là thuận\" ví như đi theo vớitrời, tức là xoay về phía tả, đều là những quẻ đã sinh, cho nên gọi là \"kể cáiđi rồi\". \"Biết cái sắp tới là nghịch, ví như đi ngược với trời, tức là đi về phíahữu, đều là những quẻ chưa sinh, cho nên gọi là \"biết cái sắp tới\". Ôi, số củaDịch do cách xoay ngược mà ra, cho nên tiết này giải thẳng ý của hình vẽ.THỨ TỰ SÁU MƯƠI TƯ QUẺ CỦA PHỤC HYHình vẽ thứ tự tám quẻ trên đây, tức như trong Hệ từ truyện nói rằng: \"Támquái thành hàng\", hình này nhân đó mà chồng thêm lên, cho nên ba vạch ởdưới, tức là tám quẻ của hình vẽ trước, ba vạch ở trên thì đều theo đúng thứtự của nó mà chồng thêm lên, và những quẻ dưới cũng đều diễn ra làm tám.[38]Nếu theo từng hào mà sinh dần dần, thì tức như lời Thiệu Tử đã nói:\"Tám chia làm mười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư\"vậy. Coi đó còn thấy sự màu nhiệm của phép Tượng tự nhiên vậy.LỜI BÀN CỦA TIÊN NHOChu Hy nói rằng: \"Dịch có Thái cực sinh hai Nghi, hai Nghi sinh ra bốnTượng, bốn Tượng sinh ra tám Quẻ\" tiết đó chính là Khổng Tử phát minhhình thể thứ tự tự nhiên trong việc \"vạch quẻ\" của Phục Hy, rất thiết yếu.Những nhà giải thuyết xưa nay, chỉ có hai ông Khang Tiết, Minh đạo hiểuđược, cho nên Khang Tiết nói rằng: \"Một chia làm hai, hai chia làm bốn, bốnchia làm mười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư, cũngnhư rễ thì có gốc, gốc thì có cành, cành lớn càng ít, cành nhỏ càng nhiều\";mà ông Minh Đạo thì cho nó là một cách gia bội. Hai ông phát minh lời củaKhổng Tử, lại có thể gọi là thiết yếu vậy. Bởi vì nếu lấy Hà đồ Lạc Thư mànói, thì Thái cực là tượng bỏ trống ở giữa, hai Nghi là tượng Âm, Dương, lẻ,chẵn, bốn Tượng tức là Hà đồ một hợp với sáu, hai hợp với bảy, ba hợp vớitám, bốn hợp với chín. Lạc thư một ngậm chín, hai ngậm tám, ba ngậm bảy,bốn ngậm sáu; tám quẻ là bốn số thực, bốn số hư của Hà đồ, và bốn ngôichính, bốn ngôi góc của Lạc thư vậy. Lấy quẻ mà nói, thì Thái cực là toànthể của bầu \"Tượng số chưa ra hình\", hai Nghi thì là Dương mà là Âm, sốDương một mà số Âm hai; bốn Tượng là: ở trên vạch Dương sinh thêm mộtvạch dương nữa thành gọi là Thái Dương, sinh thêm một vạch âm nữathành gọi là Thiếu Âm, và trên Âm vạch sinh thêm một vạch Dương thànhgọi là Thiếu Dương, sinh thêm một vạch âm nữa cũng thành gọi là TháiÂm. Bốn Tượng đã dựng, thì Thái Dương ở ngôi một ngậm số chín, ThiếuÂm ở ngôi hai mà ngậm số tám, Thiếu Dương ở ngôi ba mà ngậm số bảy,Thái Âm ở ngôi số bốn mà ngậm số sáu, những số sáu, bảy, tám, chín do đómà định ra. Tám quẻ, tức là ở trên Thái Dương sinh thêm một vạch dươngnữa thành ☰, mà gọi là Kiền, sinh thêm một vạch âm nữa thành ☱ mà gọi làĐoải; ở trên Thiếu Âm sinh thêm một vạch Dương nữa thành ☲ gọi là Ly,sinh thêm một vạch âm nữa thành ☳ mà gọi là Chấn; ở trên Thiếu Dươngsinh thêm một vạch dươngnữa thành ☴ gọi là Tốn, sinh thêm một vạch âmnữa thành ☵ gọi là Khảm, ở trên Thái Âm sinh thêm một vạch Dương nữathành ☶ mà gọi là Cấn, sinh thêm một vạch Âm nữa thành ☷ mà gọi làKhôn. Thuyết \"tiên thiên\" của Thiệu Khang Tiết nói rằng: \"Kiền một, Đoáihai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám, tức là ý thế.Đến như: ở trên tám quẻ, lại đều sinh thêm một Âm một Dương thành mườisáu cái \"bốn vạch\", trong kinh tuy không nói rõ, nhưng Thiệu Tử nói: \"bốnchia làm mười sáu, là chỉ về đó. Rồi các cái \"bốn vạch\" mỗi cái lại thêm mộtÂm và một Dương nữa, thành ba hai cái \"năm vạch\", Thiệu Tử bảo mườisáu chia làm ba hai là vậy. Và trên các cái \"năm vạch\", mỗi cái lại thêm mộtÂm và một Dương nữa, thành sáu tư cái \"sáu vạch\". Tám quẻ chồng lẫn lênnhau, lại đều được những thứ tự: Kiền một, Đoái hai, Ly ba, Chốn bốn, Tốnnăm, Khảm sáu, Cấn bảy, Khôn tám, coi hình vẽ trên có thể thấy rõ.Trong khoảng trời đất, gì cũng là sự mầu nhiệm của Thái cực Âm Dương,Thánh nhân ngửa xem cúi xét, nghiệm xa nghiệm gần, chỉ có hiểu ngầm mộtcách cao tột trong lòng. Cho nên từ thuở hai Nghi chưa chia, mù mịt một bầuThái cực, nhưng lẽ hai Nghi, bốn Tượng, sáu mươi tư quẻ cũng đã rõ ràng ởtrong. Thái cực chia ra hai Nghi thì Thái cực vẫn là Thái cực, hai Nghi vẫn làhai Nghi; hai Nghi chia bốn Tượng, thì hai Nghi lại là Thái cực, mà bốnTượng lại là hai Nghi. Theo đó mà suy: bốn rồi tám, tám rồi mười sáu, mườisáu rồi ba mươi hai, ba mươi hai rồi sáu tư, cho đến trăm, nghìn, vạn, ức vôcùng, tuy là hiện ở hình vạch, như có cái trước cái sau là do nhân vi mà ra,nhưng mà cái hình định sẵn, cái thể thành sẵn thì vẫn có đủ trong đám hồnnhiên, không cần nghĩ ngợi tác vi một mảy chút nào ở trong đó cả.PHƯƠNG VỊ SÁU MƯƠI TƯ QUẺ CỦA PHỤC HY[39]Các thuyết về bốn hình vẽ trên đây, đều do họ Thiệu vẽ ra. Đó là họThiệu học được của Lý (chi tại) Đĩnh Chi, Đĩnh Chi học được của Mục (Tu)Bá Trưởng, Bá Trưởng học được của ông Hy Di Trần (Đoàn) Đồ Nam ở HọaSơn, vẫn gọi môn học Tiên thiên.Trong hình vẽ này, chỗ xếp xuống là: Kiền hết giữa ngọ, Khôn hết giữa tý,Ly hết giữa mão, Khảm hết giữa dậu, Dương sinh trong tý, trót ở trong ngọ,Âm sinh trong ngọ, trót ở trong tý, Dương ở về Nam, Âm ở về Bắc; chỗ xếpvuông là: Kiền bắt đầu ở Tây Bắc, Khôn cùng tận ở Đông Nam, Dương ở vềBắc, Âm ở về Nam. Hai cách xếp đặt đó, tức là độ số Âm Dương đối nhau,tròn mà ở ngoài là Dương, vuông mà ở trong là Âm; tròn thì động mà là trời,vuông thì tĩnh mà là đất.LỜI BÀN CỦA TIÊN NHO[40]Thiệu Tử nói rằng: Thái cực đã chia, hai Nghi dựng rồi Dương giao lên[41]với Âm, Âm giao xuống với Dương, mà bốn Tượng sinh ra ; Dương giaovới Âm, Âm giao với Dương sinh ra bốn Tượng của trời; cứng giao với[42]mềm, mềm giao với cứng, sinh ra bốn Tượng của đất .Tám quẻ cọ nhau mà sau muôn vật mới sinh ra.Cho nên một chia làm hai, hai chia làm bốn, bốn chia làm tám, tám chia làmmười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư, như rễ có gốc,gốc có cành, càng lớn càng ít, càng nhỏ càng nhiều. Cho nên Kiền dùng đểchia, Khôn dùng để hợp, Chấn dùng để làm cho lớn lên, Tốn dùng để làmcho tiêu đi. Lớn thì phải chia, chia thì phải tiêu, tiêu thì phải hợp. Kiền,Khôn là ngôi nhất định, Chấn, Tốn là giao hợp thứ nhất; Đoái, Ly, Khảm,Cấn là cuộc giao hợp thứ hai. Cho nên Chấn Dương ít mà Âm còn nhiều;Tốn Âm ít mà Dương còn nhiều; Đoái, Ly Dương nhiều hơn Khảm, Cấn Âmnhiều hơn.Lại nói: Trước khi Vô cực, Âm ở trong Dương: sau khi có Tượng, Dươngtách với Âm, Âm là mẹ của Dương, Dương là cha của Âm, cho nên mẹ chửacon trai thành ra quẻ Phục, cha sinh con gái cả thành ra quẻ Cấn; vì vậyDương khởi ở quẻ Phục, Âm khởi ở quẻ Cấn.Lại nói: Dương ở trong Âm, đi ngược, Âm ở trong Dương đi ngược, Dương[43]lại ở trong Dương, Âm ở trong Âm, thì đều đi xuôi . Đó là lẽ chân thật[44]cùng tột, theo hình vẽ trên mà xét, có thể thấy được .… Lại nói: \"Từ quẻ Phục đến quẻ Kiền, tất cả một trăm mười hai hàoDương; từ quẻ Cấn đến quẻ Khôn tất cả tám mươi hào Dương: từ quẻ Cấnđến quẻ Khôn tất cả một trăm mười hai hào Âm; từ quẻ Phục đến quẻ Kiền,[45]tất cả tám mươi hào Âm .Lại nói: Khảm Ly là giới hạn của Âm Dương, cho nên Ly ngang vào Dần.Khảm ngang vào Thân, mà số của nó vẫn thường vượt qua. Đó là Âm[46]Dương thừa ra, nhưng cái dụng số thì chẳng hề quá mực giữa .Chu Tử nói rằng: Hình vẽ tròn, Kiền ở phương Nam, Khôn ở phương Bắc;hình vẽ vuông, Khôn ở phương Nam, Kiền ở phương Bắc. Ngôi Kiền hợpnhiều vạch dương, ngôi Khôn hợp nhiều vạch dương, ngôi Khôn hợp nhiềuvạch Âm. Đó là Âm Dương theo loại mà tụ, đều có pháp Tượng tự nhiên.Lại nói: Hình vẽ tròn giống trời, một đường xuôi và một đường ngược, trongcuộc lưu hành vẫn còn có đăng đối. Như tám quẻ cung Chấn đối với tám quẻcung Tốn v.v… Hình vẽ vuông giống đất, có đường ngược không có đườngxuôi. Trong ngôi nhất định cũng có đăng đối, - bốn góc đối nhau - Như támquẻ cung Kiền đối với tám quẻ cung Khôn v.v… Đó là sự khác nhau củahình vẽ vuông và hình vẽ tròn.Hình vẽ tròn giống trời, nghĩa là Trời tròn mà xoay, bao bọc ngoài đất. Hìnhvẽ vuông giống đất, nghĩa là đất vuông mà đứng im, bị nhốt trong trời. Hìnhvẽ tròn là đạo trời, có Âm có Dương; hình vẽ vuông là đạo đất, có cứng cómềm. Chấn, Ly, Đoái, Kiền là phần Dương của trời phần cứng của đất. Tốn,Khảm, Cấn, Khôn là phần Âm của trời phần mềm của đất. Đạo đất phải theođạo trời, đem cái cứng mềm của đất, ứng với Âm Dương của trời, vẫn cùngmột lẽ. Có điều, ở trời thì một đường xuôi, một đường ngược, khí của cácquẻ nhờ đó mà vận hành; ở đất chỉ có đường ngược, vạch của các quẻ nhờ đómà làm nên, thế thôi.[47]Có người hỏi Triệu Tử nói: \"Cái học Tiên thiên tức là tâm pháp . Hình vẽ[48]đều bắt đầu từ giữa. Muôn \"hóa\" , muôn việc đều do bụng sinh ra, nhưthế là nghĩa làm sao?Đáp rằng: Ở trong hình vẽ, chỗ trắng là Thái cực, ba hai quẻ Âm, ba hai quẻDương là hai Nghi; mười sáu quẻ Âm, mười sáu quẻ Dương là bốn Tượng,tám quẻ Âm là tám quẻ Dương là tám Quái. Lại nói: \"Muôn vật muôn hóa[49]đều tự trong đó trôi ra\". Đó là tâm pháp bắt đầu từ giữa .Lại hỏi: \"Hình vẽ dù không có chữ, ta nói suốt ngày cũng vẫn không lìa nó\"câu ấy là thế nào?Đáp rằng: \"Hình vẽ Tiên thiên nay vẽ ra đó là nói về cuộc vận hành mộtnăm. Nếu lớn ra, mười hai vạn chín nghìn sáu trăm năm của cổ kim chỉ là cáivòng ấy, mà nhỏ lại, mười hai giờ trong một ngày cũng chỉ là cái vòng ấy,đều là quẻ Phục tính đi… Nói về một tháng, thì từ Khôn đến Chấn, là trăngmới mọc, từ ngày mồng ba; đến Đoái là trăng thượng huyền, tức ngày mồngtám; tiến Kiền là trăng tuần vọng, tức ngày mười lăm; đến Tốn là trăng mớikhuyết, tức ngày mười tám; đến Cấn, là trăng hạ huyền, tức ngày hai ba; đếnKhôn, là trăng tuần hối, tức ngày ba mươi… Một ngày có vận một ngày, mộtnăm có vận một năm. Lớn thì đầu trót của trời đất, nhỏ thì sống thác củangười và vật, xa thì cuộc thay đổi của đời xưa đời nay, đều không ra ngoàivành ấy và chỉ là lẽ đầy vơi, tiêu, lớn mà thôi.Chữ Dịch chua là biến đổi lại chưa là giao đổi, đó là cái nghĩa truyền đổi, cứcoi hình vẽ Tiên thiên thì thấy: Một vạch Âm ở phía Đông thì đối với mộtvạch Dương ở phía Tây. Bởi vì cả một phía Đông vốn đều là Dương, cả mộtphía Tây vốn đều là Âm; vạch Âm ở phía Đông nguyên đều ở phía Tây sang,vạch Dương ở phía Tây nguyên đều ở phía Đông lại; quẻ Cấn ở phía Tây lànăm vạch Dương từ phía Đông sang; quẻ Phục ở phía Đông là năm vạch Âmở phía Tây lại, truyền đổi lẫn nhau mà thành sự biến đổi của Dịch. Tuy cónhiều cách, nhưng đó là cuộc biến đổi thứ nhất…Trong Dương có Âm, trong Âm có Dương, Đông Tây giao Dịch, mỗi chỗđều có đối nhau. Thật ra, không phải là cái này đi mà cái kia lại, chỉ làTượng nó như thế. Thánh nhân lúc đầu cũng không nghĩ tính như vậy, chỉ làvạch một nét Âm, vạch một nét Dương, mỗi cái lại sinh ra hai cái nữa: trênmột vạch Dương lại sinh ra một vạch Dương và một vạch Âm, trên một vạchÂm lại sinh ra một vạch Âm và một vạch Dương. Chỉ cứ như thế mà đi, từmột ra hai; hai ra bốn, bốn ra tám, tám ra mười sáu, mười sáu ra ba hai, bahai ra sáu tư, thành rồi, thì liền chỉnh tề như thế. Đó đều là những sự mầunhiệm bản nhiên của trời đất, chỉ mượn qua tay thánh nhân vạch ra…Lại khi đáp Diệp Vĩnh Khanh, Chu Hy có nói: Theo thuyết tiên thiên, trướchết nên đem sáu mươi tư quẻ làm hình vẽ ngang, thì Chấn, Tốn, Phục, Cấnvừa ở chính giữa. Trước hãy từ Chấn và Phục đi lùi đến Kiền, rồi lại từ Tốnvà Cấn đi xuôi đến Khôn thì thành hình tròn, mà Xuân, Hạ, Thu, Đông, hối,sóc, huyền, vọng, ngày, đêm, sớm, tối, đều có thứ tự, đó là đại ý của việclàm ra hình vẽ.Lại nữa: Một trăm chín mươi hai hào phía tả đều thuộc về Dương; một trămchín mươi hai hào phía hữu đều thuộc về Âm, ấy là vì sự đôi vọng, truyềnđổi với nhau mà thành hình ấy. Nếu không bắt đầu từ giữa đi ra hai đầu, màchỉ từ đầu đến đuôi, thì những loại ấy đều không thể thông. Thử dùng ý đómà suy, tự nhiên thấy rõ.Hình vẽ Tiên thiên vốn của Phục Hy, không phải Khang Tiết chế ra. Tuy nókhông có lời lẽ gì cả, nhưng mà cai quát rất rộng, ở trong Kinh dịch ngàynay, không có một chữ hay một nghĩa nào mà không do đó trôi ra.THỨ TỰ TÁM QUẺ CỦA VĂN VƯƠNG"
}