[
    {
        "1": "Theo sử Tàu, Phục Hy là một ông vua nước Tàu trong thời thượng cổ, hiện không thể biết ông vua ấy cách xa ngày nay mấy nghìn hay mấy vạn năm.",
        "2": "Vua đầu nhà Hạ, trước lịch Tây hơn hai nghìn năm. Theo sử Tàu, trong đời vua Nghiêu, nước Tàu bị lụt đến chín năm luôn. Vua Vũ đào sông, khai ngòi, chữa được nạn ấy.",
        "3": "Tức là lịch định ngày tháng.",
        "4": "Chỉ về chín châu. Sau khi vua Vũ chữa được nước lụt, liền chia nước Tàu ra làm chín khu, mỗi khu gọi là một châu.",
        "5": "Chỉ về các khu tỉnh điền. Theo sách Mạnh Tử, đời Chu chia đất cho dân cày cấy đều theo hình vuông, mỗi khu là chín trăm mẫu, giới hạn giống như chữ tỉnh, trăm mẫu chính giữa là ruộng công, còn tám trăm mẫu chung quanh cấp cho tám nhà. Đó là phép 'Tỉnh điền'.",
        "6": "Văn Vương nhà Chu.",
        "7": "Tức ông Cơ Tử, người đã diễn lại chín 'chù', và đem truyền cho Vũ Vương nhà Chu.",
        "8": "Như số một ở dưới số năm thì có số sáu, số hai ở bên cạnh số năm thì có số bảy, v.v. Xem hình Lạc Thư ở trên sẽ rõ.",
        "9": "Chu Hy chú rằng: 'Sinh số của trời đất, chỉ có đến năm là hết. Năm đối một, hai, ba, bốn, thì thành sáu, bảy, tám, chín, cuối cùng lại đối với năm thành mười.'",
        "10": "Hoàng Miễn Trai chú rằng: 'Từ một đến mười, chỉ nói về sự nhiều ít của số lẻ, số chẵn, không phải nói về thứ tự. Trời được số lẻ làm ra nước, nên nói rằng: “Số một sinh ra hành Thủy”. Số một cùng cực thì thành số ba, nên nói rằng: “Số ba sinh hành Mộc”. Đất được số chẵn mà làm ra lửa, nên nói rằng: “Số hai sinh ra hành Hỏa”. Số hai cùng cực thì thành ra số bốn, nên nói rằng: “Số bốn sinh ra Kim”. Sao lại như vậy? Là vì dùng một cạnh mà vặn cho tròn, thì thành ba cạnh, thế là số một cùng cực thì thành số ba; dùng hai cạnh mà bẻ cho vuông thì thành bốn cạnh, thế là số hai cùng cực thì thành số bốn… Số sáu hoàn thành hành Thủy cũng giống như tượng quẻ Khảm (☵); một hào Dương ở giữa, tức là số một của trời sinh ra hành Thủy; số sáu của đất bao bọc ở ngoài. Dương ít, Âm nhiều, thì Thủy mới thịnh. Số bảy hoàn thành hành Hỏa cũng giống như tượng quẻ Ly (☲), một hào Âm ở giữa, tức là số hai của đất sinh ra hành Hỏa, số bảy của trời bao bọc ở ngoài, Âm ít Dương nhiều thì Hỏa mới thịnh. Khảm thuộc về Dương, Ly thuộc về Âm, ở trong là cái để sinh, ở ngoài là cái để làm cho thành.'",
        "11": "Số để sinh sản.",
        "12": "Số để hoàn thành.",
        "13": "Hai chữ 'một' giữa là đơn vị.",
        "14": "Hai chữ 'một' giữa là đơn vị.",
        "15": "Hà Đồ chẵn thừa mà lẻ thiếu, tức là số trời hai mươi lăm (năm nhân với năm), số đất ba mươi (năm nhân với sáu). Lạc Thư lẻ thừa mà chẵn thiếu, tức là số trời hai mươi lăm (năm nhân với năm), số đất hai mươi (năm nhân với bốn). Hà Đồ để trống số mười lăm ở giữa. Lạc Thư để trống số năm ở giữa, thì số Âm Dương đều đúng hai mươi, Chu Hy chú vậy.",
        "16": "Chu Hy nói rằng: Ngôi của Lão Dương (số Dương già tức là Thái Dương) ở số một, ngôi của Lão Âm (số Âm già tức là Thái Âm) ở số bốn, nay Hà Đồ để số chín của Lão Dương ở ngoài số bốn, mà số sáu của Lão Âm thì lại ở ngoài số một, đó là Lão Âm Lão Dương ở lẫn nhà nhau. Ngôi của Thiếu Âm (số Âm non) ở số hai, ngôi của Thiếu Dương (số Dương non) ở số ba, mà Hà Đồ để số tám của Thiếu Âm ở ngoài số ba, số bảy của Thiếu Dương thì lại ở ngoài số hai, đó là Thiếu Âm Thiếu Dương ở lẫn nhà nhau.",
        "17": "Hồ Ngọc Trai chú rằng: Lạc Thư tuy là ngang dọc có số mười lăm thật ra, đều là những số bảy, tám, chín, sáu, đắp đổi tiêu lớn: Số một được năm thành sáu, mà đắp đổi tiêu lớn với số chín ở phương Nam; số bốn được năm thành chín, mà đắp đổi tiêu lớn với số sáu ở Tây Bắc; số ba được năm thành tám, mà đắp đổi tiêu lớn với số bảy ở phương Tây; số hai được năm thành bảy mà đắp đổi tiêu lớn với số tám ở Đông Bắc. Nhưng số tiến lên là lớn, lùi đi là tiêu, số lớn đã lùi thì phải tiêu đi, số tiêu đã tiến thì phải lớn lên. Sáu tiến lên chín thì chín lớn mà sáu tiêu, chín lùi làm sáu thì chín tiêu mà sáu lại lớn, bảy tiến lên làm tám, thì tám lớn mà bảy tiêu; tám lùi làm bảy thì tám tiêu mà bảy lại lớn. 'Bỏ trống số năm, chia sẻ số chín', nghĩa là đem số năm ở giữa mà trừ với các số ở ngoài thì các bề ngang, bề dọc đều chỉ còn mười; đem số mười đó chia sẻ đi, thì: chín là số thừa của một trừ mười, tám là số thừa của hai trừ mười, bảy là số thừa của ba trừ mười, sáu là số thừa của bốn trừ mười. Thế là 'ba năm lộn góp, tới đâu cũng gặp số hợp'.",
        "18": "Chu Hy chú rằng: Đem hình Tứ Tượng mà xem, thì Thái Dương ngôi ở một mà số là chín, Kiền được số ấy, Đoái được ngôi ấy, nên Kiền là chín mà Đoái là một; Thiếu Âm ngôi ở hai, mà số là tám, Ly được số ấy mà Chấn được ngôi ấy, nên Ly là tám, mà Chấn là hai; Thiếu Dương ngôi ở ba mà số là bảy, Khảm được số ấy, Tốn được ngôi ấy, nên Khảm là bảy, mà Tốn là ba; Thái Âm ngôi ở bốn, mà số là sáu, Khôn được số ấy, Cấn được ngôi ấy, nên Khôn là sáu, mà Cấn là bốn. Nay chia số 'hợp' của sáu, bảy, tám, chín để làm Kiền, Khôn, Ly, Khảm mà để vào bốn ngôi chính, theo thứ tự của một, hai, ba, bốn để làm Chấn, Đoái, Tốn, Cấn bù vào chỗ trống của bốn góc.",
        "19": "Tên chín mục trong thiên Hồng Phạm kinh Thư tức là chín 'chù' (chín loài), vì không dính đến Kinh Dịch, nên không cần chú rõ.",
        "20": "Tức là chín mục nói trên của thiên Hồng Phạm.",
        "21": "Tức là phép bói Dịch bằng cỏ thi (dùng năm chục sợi cỏ thi để gieo quẻ).",
        "22": "Tức Âu Dương Tu, một nhà học giả đời Tống.",
        "23": "Một thiên trong Kinh Thư.",
        "24": "Tức là Thiệu Ung, một học giả đời Tống.",
        "25": "Tức là Trời, Đất và Người.",
        "26": "Chỗ có dấu chấm.",
        "27": "Chỗ trống không.",
        "28": "Tức là vạch ra tám quẻ",
        "29": "Tức là sáu quẻ Cấn, Chấn, Tốn, Ly, Khảm, Đoái.",
        "30": "Chu Hy chú rằng: Điều này nói về hình vẽ tròn. Chấn tiếp với Khôn, ấy là Chấn mới giao Âm mà một 'Dương' sinh. Tốn tiếp với Kiền, ấy là Tốn mới tiêu Dương mà một 'Âm' sinh.",
        "31": "Từ Tiến Trai nói rằng: Một khi chạy vòng, từ quẻ Phục đến quẻ Kiền là Dương, tức là cuộc đầu của sự sinh ra các vật, nên Chấn, Đoái, Âm ở trên mà Dương ở dưới. Đó là cái nghĩa giao thái. Ấy là nói về sự động, công dụng của Thái Cực do đó mà vận hành. Từ quẻ Cấn đến quẻ Khôn là Âm, tức là cuộc trót của sự làm thành các vật, nên Tốn, Cấn, Dương ở trên mà Âm ở dưới. Đó là cái nghĩa tôn ty. Ấy là nói về sự tĩnh, thể chất của Thái Cực do đó mà đứng vững.",
        "32": "Ngày ba mươi của mỗi tháng.",
        "33": "Ngày mồng một của mỗi tháng.",
        "34": "Tuần thượng huyền và tuần huyền của mỗi tháng.",
        "35": "Tuần rằm của mỗi tháng.",
        "36": "Dôi ra và rụt đi.",
        "37": "Ông Tư Trai nói rằng: Mão là cửa của mặt trời, Thái Dương ở đó mà ra. Dậu là cửa của mặt trăng, Thái Âm ở đó mà ra. Chẳng những mặt trời mặt trăng ra vào nơi đó, lớn ra, thì đến công việc trời đất mở ra các vật tuy đầu ở Dần mà tới Mão cửa càng mở càng rộng; công việc trời đất đóng khép các vật tuy đầu ở Tuất mà tới Dậu thì cửa đã khép chặt. Một năm thì Xuân, Hạ, Thu, Đông, một tháng thì hối, sóc, huyền, vọng, một ngày thì ngày và đêm, độ đi đều phải do ở cửa đó. Ấy là tả cho cùng cực cái công dụng của Khảm và Ly lớn lao đến vậy.",
        "38": "Mỗi vạch trong một quẻ là hào.",
        "39": "Tức Thiệu Ung.",
        "40": "Chu Hy nói rằng: Đoạn này nói về hào thứ nhất. Một hào lẻ bên tả là Dương, một hào chẵn bên hữu là Âm, vẫn gọi Hai Nghi.",
        "41": "Chu Hy nói rằng: Đoạn này nói về hào thứ nhất sinh hào thứ hai. Nửa hào Dương dưới giao lên với nửa hào Âm trên, thì sinh ra một lẻ và một chẵn về hào thứ hai trong phần Âm, thành ra Thiếu Dương Thái Âm; nửa hào Âm trên giao xuống với nửa hào Dương dưới, thì sinh ra một lẻ một chẵn, về hào thứ hai trong phần Dương, thành ra Thái Dương Thiếu Âm, gọi là Hai Nghi sinh ra Bốn Tượng.",
        "42": "Chu Hy nói rằng: Đoạn này nói về hào thứ hai sinh hào thứ ba: Dương là Thái Dương, Âm là Thái Âm, cứng là Thiếu Dương, mềm là Thiếu Âm. Nửa Thái Dương dưới giao với nửa Thái Âm trên thì sinh ra một lẻ một chẵn về hào thứ ba trong phần Thái Âm, thành ra quẻ Cấn, quẻ Khôn; nửa Thái Âm trên giao với nửa Thái Dương dưới thì sinh ra một lẻ một chẵn về hào thứ ba trong phần Thái Dương thành ra quẻ Kiền, quẻ Đoái, nửa Thiếu Dương trên giao với nửa Thiếu Âm dưới thì sinh ra một lẻ một chẵn về hào thứ ba trong phần Thiếu Âm thành ra quẻ Ly, quẻ Chấn, nửa Thiếu Âm dưới giao với nửa Thiếu Dương trên thì sinh ra một lẻ một chẵn về hào thứ ba trong phần Thiếu Dương thành ra quẻ Tốn, quẻ Khảm. Đó là Bốn Tượng sinh ra Tám Quẻ. Kiền, Đoái, Cấn, Khôn do ở Thái Dương Thái Âm sinh ra, nên gọi là Bốn Tượng của trời; Ly, Chấn, Tốn, Khảm do ở Thiếu Âm Thiếu Dương sinh ra, nên gọi là Bốn Tượng của đất.",
        "43": "Chu Hy nói rằng: Trong hình vẽ này phía tả thuộc về Dương, phía hữu thuộc về Âm. Từ Chấn một hào Dương, Ly, Đoái hai hào Dương, Kiền ba hào Dương là Dương ở trong Dương, đi xuôi; từ Tốn một hào Âm, Khảm Cấn hai hào Âm, Khôn ba hào Âm, ở trong Âm đi xuôi, Khôn không có Dương, Cấn Khảm một hào Dương, Tốn hai hào Dương, là Dương ở trong Âm, đi ngược; Kiền không có Âm, Đoái Ly một hào Âm, Chấn hai hào Âm là Âm ở trong Dương, đi ngược.",
        "44": "Ông Từ Trai nói rằng: Hình Tiên Thiên tròn, phía tả là Dương, phía hữu là Âm. Hai mươi quẻ phía hữu là Dương, bắt đầu từ hào Chín Đầu quẻ Phục, biến mười sáu lần đến hai hào Dương là quẻ Lâm; lại biến tám lần đến ba hào Dương là quẻ Thái, lại biến bốn lần đến bốn hào Dương là quẻ Đại Tráng, lại biến một lần đến năm hào Dương là quẻ Quái, có quẻ Kiền làm chỉ cho những quẻ ấy. Sự tiến của khí Dương, trước thong thả mà sau nhanh chóng, nó tiến dần dần, thế là 'Dương ở trong Dương đi xuôi'. Khí Dương chủ về bốc lên, từ dưới lên trên, nên là xuôi. Từ quẻ Phục đến quẻ Vô Vọng ba mươi hào Dương, từ quẻ Minh Di đến quẻ Đồng Nhân ba tám hào Dương, từ quẻ Lâm đến quẻ Ly, cũng tám hào Dương, từ quẻ Kiền đến quẻ Thái ba sáu hào Dương. Ba mươi là Dương còn nhỏ, hai tám là Dương đã to, mười sáu thì Dương rất thịnh. Khi Dương ở Bắc thì nhỏ, ở Đông thì to, ở Nam thì thịnh, thế cũng là xuôi, Dương xuôi Âm ngược, không nói cũng biết. Nhưng hào Dương ở hai quẻ phía hữu thì trái hẳn thế. Vì thế mới nói: 'Cái lẽ chân thật cùng tột xét theo hình vẽ, có thể biết được.'",
        "45": "Hồ Ngọc Trai nói rằng: Từ quẻ Phục đến quẻ Kiền ở về phía tả hình vẽ, là phương Dương, nên Dương nhiều mà Âm ít. Từ quẻ Cấn đến quẻ Khôn ở về phía hữu hình vẽ, là phương Âm, nên Âm nhiều mà Dương ít. Một vạch Dương bên tả, đối với một vạch Âm bên hữu; một vạch Âm bên tả đối với một vạch Dương bên hữu. Đối nhau để dựng nên thế, Âm Dương đều có một nửa. Theo đó mà xét, thì trong khoảng trời đất, Âm Dương đều chiếm một nửa, vốn không có lẽ 'tiệt nhiên là Dương, tiệt nhiên là Âm'. Có điều tạo hóa quý Dương rẻ Âm. Thánh nhân phò Dương nén Âm, nên trong khi tiêu lớn, sự khác nhau của thứ ngay (Dương) thứ gian (Âm) không thể không phân biệt cho kỹ.",
        "46": "Hồ Ngọc Trai nói rằng: 'Khảm, Ly là giới hạn của Âm Dương'. Đó là theo ngôi Dần Thân mà nói. Nói về bốn mùa thì Xuân là Dương, bắt đầu từ tháng Dần, ấy là Ly ngang vào Dần mà là giới hạn của khí Dương; Thu là Âm, bắt đầu từ tháng Thân, ấy là Khảm ngang vào Thân mà giới hạn của khí Âm. 'Số thường vượt qua' nghĩa là: Ly tuy ngang vào với Dần mà giữa Mão mới hết, Khảm tuy ngang vào với Thân mà đến giữa Dậu mới hết. Đó là vượt qua giới hạn Dần, Thân, mà Âm Dương thừa ra. 'Dụng số không quá mực giữa', nghĩa là lấy Dần Thân không lấy Mão Dậu. Bởi vì, ở ngôi Tý tuy Dương đã sinh, nhưng chưa ra khỏi đất, đến Dần khí ẩm nóng mới làm việc; ở ngôi Ngọ, tuy Âm đã sinh nhưng chưa làm hại cho Dương, đến Thân khí giá rét mới làm việc. Thế là dụng số không quá Dần Thân là chỗ chính giữa.",
        "47": "Những điều thầy trò truyền trao cho nhau, không có ở trong kinh điển, gọi là tâm pháp.",
        "48": "Chỉ về các sự biến hóa.",
        "49": "Chỗ này Trần Tân An có giải thêm rằng: Trong câu 'Cái học Tiên Thiên tức là tâm pháp, hình vẽ đều bắt đầu từ giữa'. Chữ 'đều' đó là cớ làm sao? Ấy là nói gồm tất cả hình vuông hình tròn. Trời đất định ngôi, đó là hình tròn bắt đầu từ giữa. Sấm (chỉ về quẻ Chấn) dùng để làm cho động, gió (chỉ về quẻ Tốn) dùng để làm cho tan, đó là hình vuông bắt đầu từ giữa. Giữa là ngôi của năm và mười ký ngụ. Vì vậy hình tròn khi xoay về tả bắt đầu từ Khôn, khi xoay về hữu bắt đầu từ Kiền, đó là chỗ giữa khởi đầu ở ngôi nhất định của trời đất. Hình vuông chỗ giao nhau của Tây Bắc và Đông Nam, bắt đầu từ Chấn và Tốn; chỗ giao nhau của Đông Bắc và Tây Nam bắt đầu từ Hằng và Ích chúng; chỗ gặp nhau của Nam và Bắc bắt đầu từ Hằng Chấn và Tốn Ích; chỗ gặp nhau của Đông và Tây bắt đầu từ Chấn Ích Hằng Tốn: đó là cái giữa khởi đầu ở sự động, tan của sấm và gió. Theo đó mà bàn, thì tròn là hình động, lấy ngôi nhất định làm bản thể; vuông là hình tĩnh, lấy sự động tan làm công dụng, nên động mà không động, tĩnh mà không tĩnh. Đó là tâm pháp của môn học Tiên Thiên đấy chăng? Điều đó không thể không tìm cả ở trong hình vẽ.",
        "50": "Các quẻ đều tính từ dưới lên trên, nên những nét dưới nhất của mỗi quẻ đều gọi là hào Đầu. Hào Dương (tức những gạch liền) thì gọi là 'Chín', hào Âm (tức những gạch đứt) thì gọi là 'Sáu'. Nghĩa là quẻ Khôn lấy một hào Đầu của quẻ Kiền thì thành ra Chấn. Những câu ở dưới theo đó mà suy, sẽ hiểu.",
        "51": "Các quẻ đều tính từ dưới lên trên, nên những nét dưới nhất của mỗi quẻ đều gọi là hào Đầu. Hào Dương (tức những gạch liền) thì gọi là 'Chín', hào Âm (tức những gạch đứt) thì gọi là 'Sáu'. Nghĩa là quẻ Kiền lấy một hào Đầu của quẻ Khôn thì thành ra Tốn. Những câu ở dưới theo đó mà suy, sẽ hiểu.",
        "52": "Hồ Ngọc Trai nói rằng: Ba con trai (tức Cấn, Khảm, Chấn) là Dương giống Kiền, mà lại quy cho Khôn tìm mới được; ba con gái (tức Tốn, Ly, Đoái) là Âm, giống Khôn, mà lại quy cho Kiền tìm mới được, là sao? Bởi vì ba con trai vốn là thể Khôn, mỗi con được một hào Dương của Kiền mà thành ra, đó là Dương gốc ở Âm, nên phải quy cho Khôn; ba con gái vốn là thể Kiền, mỗi con được một hào Âm của Khôn mà thành ra, đó là Âm gốc ở Dương, nên phải quy cho Kiền. Thiệu Tử bảo: 'Mẹ chửa con trai lớn mà thành quẻ Phục, cha sinh ra con gái mà thành quẻ Cấn', cái nghĩa 'Âm Dương căn cứ lẫn nhau' coi đó có thể thấy rõ.",
        "53": "Chu Hy chú rằng: Đây nói về ý Văn Vương thay đổi hình vẽ các quẻ của Phục Hy. Bởi vì từ Kiền Nam Khôn Bắc giao lại với nhau thì hóa Kiền Bắc Khôn Nam mà thành quẻ Thái; từ Ly Đông Khảm Tây giao lại với nhau thì hóa Ly Tây Khảm Đông mà thành ra quẻ Ký Tế. Kiền Khôn giao nhau từ chỗ 'thành ra' trở lại chỗ 'sinh ra', nên biến đổi lần nữa, thì Kiền lùi về Tây Bắc, Khôn lùi về Tây Nam; Khảm Ly biến đổi thì phương Đông tự tiến lên mà sang phương Tây, phương Tây tự lùi xuống mà sang phương Đông, nên Kiền Khôn đã lùi thấy được ngôi Kiền mà Khảm được ngôi Khôn. 'Chấn làm việc' là nó phát sinh ở phương Đông. 'Tốn thay mẹ' là nó trưởng dưỡng ở Đông Nam.\n\nHồ Ngọc Trai nói rằng: Kiền Nam, Khôn Bắc, Ly Đông, Khảm Tây, đó là ngôi quẻ Tiên Thiên. Kiền Khôn do chiều Nam Bắc giao nhau: Khôn Nam, Kiền Bắc thấy Khôn ở trên, Kiền ở dưới, nên hai đàng giao nhau thành ra quẻ Thái, Ly Khảm do chiều Đông Tây giao nhau: Ly Đông, Khảm Tây, thì Khảm ở trên, Ly ở dưới, nên hai đàng giao nhau mà thành ra quẻ Ký Tế. Trong quẻ Tiên Thiên, Kiền ở ngôi Ngọ mà đây lại nói Kiền sinh ở Tý, là vì Kiền là Dương, bắt đầu sinh ở quẻ Phục, quẻ Phục chính là ở giữa Tý; Khôn ở ngôi Tý mà đây lại là Khôn sinh ở Ngọ là vì Khôn là Âm, bắt đầu sinh ở quẻ Cấn, quẻ Cấn là giữa Ngọ, Ngọ là chỗ mà Kiền đã thanh, nay lại lùi xuống mà giao với Khôn ở Tý, đó là 'trở lại chỗ đã sinh', nên đến khi đổi một lần mà thành ra quẻ Hậu Thiên thì Kiền lùi về Tây Bắc, Khôn lùi về Tây Nam. Trong quẻ Tiên Thiên Ly nhằm ngôi Dần, mà đây lại nói Ly trót ở Thân, là vì Thân là ngôi của Khảm. Ly giao với Khảm mà trót ở Thân. Khảm nhằm ngôi Thân mà đây lại là nói Khảm trót ở Dần, là vì Dần là ngôi của Ly, Khảm giao với Ly mà trót ở Dần. Đông là bản vị của Ly, nó biến đổi đi, thì giao với Khảm mà ngoảnh sang Tây, ấy là 'Đông tự tiến lên mà sang Tây'. Tây là bản vị của Khảm, nó biến đổi đi, thì giao với Ly mà ngoảnh sang Đông, ấy là 'Tây tự lùi xuống mà sang Đông', nên biến đổi lần nữa thành quẻ Hậu Thiên, thấy tiến lên mà được ngôi của Kiền, Khảm lùi xuống mà được ngôi của Khôn. Chấn thay cha, bắt đầu làm việc mà phát sinh ở phương Đông; Tốn thay mẹ kế tiếp làm việc mà trưởng dưỡng ở Đông Nam. Tiên Thiên chủ về sự giao nhau của Kiền Khôn Khảm Ly. Khi giao nhau thì nó biến đổi, không có định vị, đó là thì giờ của trời vô cùng, nên nói là 'ứng với trời'. Hậu Thiên chủ về sự giao nhau của Khảm, Ly, Chấn, Đoái, khi giao nhau nó không biến đổi mà có định vị, đó là phương hướng của đất có thường độ, nên nói là 'ứng với đất'.",
        "54": "Chu Hy nói rằng: Từng xét về hình vẽ này mà giải thêm rằng: Chấn Đông, Đoái Tây, tức là Dương chủ tiến lên, nên phải lấy con lớn (Chấn) làm trước mà để ở tả; Âm chủ lùi xuống, nên phải lấy con nhỏ (Đoái) làm quý mà để ở hữu; Khảm ở Bắc tức là khoảng giữa của sự lùi, con trai ở Bắc mà con gái ở Nam, ấy là 'ở lẫn nhà nhau'. Bốn quẻ ấy đều ở ngôi chính của bốn phương mà là quẻ dùng vào việc, nhưng Chấn, Đoái trước mà Khảm Ly sau là Chấn Đoái khinh mà Khảm Ly trọng. Kiền ở Tây Bắc, Khôn ở Tây Nam là cha mẹ đã già mà lùi về chỗ bất dụng, nhưng mẹ thì thân mà cha thì tôn, nên Khôn còn có việc làm mà Kiền thì hoàn toàn bất dụng; Cấn ở Đông Bắc, Tốn ở Đông Nam là con trai nhỏ (Cấn) ở sau cuộc tiến mà con gái lớn (Tốn) ở trước cuộc lùi nên cũng đều bất dụng; nhưng con trai chưa đến thầy học, con gái sắp đi lấy chồng, nên Tốn đã hơi quay về chỗ làm việc, Cấn thì hoàn toàn chưa dùng gì cả. Bốn quẻ này đều ở bốn góc, nhưng ở Đông (Tốn Cấn) thì chưa làm việc, mà ở Tây (Kiền Khôn) thì không làm việc nữa, nên chương dưới (của thiên Thuyết Quái) nói khắp lượt sáu con mà không kể đến Kiền Khôn. Đến như cuộc gặp nhau của nước (Khảm), lửa (Ly), sấm (Chấn), gió (Tốn), núi (Cấn), chằm (Đoái) thì dùng quẻ của Phục Hy. Đông Long Sơn nói rằng: Ly là mặt trời; mặt trời mọc ở Đông, nên trong quẻ Tiên Thiên, Ly ở về Đông; mặt trời soi thẳng ở Ngọ, là quãng giữa ngày, nên trong quẻ Hậu Thiên, Ly ở về Nam. Khảm là mặt trăng; mặt trăng mọc ở Tây, nên trong quẻ Tiên Thiên, Khảm ở về Tây, mặt trăng soi thẳng ở Tý, là quãng nửa đêm, nên trong quẻ Hậu Thiên, Khảm ở về Bắc. Trong vòng Tiên Thiên các quẻ ấy ở về chỗ 'sinh', trong vòng Hậu Thiên, các quẻ ấy ở vào chỗ 'vượng'. Chẳng những ngôi quẻ Hậu Thiên của Khảm và Ly đều theo thứ tự sinh vượng mà Chấn Thủy vượng ở Mão, Đoái Kim vượng ở Dần, Thổ thì vượng ở trung ương, nên Khôn vượng giữa quãng Kim Hỏa, Cấn đóng giữa quãng Thủy Mộc, Đoái là Âm Kim, Kiền là Dương Kim, nên Kiền tiếp với Đoái ở về Tây Bắc, Chấn là Dương Mộc, Tốn là Âm Mộc, nên Tốn tiếp với Chấn ở về Đông Nam, đều theo thứ tự sinh vượng của năm hành. Đó là chỗ dùng của Kinh Dịch.",
        "55": "Hồ Song Hồ nói rằng: Số quẻ biến đổi của bài Bản Nghĩa trong Thoán Từ đã thích có mười chín quẻ: Tụng, Thái, Bĩ, Tùy, Cổ, Phệ Hạp, Bí, Vô Vọng, Đại Xúc, Hàm, Hằng, Tấn, Khuê, Kiến, Giải, Thăng, Đỉnh, Tiệm, Hoán mà thôi. Và lại những quẻ đã thích, trừ ra hai quẻ Tụng, Tấn giống như hình vẽ, còn các quẻ khác đều không hợp cả. Ví như quẻ Tùy vốn từ các quẻ Khốn và Phệ Hạp, Ký Tế, Vị Tế đi lại, mà theo hình vẽ thì nó lại từ hai quẻ Bĩ, Thái đi lại, v.v. Là vì hình vẽ tùy theo Thoán Truyện làm ra, mà sự các quẻ biến đổi, thì không cách nào không thông, không thể câu chấp bằng sự nhất định. Từng xét về sự biến đổi trong hình vẽ này đều do hai quẻ sinh ra. Phàm những hào Dương biến ra hào Âm, hễ biến thì Dương từ phía dưới lên ở ngôi Âm, Âm từ phía trên xuống ở ngôi Dương, như quẻ Phục biến ra quẻ Sư, hào Đầu quẻ Phục, lên làm hào Hai quẻ Sư, hào Hai quẻ Phục xuống làm hào Đầu quẻ Sư, v.v. Phàm những hào Âm biến ra hào Dương, hễ biến thì hào Âm từ phía dưới lên ở ngôi Dương, hào Dương từ phía trên xuống ở ngôi Âm, như quẻ Cấn biến ra quẻ Đồng Nhân, hào Đầu quẻ Cấn lên làm hào Hai quẻ Đồng Nhân, hào Hai quẻ Cấn xuống làm hào Đầu quẻ Đồng Nhân, v.v.",
        "56": "Thí dụ: Số thẻ cầm tay là 19, đếm bốn chiếc một, được bốn lần, hết 16 chiếc, còn thừa ba chiếc. Hay là số thẻ cầm tay là 24 chiếc, đếm bốn chiếc một, được năm lần – vì bao giờ cũng phải để ra một số linh dư – hết 20 chiếc, còn thừa bốn chiếc. Số khác theo đó mà suy.",
        "57": "Hồ Song Hồ nói rằng: Chu Tử từng bảo Kinh Dịch chỉ là môn sách bói toán, vốn không phải dùng để dạy đời. Nhưng nay hễ đọc một quẻ một hào, liền thấy cũng như bói được. Coi Tượng ngẫm lời, coi sự biến đổi ngẫm lời chiêm đoán mà lại dò tìm cái lẽ tại sao mà thế mới là khéo đọc. Vì vậy nên ở các quẻ Kiền, Khôn nên biết cái phận vua tôi, cha con; ở các quẻ Hàm, Hằng, nên biết sự phân biệt giữa vợ và chồng; ở các quẻ Chấn, Khảm, Cấn, Tốn, Ly, Đoái nên biết thứ tự người lớn người nhỏ; ở câu 'Lệ trạch Đoái' nên biết sự giảng tập của bè bạn; cho đến những việc cẩn thận sự nói năng, dè dặt sự ăn uống, phải có được ở quẻ Di; ngăn điều tức giận, chừa điều ham muốn, theo điều thiện, đổi điều lỗi, phải có được ở quẻ Tốn, Ích; không nịnh hót, không khinh nhờn, cẩn thận sự giao tế của bậc trên bậc dưới, để làm cái đạo toàn thân, phải có được ở Đại Chuyện. Cứ thế mà suy, đọc đâu thì thu dụng đấy. Đó là ý tinh vi về sự theo trung theo hiếu của đấng quân tử. Tuy rằng cầm thẻ mà bói, nhưng cái rễ gốc cũng không có gì hơn thế."
    }
]