{
    "1": "Khổng An Quốc nói rằng: “Hà đồ là khi họ Phục Hy làm vua thiên hạ, có",
    "2": "tám quẻ. Lạc thư là khi vua Vũ chữa được nước lụt, có con rùa thần đội",
    "3": "Thiên Ung nói rằng: Tròn là hình sao, số của lịch kỷ có lẽ gây từ đó",
    "4": "[5]",
    "6": "[7]",
    "8": "quản ở đó. Cho nên ngôi của Hà đồ, một và sáu cùng tông , mà ở về Bắc,",
    "9": "với chín thành lứa mà ở về Tây, năm và mười giữ lẫn cho nhau mà ở",
    "10": "Trời lấy số một mà sinh hành Thủy, đất lấy số sáu mà làm cho thành ; đất",
    "11": "[12]",
    "13": "một làm “một” , cho nên nhân với một Dương mà thành ra ba. Chu vi",
    "14": "bốn phần thì lấy số hai làm “một” cho nên nhân với một Âm mà thành ra",
    "16": "đổi ở “nhà” của nhau ; Lạc thư ngang dọc mười lăm, mà bảy, tám, chín,",
    "17": "ba lộn góp, tới đâu cũng gặp số hợp , vì vậy mà biến hóa vô cùng mới",
    "18": "chỗ trống của bốn góc để làm Đoái, Chấn, Tốn, Càn, đó là tám quẻ .",
    "19": "Thứ trưng, chín là Phúc cực” . Ngôỉ và số của nó càng rõ rệt lắm.",
    "20": "“chù” . Thế thì Lạc thư vẫn có thể làm ra Kinh dịch, mà Hà đồ cũng có",
    "21": "diễn , cộng năm với mười, là số ngang dọc mười lăm của Lạc thư, đem",
    "22": "Cho Hà đồ Lạc thư là không đủ tin, từ ông Âu Dương trở lại lại đã có",
    "23": "thuyết ấy. Nhưng ở thiên Cố mệnh , thiên Hệ từ và sách Luận ngữ đều có",
    "24": "bốn Tượng, bốn Tượng sinh ra tám quẻ”. Thiện Tử chua rằng: “Một chia",
    "25": "Tài tạm đủ, mà có cái tên tám Quẻ; ngôi của nó là: “Kiền một, Đoái hai,",
    "26": "Kiền, Khôn, Ly, Khảm ở bốn chỗ thực . Đoái, Chấn, Tốn, Cấn ở bốn chỗ",
    "27": "hư ; ở Lạc thư thì Kiền, Khôn, Ly, Khảm ở giữa bốn phương; Đoái,",
    "28": "Đáp rằng: Chữ Thái cực đó là nói về sự “vạch quẻ” . Trước khi còn chưa",
    "29": "Thiệu Tử nói rằng: Kiều khôn dọc mà sáu con ngang, đó là gốc của Kinh",
    "30": "Âm sinh . Đoái là trưởng Dương, Cấn là trưởng của Âm; Cấn, Đoái, là",
    "31": "ty , Kiền Khôn định ngôi trên dưới, Khảm Ly hay cửa tả hữu. Đó là cái",
    "32": "[33]",
    "34": "[35]",
    "36": "[37]",
    "38": "Nếu theo từng hào mà sinh dần dần, thì tức như lời Thiệu Tử đã nói:",
    "39": "Các thuyết về bốn hình vẽ trên đây, đều do họ Thiệu vẽ ra. Đó là họ",
    "40": "Thiệu Tử nói rằng: Thái cực đã chia, hai Nghi dựng rồi Dương giao lên",
    "41": "với Âm, Âm giao xuống với Dương, mà bốn Tượng sinh ra ; Dương giao",
    "42": "mềm, mềm giao với cứng, sinh ra bốn Tượng của đất .",
    "43": "lại ở trong Dương, Âm ở trong Âm, thì đều đi xuôi . Đó là lẽ chân thật",
    "44": "cùng tột, theo hình vẽ trên mà xét, có thể thấy được .",
    "45": "tất cả tám mươi hào Âm .",
    "46": "Dương thừa ra, nhưng cái dụng số thì chẳng hề quá mực giữa .",
    "47": "Có người hỏi Triệu Tử nói: “Cái học Tiên thiên tức là tâm pháp . Hình vẽ",
    "48": "đều bắt đầu từ giữa. Muôn “hóa” , muôn việc đều do bụng sinh ra, như",
    "49": "đều tự trong đó trôi ra”. Đó là tâm pháp bắt đầu từ giữa ."
}