{
    "1": "[2]việc ăn uống. Mây bay lên trời có tượng hun bốc nhuần ướt, ăn uống làđể nhuần ích cho các loài vật, cho nên quẻ Nhu - là việc ăn uống - sở dĩ nốidưới quẻ Mông. Đại ý quẻ này có nghĩa chờ đợi. Cái tính Kiền mạnh nhấtđịnh phải tiến, vậy mà nó lại ở dưới quẻ Khảm là tượng chỗ hiểm, chỗ hiểmlàm ngăn trở nó, cho nên cần phải chờ đợi rồi sau mới tiến.LỜI KINH需,有孚,光,亨,貞,吉,利涉⼤川.Dịch âm. - Nhu, hữu phu, quang, hanh, trinh, cát, lợi thiệp đại xuyên.Dịch nghĩa. - Quẻ Nhu, có đức tin, sáng láng, hanh thông, chính bền, tốt!Lợi sang sông lớn.GIẢI NGHĨABản nghĩa của Trình Di. - Nhu là chờ đợi. Nói về hai thể, thì Kiền cứngmạnh cần tiến lên, mà gặp chỗ hiểm, chưa thể tiến được, cho nên là nghĩachờ đợi. Nói về tài quẻ, thì hào Năm ở ngôi vua, là chủ sự chờ đợi, có đứccứng mạnh, trung chính, mà sự thành tín đầy đặc bên trong, tức là bên trongđầy đặc có đức tín; có đức tín thì sáng láng mà có thể hanh thông, được trinhchính và tốt. Dùng những cái đó mà chờ đợi, thì gì mà không qua: dù hiểmcũng không khó, cho nên mới lợi về việc sang sông lớn. Đại phàm trinh cát,có khi là đã chính lại tốt, có khi là có chính mới tốt, cần phải phân biệt.Bản nghĩa của Chu Hy. - Nhu nghĩa là đợi. Quẻ Kiền gặp quẻ Khảm, Kiềnmạnh Khảm hiểm, sức mạnh gặp chỗ hiểm mà không vội tiến cho mắc vàochỗ hiểm đó, ấy là cái nghĩa chờ đợi. Phu là đức tin ở trong. Quẻ này hàoChín Năm là thể Khảm bên trong đã đầy đặc, lại có những tính Dươngcương, trung chính mà ở ngôi tôn, tức là cái tượng \"có đức tin được ngôichính\". Nước Khảm ở phía trước, Kiền mạnh kề tới, ấy là cái tượng \"sắpsang sông lớn mà chưa tiến lên một cách khinh thường\". Cho nên, kẻ xem,nếu là có sự chờ đợi mà tự mình sẵn có đức tin thì sẽ sáng láng hanh thông;nếu lại được chính thì tốt mà lợi về việc sang sông lớn. Chính bền thì khôngcái gì không tốt, mà sự sang sông lại càng quý ở chờ đợi. Đó là không vìlòng muốn mau chóng mà phạm vào chỗ hiểm nạn.LỜI KINH彖⽈:需須也,險在前也,剛健⽽不陷,其義不困窮矣.Dịch âm. - Thoán viết: Nhu, tu dã; hiểm tại tiền dã; cương kiện nhi bất hãm,kỳ nghĩa bất khôn cùng hỹ.Dịch nghĩa. - Lời thoán nói rằng: Nhu tức là đợi, chỗ hiểm ở trước vậy.Cứng mạnh mà không bị hãm, nghĩa là nó không khốn cùng rồi.GIẢI NGHĨATruyện của Trình Di - Nghĩa của quẻ Nhu là đợi, vì có chỗ hiểm ở phíatrước, chưa thể vội tiến, nên phải chờ đợi rồi sau mới đi. Là hạng cứng mạnhnhư Kiền mà biết chờ đợi, không dám khinh thường mà động, cho nên khôngbị hãm vào chỗ hiểm, cái nghĩa của nó không đến khốn cùng.Bản nghĩa của Chu Hy, - Đây dùng đức quẻ để thích nghĩa tên quẻ.LỜI KINH需有孚,光,貞,吉,位乎天位, 以正中也. 涉⼤川,往有功也.Dịch âm. - Nhu hữu phu, quang, hanh, trinh, cát, vị hồ thiên vị, dĩ chínhtrung dã; lợi thiệp đại xuyên, vãng hữu công dã.Dịch nghĩa. - Quẻ Nhu có đức tin, sáng láng, hanh thông, chính bền, tốt, làvì ở vào ngôi trời, để chính giữa vậy. Lợi về sự sang sông lớn, đi thì có côngvậy.GIẢI NGHĨABản nghĩa của Trình Di. - Hào Năm cứng đặc, ở giữa, là tượng đức tin, màlại được cái nó vẫn chờ đợi, cũng là nghĩa có đức tin. Vì là Kiền cương, rấtthành, cho nên đức nó sáng tỏ mà có thể hanh thông, được trinh chính màtốt. Sở dĩ có thể như thế, là vì nó ở ngôi trời mà được chính giữa. Đã có đứctin là lại trinh chính, tuy qua chỗ hiểm mặc lòng, hễ đi thì có công, đó là điềuchí thiện trong đạo Nhu.Bản nghĩa của Chu Hy. - Đây dùng thể và hai tượng của quẻ để thích lờiquẻ.LỜI KINH象⽈:雲上於天,需.君⼦飲⾷宴祟.Dịch âm: - Tượng viết: Vân thướng ư thiên, Nhu, quân tử dĩ ẩm thực yến lạc.Dịch nghĩa. - Lời tượng nói rằng: mây lên trời, là quẻ Nhu, đấng quân tử coiđó mà ăn uống yên vụi.GIẢI NGHĨABản nghĩa của Trình Di. - Hơi mây hun nấu mà bốc lên trời, phải đợi ÂmDương hòa hợp mới thành mưa; mây đương lên trời, thì chưa thành mưa,cho nên là nghĩa chờ đợi. Khí của Âm Dương cảm nhau mà chưa thành mưa,cũng như đấng quân tử còn nuôi tài đức chưa thi thố ra việc làm. Đấng quântử coi tượng mây đương lên trời đợi để làm mưa, mà mang bọc đạo đức ởyên đợi thời, ăn uống để nuôi khí thể, yên vui để hòa tâm chí. Đó là \"Ở cáchbình dị để chờ số mệnh\".Bản nghĩa của Chu Hy. - Mây lên trời, không còn làm gì nữa, chỉ đợi ÂmDương hòa hợp tự nhiên sẽ mưa. Việc còn phải chờ, thì cũng đừng chờ làmgì nữa, chỉ hãy ăn uống yên vui, đợi nó đến mà thôi. Nếu lại làm một sự gì,thì không phải là chờ đợi nữa.LỜI KINH初九:需于郊,利⽤但,無咎.Dịch âm. - Sơ Cửu: Nhu vu giao, lợi dụng hằng, vô cữu.Dịch nghĩa. - Hào Chín Đầu: Đợi ở đồng, lợi về dùng lẽ hằng. Không có lỗi.GIẢI NGHĨABản nghĩa của Trình Đi. - Kẻ đợi vì gặp chỗ hiểm cho nên đợi rồi mới tiến,Hào Đầu rất xa chỗ hiểm, cho nên là đợi ở đồng, đồng là một noi rộng rãi xaxôi, ở chỗ rộng rãi xa xôi, lợi ở yên giữ đạo thường thì không có lỗi. Nếukhông yên giữ đạo thường mà nóng nẩy hành động, phạm vào hiểm nạn, hálại cố thể đợi ở chỗ xa mà không có lỗi được sao?Bản của Chu Hy. - Đồng là chỗ đất rộng xa, tức là tượng chưa gần chỗ hiểm,mà hào Chín Đầu là hào Dương cương lại có tượng thường ở nơi chốn củanó; cho nên mới răn kẻ xem có thể như thế thì không có lỗi.LỜI KINH象⽈: 需于郊,不犯難⾏也 利⽤恆,無咎,未失常也.Dịch âm. - Tượng viết: Nhu vu giao, bất phạm hành giã, lợi dụng hằng, vôcữu, vị thất thường giã.Dịch nghĩa. - Đợi ở đồng không phạm vào chỗ hiểm nạn vậy, lợi dụng đạothường, không lỗi, vì chưa sai mất đạo thường vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Ý nói kẻ ở nơi rộng xa, không dám xông pha vàochỗ hiểm nạn mà đi. Dương là vật cứng mạnh mà chỉ tiến lên, hào Đầu hếtđợi ở chỗ rộng xa, không dám xông pha vào chỗ hiểm nạn mà tiến, lại nên ởyên, không sai đạo thường, thì không có lỗi. Tuy là không tiến, mà kẻ tấmchí thích động, thì không thể nào chịu yên đạo thường. Đấng quân tử chờthời, phải nên yên tĩnh tự giữ, tâm chí tuy có chờ đợi, nhưng vẫn êm lặngnhư sẽ ở vậy đến trọn đời, thì mới có thể dùng được đạo thường.LỜI KINH九⼆:需于沙,⼩有⾔,終吉Dịch âm. - Cửu Nhị: Nhu vu sa, tiểu hữu ngôn, chung cátDịch nghĩa. - Hào Chín Hai: Đợi ở bãi cát, hơi có điều tiếng, sau chót tốt.GIẢI NGHĨABản nghĩa của Trình Di. - Khảm là nước, nước gần thì có cát Hào Hai cáchchỗ hiểm đã dần dần hơi gần, cho nên là đợi ở cát. Dần dần gần với hiểm nạntuy là chư đến lo hãi, nhưng đã hơi có điều tiếng. Những lời thuộc về hoạnnạn cũng có lớn nhỏ khác nhau, nhỏ là hơi có điều tiếng, ấy là cái hại rất nhỏvề lời nói vậy. Hào hai là tài cương minh, ở chỗ mềm yếu, giữ ngôi chínhgiữa, mà tự xử một cách rộng rãi, đó là kẻ khéo chờ đợi, tuy cách chỗ hiểmđã gần dần dần, mà còn chưa tới chỗ hiểm, cho nên chỉ hơi có hại về điềutiếng, mà không có hại lớn, sau rốt vẫn được lành tốt.Bản nghĩa của Chu Hy. - Bãi cát đã gần chỗ hiểm rồi. Hại về, điều tiếng,cũng là tai hại hạng nhỏ. Vì tiến dần dần gần với quẻ Khảm, cho nên mới cótượng ấy. Cương trung mà biết chờ đợi, cho nên sau chót được tốt. Đò lả rănkẻ xem phải nên như thế.LỜI KINH象⽈:需于沙,衍在中也,雖⼩亨⾔,以終吉也.Dịch âm. - Tượng viết: Nhu Vu sa, diễn tại trung dã, tuy tiểu hữu ngôn, dĩtrung cát dã,Dịch nghĩa. - Lời Tượng nói rằng: Đợi ở cát là rộng rãi ở trong vậy, tuy làhơi có điều tiếng, về sau là được tốt vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Diễn là rộng rãi. Hào Hai tuy gần chỗ hiểm, mà vìrộng rãi ở giữa, cho nên, tuy là hơi có điều tiếng phạm tới, sau chót vẫn đượctốt lành. Đó là khéo xử.Bản nghĩa của Chu Hy. - Diễn tức là ý rộng rãi. Lấy cách rộng rãi ở giữa,đó là không vội tiến lên.LỜI KINH九三:需于泥,⾄寇⾄.Dịch âm. - Cửu Tam: Nhu vu nê, trí khâu chí.Dịch nghĩa. - Hào Chín ba: Đợi ở bùn, dắt gỉặc đếnGIẢI NGHĨABản nghĩa của Trình Di. - Bùn là chỗ sát với nước: Đã tiến sát đến chỗ hiểm,cho nên lạ dắt giặc nạn đến nơi. Hào ba cứng mà không giữa, lại ở trên thểmạnh, có tượng tiến động, cho nên mới là dắt giặc. Nếu không kính thận, thìsẽ phải lên táng bại.Bản nghĩa của Chu Hy. - Bùn là nơi sắp sửa hãm vào chỗ hiểm, giặc thì làthứ hại lớn. Hào Chín Ba cách với chỗ hiểm càng gần, mà lại quá cứngkhông giữa, cho nên tượng nó như thế.LỜI KINH象⽈:需于泥,災在外也.⾃我致寇,敬慎不敗也.Dịch âm. - Tượng viết: Nhu vu nê, tai tại ngoại dã; tự ngã trí khâu, kính thậnbất bại dã.Dịch nghĩa. - Lời Tượng nói rằng: Đợi ở bùn, hại ở ngoài vậy; tự mình dắtgiặc, kính thận thì không thất bại vậy.GIẢI NGHĨATruyện của Trình Di Hào Ba bức sát vào chỗ hiểm nạn của thể trên, chonên nói rằng: tại hại ở ngoài. Tai là tiếng chung về hoạn nạn, đối với chữ 眚(sảnh) mà nói, thì nó là một phần nhỏ. Hào Ba dắt giặc là tại tự mình tiến sátđến nơi, cho nên nói rằng: tự mình dắt giặc. Nếu biết kính thận, cân nhắc cơnghi rồi sẽ tiến lên, thì không thất bại. Thời của quẻ Nhu là phải chờ đợi sẽtiến, cốt xem thời thế mà động, không phải là răn người ta không được tiến,chỉ muốn khiến cho người ta chớ để lỗi mất cơ nghi mà thôi.Bản nghĩa của Chu Hy. - Ngoài là quẻ ngoài, kính thận không thất bại lànói rõ sự chiêm ở ngoài lời chiêm, cái ý thánh nhân dạy bảo người ta thật làthiết tha.LỜI KINH六四:需于⾎,出⾃⽳.Dịch âm. - Lục Tử: Nhu vu huyết, xuất tự huyệtDịch nghĩa. - Hào Sáu Tư: Đợi chưng máu, ra tự hang.GIẢI NGHĨABản nghĩa của Trình Di. - Hào tư là chất Âm nhu, ở chỗ hiểm, phía dưới lạinhằm đường tiến của ba hào Dương, ấy là bị thương về hiểm nạn, cho nênnói rằng: đợi chưng máu. Đợi ở máu là đã bị thương về hiểm nạn, thì khôngthể yên, ắt mất chỗ ở, cho nên nói là ra tự hang.Bản nghĩa của Chu Hy. - Máu là chỗ giết hại, hang là nơi hiểm hãm. HàoTư giao với thể Khảm, ấy là vào chỗ hiểm rồi, cho nên là tượng \"đợi chưngmáu\". Nhưng nó mềm được chính đạo, đợi mà không tiến, cho nên lại làtượng \"ra tự hang\". Kẻ xem như thế, thì tuy ở chỗ bị hại, sau chót cũng rađược.LỜI KINH象⽈ 需于⾎, 順以聽也.Dịch âm. - Tượng viết: Nhu vu huyết, thuận dĩ thính dă.Dịch nghĩa. - Lời Tượng nói rằng: Đợi chưng máu, thuận mà nghe vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Hào Tư là Âm nhu ở trong hiểm nạn, không thể cốở, cho nên tự hang lui ra. Vì Âm nhu không tranh cạnh với đời, hễ không ởđược thì lui, ấy là xuôi thuận để nghe theo thời, cho nên không đến nỗi hung.LỜI KINH九五:需于酒⾷,貞吉.Dịch âm. - Cửu Ngũ: Nhu vu tử thực, trinh cát.Dịch nghĩa. - Hào Chín Năm: Đợi chưng rượu cơm, chính tốt!GIẢI NGHĨABản nghĩa của Trinh Di. - Là Dương cương, ở giữa, được chính vị ở ngôitrời, mà làm được hết đạo mình, dùng kiểu ấy mà đợi,thì đợi gì mà khôngđược? Nên chỉ yên vui cơm rượu để đợi, mà cái chờ đợi ắt là phải được. Đãtrinh chính mà sự chờ đợi lại thỏa thuê, đáng gọi là tốt.Bản nghĩa của Chu Hy. - Rượu cơm là đồ yên vui. Ý nói cứ yên mà đợi.Hào Chín Năm là bộc Dương cương trung chính, đợi ở ngôi tôn, cho nên cótượng ấy. Kẻ xem như thế mà chính bền thì được tốt lành.LỜI KINH象⽈⾷貞吉,以中正也.Dịch âm. - Tượng viết: Tửu thực trình cát, dĩ trung chính dã.Dịch nghĩa. - Lời tượng nói rằng: Rượu cơm chính tốt, vì trung chính vậy.GIẢI NGHĨABản nghĩa của Trình Di. - Đợi ở rượu cơm mà trinh và tốt, là vì hào Nămđược chỗ trung chính mà làm hết đạo của nó.LỜI KINH上九: ⼊于⽳, 有不速之客三⼈來,敬之,終吉Dịch âm. - Thượng Lục: Nhập vu huyệt, hữu bất tốc chi khách tam nhân lại,kinh chi, chung cát,Dịch nghĩa. - Hào Chín Trên: Vào chung hang, có ba người khách khôngmời mà đến, kính trọng họ, sau chót tốt.GIẢI NGHĨABản nghĩa của Trình Di. - Quê Nhu vì có chỗ hiểm ở trước, chờ thời mớitiến, hào Sáu Trên ở chót chỗ hiểm, chót thì biến rồi, ấy là chờ đã cực lâu màđược. Âm đỗ ở số sáu, tức là ở yên nơi chốn, cho nên là vào trong hang,hang tức là chỗ yên ở. Ở yên và đã đỗ rồi, thì kẻ đi sau ắt tới. Ba ngườikhách không mời, chỉ vào ba hào Dương ở dưới. Ba hào Dương của quẻKiền không phải là vật ở dưới, nó chỉ chờ thời mà tiến. Chờ đã lâu rồi, chonên nó đều tiến lên; \"không mời\" tức là không giục mà nó tự đến. Hào SáuTrên đã đợi được chỗ ở yên, khi các hào Dương tới nơi, nếu nó không nổilòng ghen ghét cạnh tranh, mà cứ chí thành tận kính để chờ, thì những hàokia tuy rất cường bạo, há lại có lẽ xâm lăng với nó? Cho nên sau chót vẫntốt. Có người ngờ rằng: Là Hào Âm, ở trên ba hào Dương, sao được là yên?Đáp rằng: ba hào Dương thuộc về thể Kiền, chì nó cốt ở tiến lên, hào Sáu làngôi Âm, không phải chỗ nó đáng đỗ, không có ý muốn tranh cướp, kính nóthì tốt.Bản nghĩa của Chu Hy. - Hào Âm, ở chỗ hiểm cực, không còn chờ đợi, cótượng bị hãm mà vào hang; dưới thì ứng nhau với hào Chín Ba. Hào Chín Bavà hai hào Dương ở dưới chờ đợi đã cực mà cùng tiến lên, là tượng ba ngườikhách không mời mà đến. Hào Sáu Trên là bậc Âm nhu, không thể chống nómà biết xuôi thuận với nó, có tượng kính nó. Kẻ xem gặp chỗ hãm hiểm,nhưng với những người phi ý mà đến, cứ kính trọng mà đãi lại họ, thì sauđược tốt.LỜI KINH象⽈:不速之客來,敬之終吉. 雖不當位,未⼤失也.Dịch âm. - Tượng viết: Bất tốc chi khách lai, kính chi chung cát, tuy bấtđáng vị, vị đại thất dã.Dịch nghĩa. - Lời Tượng nói rằng: Khách không mời mà đến, kính họ, sautốt, tuy không đáng ngôi, mà chưa hỏng lắm vậy.GIẢI NGHĨATruyện của Trình Di - Không đáng ngôi chỉ về Âm mà ở trên. Hào này làhào Sáu ở ngôi Âm đó là cái tượng yên ổn. Lại nói cho hết nghĩa, tỏ rằng:Âm nên ở dưới mà nó ở trên là không đáng ngôi.Nhưng biết kính thật tự xử, thì hào Dương không thể lấn, sau vẫn được tốt,tuy không đáng ngôi, mà chưa đến nỗi hỏng lắm.Bản nghĩa của Chu Hy. - Là Âm ở trên, tức là đáng ngôi. Đây nó khôngđáng ngôi, chưa rõ là ý làm sao.Lời bàn của Tiên Nho. - Có người hỏi: Không đáng ngôi là thế nào? ChuHy đáp rằng: Đại phàm hai hào Đầu và Trên đều không có ngôi, hào Hai làngôi kẻ sĩ, hào Ba là ngôi khanh đại phu, hào Tư là ngôi đại thần, hào Nămlà ngôi vua. Hào Sáu Trên không đáng ngôi như phụ lão không coi gia chínhmà lui về chỗ nhàn rỗi, nhà chùa có chốn tây đường v.v…\"Chú thích:[1]Chỉ về Khảm.[2]Chỉ về Kiền."
}