[
  {
    "chunk_id": "QUE_CACH_001",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    }
  },
  {
    "chunk_id": "QUE_CACH_002",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "⾰, 已 ⽇ 乃 孚, 元 亨, 利 貞, 悔 亡.",
    "dịch_âm": "Cách, dĩ nhật nãi phu, nguyên hanh lợi trinh, hối vong.",
    "dịch_nghĩa": "Quẻ Cách , hết ngày bèn tin, cả hanh lợi trinh, ăn năn mất.",
    "truyện_của_Trình_Di": "Cách là đổi cái cũ, đổi cái cũ thì người ta chưa chịu tin ngay, cho nên phải đợi hết ngày, lòng người mới tin theo “Cả hanh lợi trinh, ăn năn mất” là sao? Có hỏng nát mới phải thay đổi, mà thay đổi là để làm cho hanh thông, cho nên, đổi đi mà có thể cả hanh, đổi đi mà lợi về chính đạo, thì có lâu dài mà được cái nghĩa “bỏ cũ”, không phải ăn năn về sự biến động, thế là “ăn năn mất”. Đổi thay mà không ích lắm, còn đáng ăn năn, huống chi đổi thay mà lại có hại. Vì vậy, cố nhân mới coi việc cải cách là việc quan trọng.",
    "bản_nghĩa_của_Chu_Hy": "Cách là biến đổi, chằm Đoái ở trên, lửa Ly ở dưới, lửa cháy thì nước cạn, nước vỡ thì lửa tắt. Hai gái nhỡ và nhỏ hợp làm một quẻ, mà gái nhỏ ở trên, gái nhỡ ở dưới, chí không tương đắc với nhau, cho nên quẻ nó là Cách. Lúc mới biến cách người ta chưa tin, cho nên mới đợi hết ngày mới tin. Lại vì bên trong mà đức văn vẻ sáng sủa, bên ngoài có vẻ hào vui đẹp lòng, cho nên lời Chiêm của nó là hễ có thay đổi thì đều cả hanh, mà được chính đạo, những sự thay đổi xứng đáng mà sự ăn năn về cái thay đổi đó đều mất. Nếu có gì bất chính, thì việc thay đổi không được ai tin, không thể hanh thông, lại có ăn năn nữa.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Trịnh Đông Hương giải nghĩa quẻ Cách , cho là hỏa lò. Giải vậy cũng hay. Hào Đầu là đáy lò, hào Hai là mặt lò, hào Ba, hào Tư, hào Năm là chỗ lưng lò, hào Trên là miệng lò. Trong quẻ, muốn xem đến nơi đến chốn, cần phải xem gồm cả Tượng, có điều Tượng đã thất truyền mất rồi. Trịnh Đông Hương là người chuyên lấy về Tượng, như bảo quẻ Đỉnh là cái vạc, quẻ Cách là cái lò, quẻ Tiểu quá là con chim bay, cũng đủ nghĩa lý, ngoài ra còn nhiều chỗ hay, nhưng cũng có chỗ bịa tạc."
  },
  {
    "chunk_id": "QUE_CACH_003",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "彖 ⽈: ⾰, ⽔ ⽕ 相 息, ⼆ ⼥ 同 居, 其 志 不 相 得, ⽈ ⾰.",
    "dịch_âm": "Thoán viết: Cách, thủy hỏa tương tức, nhị nữ đồng cư, kỳ chí bất tương đắc, viết Cách.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Cách , nước lửa làm tắt lẫn nhau, hai con gái cùng ở, mà bụng dạ không hợp nhau, gọi rằng Cách.",
    "truyện_của_Trình_Di": "Chằm và lửa làm tắt dứt nhau, lại hai con gái bụng dạ không hợp nhau, cho nên là Cách. Chữ “tức” nghĩa là thôi tắt, lại là sinh đẻ, loài vật phải có thôi tắt rồi mới sinh đẻ. Chữ “tương tức” trong quẻ Cách thì là thôi tắt.",
    "bản_nghĩa_của_Chu_Hy": "Đây lấy tượng quẻ thích nghĩa tên quẻ đại lược cũng giống quẻ Khuê , nhưng trái nhau là quẻ Khuê , mà làm tắt nhau thì là quẻ Cách . Tức là dứt tắt, lại là nghĩa sinh đẻ, có đứt mà sau mới sinh đẻ được.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_004",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "以 ⽇ 乃 孚, ⾰ ⽽ 信 之.",
    "dịch_âm": "Dĩ nhật nãi phu, cách nhi tín chi.",
    "dịch_nghĩa": "Hết ngày bèn tin, đổi mà tin đó.",
    "truyện_của_Trình_Di": "Việc mới thay đổi, nhân dân đâu đã tin ngay? Ắt phải hết ngày rồi họ mới tin. Kẻ ở trên, trong khi cải cách, cần phải tuyên cáo rành rọt, nhắc lại mệnh lệnh, cho đến hết ngày, khiến người ta tin. Lòng người không tin, khó mà bắt họ làm gương, không thể thành công. Chính lệnh của tiên vương, có khi lúc đầu lòng người còn ngờ, nhưng chẳng bao lâu rồi họ ắt tin. Dân không tin mà nên được cuộc thiên trị, thì chưa từng có.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_005",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "⽂明以說, ⼤亨以正, ⾰⽽當, 其悔乃亡.",
    "dịch_âm": "Văn minh dĩ duyệt đại hanh dĩ chính, cách nhi đảng, kỳ hối nãi vong",
    "dịch_nghĩa": "Văn vẻ sáng sủa và đẹp lòng, cả hanh và chính, đổi mà xứng đáng, sự ăn năn ấy mới mất.",
    "truyện_của_Trình_Di": "Đây lấy tài quẻ mà nói về đạo thay đổi. Ly là văn vẻ sáng sủa, Đoái là đẹp lòng, văn vẻ sáng sủa thì không lẽ gì không nết, không việc gì không xét, đẹp lòng thì người hòa thuận, thay đổi mà soi xét được sự lý, hòa thuận được lòng người thì có thể đem đến sự cả hanh mà được trinh chính, nếu thế thì việc biến cách được xứng đáng, cho nên sự ăn năn phải mất. Việc trong thiên hạ, thay đổi không phải đạo, thì sẽ lại đến tệ hại, cho nên việc thay đổi có thể phải ăn năn, chỉ có thay đổi rất xứng đáng, thì sự ăn năn mới cũ đều mất.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_006",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "天 地 ⾰ ⽽ 四 時 成, 湯 武 ⾰ 命, 順 乎 天 ⽽ 應 乎 ⼈, ⾰ 之時 ⼤ 矣 哉!",
    "dịch_âm": "Thiên địa cách nhi tứ thì thành, Thang Vũ cách mệnh, thuận hồ thiên nhi ứng hồ nhân, Cách chi thì đại hỹ tai!",
    "dịch_nghĩa": "Trời đất đổi mà bốn mùa nên; vua Thang vua Vũ đổi mệnh thuận với trời mà ứng với người, thì của quẻ Cách lớn vậy thay!",
    "truyện_của_Trình_Di": "Đây là suy rộng đạo đổi, cùng cực cho đến trời đất biến đổi, bốn mùa đầu chót vậy. Trời đất Âm Dương dời dịch thay đổi mà thành bốn mùa, muôn vật nhờ đó mà đẻ ra, lớn lên, thành hình, chót đời, vật nào được sự thích nghi của vật ấy, đó là “đổi mà bốn mùa thành”. Thì vận đã hết, ắt nó thay đổi cho mới ra đấng vương giả dấy lên, chịu mệnh ở trời, cho nên đổi đời gọi là “đổi mệnh”. Vua Thang vua Vũ làm nên nghiệp vua, trên thì thuận với mệnh trời, dưới thì ứng lòng người, đó là “thuận với trời mà ứng với người”. Đạo trời biến cải, cuộc dời lần dời, ấy là việc lớn trong sự thay đổi, cho nên khen rằng “thì của quẻ Cách lớn vậy thay”.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_007",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: 澤 中 有 ⽕, ⾰. 君 ⼦ 以 治 厤 明 時.",
    "dịch_âm": "Tượng viết: Trạch trung hữu hỏa, cách, quân tử dĩ trị lịch minh thì.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trong chằm có lửa, là quẻ Cách . Đấng quân tử coi đó mà trị lịch rõ mùa.",
    "truyện_của_Trình_Di": "Nước lửa làm tắt lẫn nhau là quẻ Cách . Cách là thay đổi, đấng quân tử coi Tượng thay đổi, suy xét sự dời dịch của mặt trời mặt trăng ngôi sao, vì sao, để làm lịch số, tỏ rõ thứ tự của bốn mùa. Ôi, trong đạo biến đổi, việc rất lớn, lẽ rất rõ, dấu rất rệt, chẳng gì bằng bốn mùa, xem bốn mùa mà thay đổi theo đó, thì sẽ hợp thứ tự với trời đất vậy.",
    "bản_nghĩa_của_Chu_Hy": "Bốn mùa là cuộc thay đổi lớn.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_008",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "初 九: 鞏 ⽤ 黄 ⽜ 之 ⾰",
    "dịch_âm": "Sơ Cửu: Củng dụng hoàng ngưu chi cách.",
    "dịch_nghĩa": "Hào Chín Đầu: Giàng bó dùng da trâu vàng.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Dẫu đương thì đổi, nhưng hào này ở ngôi Đầu, không có ứng viện, chưa thể làm gì, cho nên mới là Tượng ấy. Củng là làm cho bền chắc, vàng là sắc giữa, trâu là giống thuận, da là vật để làm cho bền chặt cái đồ vật, chữ “Cách” là “da” cũng lấy chữ “Cách” tên quẻ mà nghĩa khác nhau. Lời Chiêm của hào này là nên cố giữ bền chặt, không thể làm gì. Thánh nhân với việc biến cách, cẩn thận như vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_009",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: 鞏 ⽤ 黄 ⽜, 不 可 以 有 為 也.",
    "dịch_âm": "Tượng viết: Củng dụng hoàng ngưu, bất khả dĩ hữu vi dã. Dich nghĩa. - Lời Tượng nói rằng: Giàng bó dùng trâu vàng, chẳng khá có làm vậy.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Là hào Chín Đầu, thì, ngôi và tài đều không thể làm gì, cho nên, chỉ lấy đức giữa thuận tự giữ cho bền.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_010",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "六 ⼆: 已 ⽇ 乃 ⾰ 之, 征 吉, 無 咎.",
    "dịch_âm": "Lục Nhị: Dĩ nhật nãi cách chi, chinh cát, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Hai: Hết ngày bèn đổi đấy, đi tốt, không lỗi.",
    "truyện_của_Trình_Di": "Lấy hào Sáu ở ngôi Hai, mềm thuận mà được trung chính, lại là chủ cái thể “văn vẻ sáng sủa”, phía trên có công vua Dương cứng cùng đức trung chính ứng nhau với mình; trung chính thì không thiên tư, văn vẻ sáng sủa thì soi xét hết sự lý, ứng với bề trên thì được quyền hành, ở vào thể thuận thì không có việc ngang trái, thì được, ngôi được, tài đủ, ấy là kẻ xử cuộc thay đổi rất hay. Nhưng đạo làm tôi, không nên làm kẻ đi trước trong cuộc thay đổi, ắt đợi trên dưới tin mình, cho nên hết ngày mới đổi. Như tài đức của hào Hai này, và cái chỗ nó ở, cái thì nó gặp, đủ để đổi thay điều tệ của thiên hạ, làm mới cuộc trị cho thiên hạ, nên tiến lên mà giúp vua, để thực hành cái đạo của mình, thì tốt mà không có lỗi. Nếu không tiến lên thì mất cơ hội có thể làm việc, tức là có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Hai mềm thuận trung chính mà là chủ thể “văn vẻ sáng sủa”, có ứng viện ở trên, với tư cách ấy có thể cải cách được rồi. Nhưng ắt phải đợi hết ngày rồi sẽ cải cách, thì đi được tốt mà không có lỗi. Đó là răn kẻ xem không nên biến cải một cách vội vàng vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_011",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: 已 ⽇ ⾰ 之, ⾏ 有 嘉 也.",
    "dịch_âm": "Tượng viết: Dĩ nhật cách chi, hành hữu gia dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hết ngày đổi đấy, đi có tốt vậy.",
    "truyện_của_Trình_Di": "Hết ngày mà đổi, đi thì tốt mà không lỗi thế là đi có phúc tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_012",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "九三: 征凶, 貞厲, ⾰⾔三就, 有孚.",
    "dịch_âm": "Cửu tam: Chính hung trinh lệ, cách ngôn tam tựu, hữu phu.",
    "dịch_nghĩa": "Hào Chín Ba: Đi hung, chính nguy, nói đổi ba nên có tin.",
    "truyện_của_Trình_Di": "Hào Chín Ba lấy chất Dương cứng ở trên quẻ dưới , lại đứng trên thể Ly, mà không được giữa, đó là kẻ nóng nẩy về sự thay đổi, ở dưới lại nóng nảy về việc biến cách, dùng kiểu đó mà đi, thì hung. Nhưng mà ở trên kẻ dưới, việc nếu đáng phải thay đổi, há lại có thể không làm? Cốt ở giữ trinh chính, nhớ lo sợ, thuận theo công luận, thì có thể làm mà không ngờ gì. “Nói đổi” tức là lời bàn về cuộc thay đổi; “tựu” nghĩa là nên, là hợp, xét những lời bàn về cuộc thay đổi đến ba lần mà đều hợp thì có thể tin. Y nói cực kỳ thận trọng, có thể như thế, thì ắt được xứng đáng rất mực, mới là có tin. “Có tin” nghĩa là mình tin được mà mọi người cũng tin nữa như thế thì có thay đổi.",
    "bản_nghĩa_của_Chu_Hy": "Quá cứng không giữa, ở chỗ cùng cực của thể Ly, là kẻ nóng nảy về sự cải cách, cho nên lời Chiêm của nó mới có câu răn “đi hung, chính nguy”. Nhưng cái thì của nó thì đáng cải cách, cho nên đến lời nói về việc cải cách đã ba lần nên, thì có tin và có thể cải cách.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_013",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: ⾰ ⾔ 三 就, 又 何 之 矣?",
    "dịch_âm": "Tượng viết: Cách ngôn tam tựu, hựu hà chi hỹ?",
    "dịch_nghĩa": "Lời Tượng nói rằng: Nói đổi ba lên, lại đi đâu vậy?",
    "truyện_của_Trình_Di": "Xét về lời bàn của công chúng, đến ba lần, thì việc rất đáng rồi?",
    "bản_nghĩa_của_Chu_Hy": "Ý nói đã đích xác rồi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_014",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "九 四: 悔 亡, 有 孚, 改 命 吉.",
    "dịch_âm": "Cửu Tứ: Hối vong, hữu phu, cải mệnh cát.",
    "dịch_nghĩa": "Hào Chín Tư: Ăn năn mất, có tin đổi mệnh tốt.",
    "truyện_của_Trình_Di": "Chín Tư là lúc cuộc đổi đương thịnh, Dương cứng là hạng có tài thay đổi, lìa thể dưới và tiến lên thể trên, là thử có thể thay đổi, ở vào khoảng giữa nước lửa, là thế có thể thay đổi được ngôi gần vua, là trách nhiệm phải thay đổi, phía dưới không có hệ ứng, là chí muốn thay đổi, lấy hào Chín ở ngôi Tư, cứng mềm xen nhau, là công dụng của việc thay đổi, hào Tư đủ bấy nhiêu điều, có thể bảo là kẻ xứng đáng với thời cải cách, việc đáng ăn năn mới thay đổi, thay đổi được xứng đáng, sự ăn năn mới mất. Thay đổi đã xứng đáng cốt ở xử trí bằng lòng chí thành, cho nên “có tin thì đổi mệnh tốt”. Đổi mệnh là đổi chính trị, nghĩa là cải cách nó đi. Việc đã xứng đáng, mối tệ đã đổi rồi, lại thi hành bằng cách chí thành, người trên tin mà người dưới theo, đủ biết là tốt.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Dương ở ngôi Âm; cho nên có ăn năn. Nhưng quẻ đã quá giữa, nhằm vào khoảng giữa nước lửa, tức là lúc đáng cải cách, mà hào này cứng mềm không thiên, lại là công dụng của cuộc cải cách, cho nên sự ăn năn mất đi. Song mà ắt phải có tin, rồi sẽ cải cách thì mới được. Kẻ xem có đức ấy, gặp thời ấy, lại ắt phải có đức tin, thì sự ăn năn mới mất và mới được tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_015",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: 改 命 之 吉, 信 志 以.",
    "dịch_âm": "Tượng viết: Cải mệnh chi cát, tín chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của sự đổi mệnh, là tín chí vậy.",
    "truyện_của_Trình_Di": "Đổi mệnh mà tốt, là vì trên dưới tin bụng của nhau. Lòng thành đã tộc bậc, thì kẻ trên, người dưới tin nhau. Đạo đổi lấy sự tin nhau của kẻ trên người dưới làm gốc.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_016",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "九 五: ⼤ ⼈ 虎 變, 未 占 有 孚.",
    "dịch_âm": "Cửu Ngũ: Đại nhân hổ biến, vị chiêm hữu phu.",
    "dịch_nghĩa": "Hào Chín Năm: Người lớn cọp biến, chưa xem có tin.",
    "truyện_của_Trình_Di": "Hào Chín Năm lấy tài Dương cứng, đức giữa chính, ở ngôi tôn, là người lớn đó. Dùng đạo “người lớn” cải cách việc thiên hạ, không có việc gì không xứng đáng, không việc gì không hợp thời, qua đâu thì đấy biến hóa, sự lý rõ rệt, như vằn con cọp, cho nên nó là “cọp biến”. Rồng cọp là Tượng người lớn, biến là cuộc thay đổi của sự vật. Lấy đạo “người lớn trung chính” mà cải cách việc đời, rõ rệt sáng sủa, không đợi xem xét đã biết là rất xứng đáng, thiên hạ ắt tin; thiên hạ đội ơn cải cách của người lớn cũng chẳng đợi xem xét, biết là rất xứng đáng mà tự tin ngay.",
    "bản_nghĩa_của_Chu_Hy": "Cọp là Tượng người lớn, biến là thửa đổi mà lông mượt, ở bậc người lớn, thì là làm mới thân mình, làm mới dân mình, đến bậc cùng tột, tức là lúc thuận với trời ứng với người vậy. Hào Chín Năm lấy đức Dương cương trung chính làm chủ cuộc đổi, cho nên có Tượng ấy. Kẻ xem mà được hào này thì cũng có sự ứng nghiệm đó, nhưng ắt phải tự khi chưa xem, người ta đã tin mình như thế, thì mới có thể đương nổi.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: “Cọp biến” là nó thưa da mà lông mượt, vì tháng trọng hạ thì loài thú lông thưa, da đổi, đến mùa thu, lông rụng lại mọc, nhẫy mượt mà tươi đẹp. Thể quẻ, Ly là mùa hạ đổi ra Đoái là mùa thu, cho nên mới có Tượng ấy."
  },
  {
    "chunk_id": "QUE_CACH_017",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: ⼤ ⼈ 虎 變, 其 ⽂ 炳 也.",
    "dịch_âm": "Tượng viết: Đại nhân hổ biến, kỳ văn bính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Người lớn cọp biến, thửa vẻ tỏ vậy.",
    "truyện_của_Trình_Di": "Sự lý rõ ràng, như vằn cọp tỏ rệt, sáng sủa, thiên hạn còn không tin chăng?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_018",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象⽈: 君⼦豹變, 其⽂蔚也, ⼩⼈⾰⾯, 順以從君也.",
    "dịch_âm": "Thượng Lục: Quân tử báo biến, tiểu nhân cách diện, chính hung, cư trinh.",
    "dịch_nghĩa": "Hào Sáu Trên: Đấng quân tử beo biến, kẻ tiểu nhân đổi mặt, đi hung, ở chính.",
    "truyện_của_Trình_Di": "Cuối cuộc đổi tức là đạo đổi đã thành. Đấng quân tử chỉ vào người thiện. Lương thiện thì mình theo cuộc đổi mà biến hóa, tỏ rõ như vẻ sặc sỡ của vằn con beo. Tiểu nhân là kẻ ngu tối khó dời, tuy chưa thật bụng hóa hẳn, nhưng cũng đổi mặt để theo giáo lệnh của người trên. Rồng cọp là Tượng người lớn, cho nên người lớn nói rồng, quân tử nói beo… Kẻ tiểu nhân đã đổi bề ngoài thì đạo đổi có thể là thành, nếu lại theo đuổi mà trị họ mãi, thì là quá thậm. Quá thậm là không phải đạo, cho nên đến cuối cuộc đổi mà lại đi nữa thì hung, chỉ nên chính bền tự giữ mà thôi. Cuộc đổi đến chót mà không giữ bằng cách chính bền, thì sự đổi đó sẽ lại thay đổi đi mất. Việc trong thiên hạ, lúc đầu thì lo khó đổi khi đã đổi rồi thì lo khó giữ, cho nên đến chót cuộc đổi mới răn người ta “ở chính thì tốt”.",
    "bản_nghĩa_của_Chu_Hy": "Đạo đổi đã thành, đấng quân tử như beo đổi vằn, kẻ tiểu nhân cũng đổi mặt nghe theo, không nên đi nữa, mà cứ ở chính thì tốt. Cái việc biến cách, là việc không đừng được, không thể làm quá, mà tài của hào Sáu Trên cũng không có thể làm lớn, cho nên kẻ xem cũng như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_CACH_019",
    "hexagram": "QUE_CACH",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách) nghĩa là cải cách, thay cũ đổi mới."
    },
    "lời_kinh": "象 ⽈: 君 ⼦ 豹 變, 其 ⽂ uất 也. ⼩ ⼈ ⾰ ⾯, 順 以 從 君 也.",
    "dịch_âm": "Tượng viết: Quân tử báo biến, kỳ văn uất dã, tiểu nhân cách diện, thuận dĩ tòng quân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đấng quân tử báo biến, thửa vẻ sặc sỡ vậy, kẻ tiểu nhân đổi mặt, thuận để theo vua vậy.",
    "truyện_của_Trình_Di": "Đấng quân tử theo thói hay, dời điều thiện, thành ra văn vẻ sặc sỡ hiện ra ngoài. Từ bậc trung nhân trở lên, chẳng ai không biến đổi, cho đến tiểu nhân là kẻ không dời chuyển, cũng không dám động sự ác của nó, mà phải biến đổi bề ngoài, để theo giáo lệnh của người trên, thế là đổi mặt. Đến đó đạo đổi thành rồi, kẻ tiểu nhân cố gượng mà giả làm lành, đấng quân tử cũng nên dong họ, nếu lại theo đổi mà trị họ nữa thì hung.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]