[
  {
    "chunk_id": "QUE_CACH_01_KINH_VAN",
    "hexagram": "QUẺ CÁCH",
    "que": "☱ Đoài trên\n☲ Ly dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "革,己日乃孚,元亨,利貞,悔亡.",
    "dịch_âm": "Cách, dĩ nhật nãi phu, nguyên hanh, lợi trinh, hối vong.",
    "dịch_nghĩa": "Quẻ Cách: Ngày đã rồi mới tin, đầu cả, hanh thông, lợi về nết trinh, sự ăn năn mất.",
    "truyện_của_Trình_Di": "Cách là bỏ cái cũ đi, cho nên nói rằng: \"Ngày đã rồi mới tin\". Bỏ cũ đổi mới, là việc lớn của thiên hạ, không thể không rất thận trọng. Phải để cho người ta tin theo, sau mới có thể thi hành. Vì vậy, phải đợi đến ngày đã rồi, lòng tin của mọi người đã vững, mới thi hành, thì sẽ được đầu cả, hanh thông, lợi về nết trinh, mà sự ăn năn sẽ mất đi.",
    "bản_nghĩa_của_Chu_Hy": "Cách nghĩa là đổi. Quẻ này hai hào gái ở cùng nhau, mà chí không hợp, lửa ở dưới thì bốc lên, nước ở trên thì thấm xuống, hai vật trái nhau, giúp nhau mà thành công, đó là tượng của sự thay đổi. Cho nên mới gọi là Cách. Lại nữa, thể của nó là văn minh mà đẹp lòng, cho nên là tượng của sự thay đổi. \"Dĩ nhật\" là ngày đã rồi, ý nói việc đổi không thể làm ngay được. Phải đợi đến ngày đã rồi, lòng tin của người ta đã vững, mới nên thi hành, thì mới được đầu cả, hanh thông, mà lợi về nết trinh, sự ăn năn mới mất.",
    "lời_bàn_của_tiên_nho": "Dương Thời nói rằng: Cách là bỏ đi, không đổi thì không cách nào thông. Đạo phải cùng cực rồi mới biến, biến rồi mới thông, cho nên sau quẻ Tỉnh là quẻ Cách."
  },
  {
    "chunk_id": "QUE_CACH_02_THOAN_TRUYEN",
    "hexagram": "QUẺ CÁCH",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:革,水火相息,二女同居,其志不相得,曰革.己日乃孚,革而信之.文明以說,大亨以正,革而當,其悔乃亡.天地革而四時成,湯武革命,順乎天而應乎人,革之時大矣哉!",
    "dịch_âm": "Thoán viết: Cách, thủy hỏa tương tức, nhị nữ đồng cư, kỳ chí bất tương đắc, viết Cách. Dĩ nhật nãi phu, cách nhi tín chi. Văn minh dĩ duyệt, đại hanh dĩ chính, cách nhi đương, kỳ hối nãi vong. Thiên địa cách nhi tứ thì thành, Thang Vũ cách mệnh, thuận hồ thiên nhi ứng hồ nhân, Cách chi thì đại hỹ tai!",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Cách, nước lửa làm tắt lẫn nhau, hai con gái cùng ở, mà bụng dạ không hợp nhau, gọi rằng Cách. Ngày đã rồi mới tin, là đổi mà người ta tin đó. Văn vẻ sáng sủa mà đẹp lòng, cả hanh thông mà chính bền, đổi mà xứng đáng, sự ăn năn ấy bèn mất. Trời đất đổi mà bốn mùa nên, vua Thang vua Vũ đổi mệnh, thuận với trời mà ứng với người. Thì của sự đổi lớn lắm thay!",
    "truyện_của_Trình_Di": "Chằm và lửa làm tắt dứt nhau, lại hai gái bụng dạ không hợp nhau, cho nên là Cách. Chữ “tức” có nghĩa là thôi tắt, lại có nghĩa là sinh đẻ, loài vật phải có thôi tắt rồi mới sinh đẻ. Chữ “tương tức” trong quẻ Cách này chỉ về sự thôi tắt. Việc mới thay đổi, dân đâu đã tin ngay, ắt phải ngày đã rồi mới tin. Kẻ ở trên, trong khi cải cách, cần phải tuyên cáo rành rọt, nhắc lại mệnh lệnh, cho đến ngày đã rồi, khiến cho người ta tin. Lòng người không tin, khó mà bắt họ làm gương, không thể thành công. Chính lệnh của tiên vương, có khi lúc đầu lòng người còn ngờ, nhưng chẳng bao lâu họ ắt tin. Dân không tin mà nên được cuộc thiên trị, thì chưa từng có. Đây lấy tài của quẻ mà nói về đạo thay đổi. Ly là văn vẻ sáng sủa, Đoái là đẹp lòng, văn vẻ sáng sủa thì không lẽ gì không biết, không việc gì không xét, đẹp lòng thì người hòa thuận, thay đổi mà soi xét được sự lý, hòa thuận được lòng người thì có thể đem đến sự cả hanh mà được trinh chính. Nếu thế thì việc biến cách được xứng đáng, cho nên sự ăn năn phải mất. Việc trong thiên hạ thay đổi không phải đạo, thì sẽ lại đến tệ hại, cho nên việc thay đổi có thể phải ăn năn, chỉ có thay đổi rất xứng đáng, thì sự ăn năn mới cũ đều mất. Đây là suy rộng đạo đổi, cùng cực cho đến trời đất biến đổi, bốn mùa đầu chót vậy. Trời đất âm dương dời dịch thay đổi mà thành bốn mùa, muôn vật nhờ đó mà đẻ ra, lớn lên, thành hình, chót đời, vật nào được sự thích nghi của vật ấy, đó là đổi mà bốn mùa nên. Thì vận đã hết, ắt nó thay đổi cho mới ra đấng vương giả dấy lên, chịu mệnh ở trời, cho nên đổi đời gọi là “đổi mệnh”. Vua Thang vua Vũ làm nên nghiệp vua, trên thì thuận với mệnh trời, dưới thì ứng lòng người, đó là “thuận với trời mà ứng với người”. Đạo trời biến cải, cuộc dời lần dời, ấy là việc lớn trong sự thay đổi, cho nên khen rằng “thì của quẻ Cách lớn vậy thay”",
    "bản_nghĩa_của_Chu_Hy": "Đây lấy tượng của quẻ để thích nghĩa tên quẻ, đại lược cũng giống như quẻ Khuê, nhưng trái nhau là quẻ Khuê, mà làm tắt nhau thì là quẻ Cách. Tức là dứt tắt, lại có nghĩa là sinh đẻ, có đứt mà sau mới sinh đẻ được. Đây là thích câu “dĩ nhật nãi phu”. Đây lấy đức của quẻ mà thích thêm những lời “đại hanh dĩ chính”, “cách nhi đương, kỳ hối nãi vong”. Đây lại nói rộng thêm ý nghĩa của sự thay đổi, để tỏ rằng nó lớn."
  },
  {
    "chunk_id": "QUE_CACH_03_DAI_TUONG",
    "hexagram": "QUẺ CÁCH",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:澤中有火,革.君子以治歷明時.",
    "dịch_âm": "Tượng viết: Trạch trung hữu hỏa, Cách. Quân tử dĩ trị lịch minh thì.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trong chằm có lửa, là quẻ Cách. Đấng quân tử coi đó mà sửa sang lịch số, làm cho rõ ràng thời tiết.",
    "truyện_của_Trình_Di": "Nước lửa làm tắt lẫn nhau là quẻ Cách. Cách là thay đổi, đấng quân tử coi Tượng thay đổi, suy xét sự dời dịch của mặt trời, mặt trăng ngôi sao, vì sao, để làm lịch số, tỏ rõ thứ tự của bốn mùa. Ôi, trong đạo biến đổi, việc rất lớn, lẽ rất rõ, dấu rất rệt, chẳng gì bằng bốn mùa, xem bốn mùa mà thay đổi theo đó, thì sẽ hợp thứ tự với trời đất vậy.",
    "bản_nghĩa_của_Chu_Hy": "Bốn mùa là cuộc thay đổi lớn."
  },
  {
    "chunk_id": "QUE_CACH_04_HAO_SO_CUU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Đầu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初九:鞏用黃牛之革.",
    "dịch_âm": "Sơ Cửu: Củng dụng hoàng ngưu chi cách.",
    "dịch_nghĩa": "Hào Chín Đầu: Bền chặt dùng da trâu vàng.",
    "truyện_của_Trình_Di": "Đang lúc thay đổi, mà ở dưới cùng, là thì, ngôi và tài đều chưa thể làm gì được, cho nên chỉ có thể lấy đức trung thuận mà tự giữ cho bền.",
    "bản_nghĩa_của_Chu_Hy": "Tuy đang thì đổi, nhưng hào này ở dưới chót, không có ứng viện, chưa thể làm gì, cho nên Tượng nó như thế. Củng là làm cho bền, vàng là sắc giữa, trâu là giống thuận, da là vật bền. Lời chiêm của hào này là nên cố giữ cho bền, không thể làm gì. Chữ “Cách” trong câu này nghĩa là da, cũng lấy chữ Cách trong tên quẻ, nhưng nghĩa khác nhau. Thánh nhân với việc biến cách, cẩn thận như vậy."
  },
  {
    "chunk_id": "QUE_CACH_05_TIEU_TUONG_SO_CUU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Đầu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:鞏用黃牛,不可以有為也.",
    "dịch_âm": "Tượng viết: Củng dụng hoàng ngưu, bất khả dĩ hữu vi dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bền dùng trâu vàng, không thể có làm vậy.",
    "truyện_của_Trình_Di": "Là hào Chín Đầu, thì, ngôi và tài đều không thể làm gì, cho nên, chỉ lấy đức giữa thuận tự giữ cho bền."
  },
  {
    "chunk_id": "QUE_CACH_06_HAO_LUC_NHI",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Sáu Hai",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六二:己日乃革之,征吉,無咎.",
    "dịch_âm": "Lục Nhị: Dĩ nhật nãi cách chi, chinh cát, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Hai: Ngày đã rồi mới đổi, đi thì tốt, không lỗi.",
    "truyện_của_Trình_Di": "Lấy đức mềm thuận trung chính, lại là chủ của thể văn vẻ sáng sủa, trên có vua Dương cứng ứng với mình, thì, ngôi, tài đều đủ, đó là người xử sự trong cuộc thay đổi rất hay. Nhưng đạo làm tôi không nên đi trước, phải đợi trên dưới tin mình, cho nên ngày đã rồi mới đổi. Như tài đức của hào Hai này, và cái chỗ nó ở, cái thì nó gặp, đủ để đổi thay điều tệ của thiên hạ, làm mới cuộc trị cho thiên hạ, nên tiến lên mà giúp vua, để thực hành cái đạo của mình thì tốt mà không có lỗi. Nếu không tiến lên thì mất cơ hội có thể làm việc, tức là có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức mềm thuận trung chính, làm chủ thể văn vẻ sáng sủa, có ứng viện ở trên, có thể cải cách được rồi. Nhưng phải đợi ngày đã rồi mới cải cách thì đi mới tốt mà không có lỗi. Đó là răn người xem không nên vội vàng."
  },
  {
    "chunk_id": "QUE_CACH_07_TIEU_TUONG_LUC_NHI",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Sáu Hai",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:己日革之,行有嘉也.",
    "dịch_âm": "Tượng viết: Dĩ nhật cách chi, hành hữu gia dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngày đã rồi đổi, đi có tốt vậy.",
    "truyện_của_Trình_Di": "Hết ngày mà đổi, đi thì có phúc tốt, đó là đi có tốt vậy."
  },
  {
    "chunk_id": "QUE_CACH_08_HAO_CUU_TAM",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Ba",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:征凶,貞厲,革言三就,有孚.",
    "dịch_âm": "Cửu Tam: Chinh hung, trinh lệ, cách ngôn tam tựu, hữu phu.",
    "dịch_nghĩa": "Hào Chín Ba: Đi thì hung, giữ nết trinh thì nguy. Lời nói về việc đổi ba lần đã thành, thì có tin.",
    "truyện_của_Trình_Di": "Lấy chất Dương cứng, ở trên quẻ dưới, lại ở trên thể Ly, không được giữa, đó là kẻ nóng nảy về sự thay đổi, đi thì hung. Nhưng việc đáng đổi, há lại không làm? Cốt phải giữ nết trinh, lo sợ, thuận theo công luận. 'Lời nói về việc đổi' tức là lời bàn về việc đổi. 'Ba lần thành' là xét lời bàn đến ba lần đều hợp thì có thể tin. Ý nói cực kỳ thận trọng, có thể như thế, thì ắt được xứng đáng rất mực, mới là có tin. 'Có tin' nghĩa là mình tin được mà mọi người cũng tin nữa, như thế thì có thể thay đổi.",
    "bản_nghĩa_của_Chu_Hy": "Quá cứng không giữa, ở chỗ cùng cực của thể Ly, là kẻ nóng nảy về sự cải cách. Cho nên lời Chiêm của nó răn rằng 'đi thì hung, giữ nết trinh thì nguy'. Nhưng thì của nó đáng cải cách, cho nên lời nói về việc cải cách đã ba lần thành, thì có tin và có thể làm."
  },
  {
    "chunk_id": "QUE_CACH_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Ba",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:革言三就,又何之矣.",
    "dịch_âm": "Tượng viết: Cách ngôn tam tựu, hựu hà chi hỹ.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lời đổi ba lần thành, lại đi đâu nữa?",
    "truyện_của_Trình_Di": "Xét về lời bàn của công chúng đến ba lần, thì việc rất đáng rồi, còn đi đâu nữa?",
    "bản_nghĩa_của_Chu_Hy": "Ý nói đã đích xác rồi."
  },
  {
    "chunk_id": "QUE_CACH_10_HAO_CUU_TU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Tư",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:悔亡,有孚,改命吉.",
    "dịch_âm": "Cửu Tứ: Hối vong, hữu phu, cải mệnh cát.",
    "dịch_nghĩa": "Hào Chín Tư: Ăn năn mất, có lòng tin, đổi mệnh tốt.",
    "truyện_của_Trình_Di": "Hào Chín Tư là lúc cuộc đổi đang thịnh, Dương cứng là hạng có tài thay đổi, lìa thể dưới và tiến lên thể trên, là thử có thể thay đổi, ở vào khoảng giữa nước lửa, là thế có thể thay đổi được ngôi gần vua, là trách nhiệm phải thay đổi, phía dưới không có hệ ứng, là chí muốn thay đổi, lấy hào Chín ở ngôi Tư, cứng mềm xen nhau, là công dụng của việc thay đổi, hào Tư đủ bấy nhiêu điều, có thể bảo là kẻ xứng đáng với thời cải cách, việc đáng ăn năn mới thay đổi, thay đổi được xứng đáng, sự ăn năn mới mất. Thay đổi đã xứng đáng cốt ở xử trí bằng lòng chí thành, cho nên “có tin thì đổi mệnh tốt”. Đổi mệnh là đổi chính trị, nghĩa là cải cách nó đi. Việc đã xứng đáng, mối tệ đã đổi rồi, lại thi hành bằng cách chí thành, người trên tin mà người dưới theo, đủ biết là tốt.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Dương ở ngôi Âm, cho nên có ăn năn. Nhưng quẻ đã quá nửa, nhằm lúc đáng cải cách, hào này lại cứng mềm không thiên, là công dụng của cuộc cải cách. Cho nên sự ăn năn mất đi. Nhưng phải có tin rồi mới cải cách thì mới tốt. Kẻ xem có đức ấy, gặp thời ấy, lại ắt phải có đức tin, thì sự ăn năn mới mất và mới được tốt."
  },
  {
    "chunk_id": "QUE_CACH_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Tư",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:改命之吉,信志也.",
    "dịch_âm": "Tượng viết: Cải mệnh chi cát, tín chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của sự đổi mệnh, là tin ở chí vậy.",
    "truyện_của_Trình_Di": "Đổi mệnh mà tốt, là vì trên dưới tin bụng dạ của nhau. Lòng thành đã tột bậc, thì kẻ trên người dưới tin nhau. Đạo đổi lấy sự tin nhau của kẻ trên người dưới làm gốc."
  },
  {
    "chunk_id": "QUE_CACH_12_HAO_CUU_NGU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Năm",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九五:大人虎變,未占有孚.",
    "dịch_âm": "Cửu Ngũ: Đại nhân hổ biến, vị chiêm hữu phu.",
    "dịch_nghĩa": "Hào Chín Năm: Người lớn như cọp biến đổi, chưa bói đã có tin.",
    "truyện_của_Trình_Di": "Hào Chín Năm lấy tài Dương cứng, đức trung chính, ở ngôi tôn, là người lớn đó. Dùng đạo “người lớn” cải cách việc thiên hạ, không có việc gì không xứng đáng, không việc gì không hợp thời, qua đâu thì đấy biến hóa, sự lý rõ rệt, như vằn con cọp, cho nên nó là “cọp biến”. Rồng cọp là Tượng người lớn, biến là cuộc thay đổi của sự vật. Lấy đạo “người lớn trung chính” mà cải cách việc đời, rõ rệt sáng sủa, không đợi xem xét đã biết là rất xứng đáng, thiên hạ ắt tin; thiên hạ đội ơn cải cách của người lớn cũng chẳng đợi xem xét, biết là rất xứng đáng mà tự tin ngay.",
    "bản_nghĩa_của_Chu_Hy": "Cọp là tượng người lớn, biến là sự đổi mà lông nó mượt, ở bậc người lớn, thì là làm mới mình, làm mới dân, đến bậc cùng tột, tức là lúc thuận với trời ứng với người vậy. Hào Chín Năm lấy đức Dương cương trung chính làm chủ cuộc đổi, cho nên có Tượng ấy. Kẻ xem mà được hào này thì cũng có sự ứng nghiệm đó, nhưng ắt phải tự khi chưa xem, người ta đã tin mình như thế, thì mới có thể đương nổi.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: “Cọp biến” là nó thưa da mà lông mượt, vì tháng trọng hạ thì loài thú lông thưa, da đổi, đến mùa thu, lông rụng lại mọc, nhẫy mượt mà tươi đẹp. Thể quẻ, Ly là mùa hạ đổi ra Đoái là mùa thu, cho nên mới có Tượng ấy."
  },
  {
    "chunk_id": "QUE_CACH_13_TIEU_TUONG_CUU_NGU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Chín Năm",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:大人虎變,其文炳也.",
    "dịch_âm": "Tượng viết: Đại nhân hổ biến, kỳ văn bính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Người lớn cọp biến, văn vẻ của nó sáng vậy.",
    "truyện_của_Trình_Di": "Sự lý rõ ràng, như vằn cọp tỏ rệt, sáng sủa, thiên hạ còn không tin chăng?"
  },
  {
    "chunk_id": "QUE_CACH_14_HAO_THUONG_LUC",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Sáu Trên",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上六:君子豹變,小人革面,征凶,居貞吉.",
    "dịch_âm": "Thượng Lục: Quân tử báo biến, tiểu nhân cách diện, chinh hung, cư trinh cát.",
    "dịch_nghĩa": "Hào Sáu Trên: Đấng quân tử như beo biến đổi, kẻ tiểu nhân đổi mặt mày. Đi thì hung, ở chính bền thì tốt.",
    "truyện_của_Trình_Di": "Cuối cuộc đổi tức là đạo đổi đã thành. Đấng quân tử chỉ vào người thiện. Lương thiện thì mình theo cuộc đổi mà biến hóa, tỏ rõ như vẻ sặc sỡ của vằn con beo. Tiểu nhân là kẻ ngu tối khó dời, tuy chưa thật bụng hóa hẳn, nhưng cũng đổi mặt để theo giáo lệnh của người trên. Rồng cọp là Tượng người lớn, cho nên người lớn nói rồng, quân tử nói beo… Kẻ tiểu nhân đã đổi bề ngoài thì đạo đổi có thể là thành, nếu lại theo đuổi mà trị họ mãi, thì là quá thậm. Quá thậm là không phải đạo, cho nên đến cuối cuộc đổi mà lại đi nữa thì hung, chỉ nên chính bền tự giữ mà thôi. Cuộc đổi đến chót mà không giữ bằng cách chính bền, thì sự đổi đó sẽ lại thay đổi đi mất. Việc trong thiên hạ, lúc đầu thì lo khó đổi khi đã đổi rồi thì lo khó giữ, cho nên đến chót cuộc đổi mới răn người ta “ở chính thì tốt”.",
    "bản_nghĩa_của_Chu_Hy": "Đạo đổi đã thành, đấng quân tử như beo đổi vằn, kẻ tiểu nhân cũng đổi mặt nghe theo, không nên đi nữa, mà cứ ở chính thì tốt. Cái việc biến cách, là việc không đừng được, không thể làm quá, mà tài của hào Sáu Trên cũng không có thể làm lớn, cho nên kẻ xem cũng như thế."
  },
  {
    "chunk_id": "QUE_CACH_15_TIEU_TUONG_THUONG_LUC",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Sáu Trên",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:君子豹變,其文蔚也.小人革面,順以從君也.",
    "dịch_âm": "Tượng viết: Quân tử báo biến, kỳ văn uất dã. Tiểu nhân cách diện, thuận dĩ tòng quân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đấng quân tử beo biến, văn vẻ của nó rậm vậy. Kẻ tiểu nhân đổi mặt, là thuận để theo vua vậy.",
    "truyện_của_Trình_Di": "Đấng quân tử theo thói hay, dời điều thiện, thành ra văn vẻ sặc sỡ hiện ra ngoài. Từ bậc trung nhân trở lên, chẳng ai không biến đổi, cho đến tiểu nhân là kẻ không dời chuyển, cũng không dám động sự ác của nó, mà phải biến đổi bề ngoài, để theo giáo lệnh của người trên, thế là đổi mặt. Đến đó đạo đổi thành rồi, kẻ tiểu nhân cố gượng mà giả làm lành, đấng quân tử cũng nên dong họ, nếu lại theo đổi mà trị họ nữa thì hung."
  }
]
