[
  {
    "chunk_id": "QUE_DINH_01_KINH_VAN",
    "hexagram": "QUẺ ĐỈNH",
    "que": "☲ Ly trên\n☴ Tốn dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "鼎,元吉,亨.",
    "dịch_âm": "Đỉnh, nguyên cát, hanh.",
    "dịch_nghĩa": "Quẻ Đỉnh: Cả tốt, hanh thông.",
    "truyện_của_Trình_Di": "Sau khi thay đổi, không gì bằng cái đỉnh để nuôi người hiền. Đỉnh là đồ dùng để nấu nướng, nuôi người hiền tài. Nuôi người hiền tài là cái đạo rất lớn, cho nên cả tốt, hanh thông. Lấy Tượng của quẻ mà nói, thì Tốn là cây, Ly là lửa, dùng cây đốt lửa để nấu các vật, đó là Tượng của cái đỉnh. Lại nữa, hào Đầu là chân đỉnh, hào Hai, Ba, Tư là bụng đỉnh, hào Năm là tai đỉnh, hào Trên là đòn đỉnh. Đó cũng là Tượng của cái đỉnh.",
    "bản_nghĩa_của_Chu_Hy": "Đỉnh là tên quẻ. Đỉnh là đồ dùng để nấu nướng, nuôi người, cho nên Tượng của nó là Tốn ở dưới, Ly ở trên, là Tượng dùng cây đốt lửa. Lại giống như hình cái đỉnh. Cho nên sau quẻ Cách là quẻ Đỉnh. Lời Chiêm của nó là 'cả tốt, hanh thông'.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Có người hỏi rằng: Tại sao quẻ này chỉ tốt mà không nói 'lợi trinh'? Đáp rằng: Đỉnh là đồ dùng để nuôi người, không thể không chính, cho nên không đợi phải nói 'trinh'. Lại nữa, sự hanh thông của cái đỉnh, là vì nó có thể nuôi người, đó là cái lợi của nó, cho nên cũng không đợi phải nói 'lợi'."
  },
  {
    "chunk_id": "QUE_DINH_02_THOAN_TRUYEN",
    "hexagram": "QUẺ ĐỈNH",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:鼎,象也.以木巽火,烹飪也.聖人烹以享上帝,而大烹以養聖賢.巽而耳目聰明,柔進而上行,得中而應乎剛,是以元亨.",
    "dịch_âm": "Thoán viết: Đỉnh, tượng dã. Dĩ mộc tốn hỏa, phanh nhẫm dã. Thánh nhân phanh dĩ hưởng Thượng đế, nhi đại phanh dĩ dưỡng thánh hiền. Tốn nhi nhĩ mục thông minh, nhu tiến nhi thượng hành, đắc trung nhi ứng hồ cương, thị dĩ nguyên hanh.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đỉnh, là Tượng vậy. Lấy cây vào lửa, nấu nướng vậy. Thánh nhân nấu để cúng Thượng đế, và nấu nhiều để nuôi thánh hiền. Nhún mà tai mắt sáng suốt, mềm tiến mà đi lên, được giữa mà ứng với cứng, cho nên cả hanh thông.",
    "truyện_của_Trình_Di": "Đỉnh là Tượng của đồ vật. Lấy cây vào lửa để nấu nướng, đó là công dụng của cái đỉnh. Thánh nhân dùng nó để cúng Thượng đế và nuôi thánh hiền. Đó là việc lớn của cái đỉnh. Tốn là nhún, Ly là sáng. Nhún thuận mà tai mắt sáng suốt, đó là đức của người bề tôi. Hào Năm mềm mà tiến lên ở ngôi tôn, được giữa mà ứng với hào Hai là cứng, đó là tài của quẻ. Có đức, có tài như thế, cho nên cả tốt, hanh thông.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về tên quẻ và lời quẻ. Lấy Tượng cái đỉnh và công dụng nấu nướng của nó làm Tượng của quẻ. 'Nhún mà tai mắt sáng suốt' là nói về đức của quẻ. 'Mềm tiến mà đi lên' là nói về hào Năm. 'Được giữa mà ứng với cứng' là nói về hào Năm và hào Hai. Vì có đức, có tài như thế, cho nên có thể làm được hai việc lớn kia, và được cả tốt, hanh thông."
  },
  {
    "chunk_id": "QUE_DINH_03_DAI_TUONG",
    "hexagram": "QUẺ ĐỈNH",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:木上有火,鼎.君子以正位凝命.",
    "dịch_âm": "Tượng viết: Mộc thượng hữu hỏa, Đỉnh. Quân tử dĩ chính vị ngưng mệnh.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên cây có lửa, là quẻ Đỉnh. Đấng quân tử coi đó mà chính ngôi, giữ mệnh.",
    "truyện_của_Trình_Di": "Trên cây có lửa, đó là Tượng cái đỉnh. Đấng quân tử coi Tượng cái đỉnh, mà làm cho ngôi mình được chính, và giữ cho mệnh mình được vững. Đỉnh là đồ trọng khí của nước, vua phải ở ngôi chính, thì mệnh trời mới vững.",
    "bản_nghĩa_của_Chu_Hy": "'Ngưng' là làm cho vững. Đỉnh là đồ trọng khí, Tượng của ngôi. Đấng quân tử coi Tượng ấy, mà trên thì làm cho ngôi mình được chính, dưới thì làm cho mệnh mình được vững."
  },
  {
    "chunk_id": "QUE_DINH_04_HAO_SO_LUC",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Sơ Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初六:鼎顛趾,利出否,得妾以其子,無咎.",
    "dịch_âm": "Sơ Lục: Đỉnh điên chỉ, lợi xuất bĩ, đắc thiếp dĩ kỳ tử, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Đầu: Đỉnh lật chân, lợi ra của xấu, được nàng hầu vì con nó, không lỗi.",
    "truyện_của_Trình_Di": "Hào Sáu Đầu là chân đỉnh, ở dưới chót mà là hào Âm, đó là Tượng 'đỉnh lật chân'. 'Lợi ra của xấu' là vì đỉnh đã lật, thì những của xấu trong đó đều đổ ra. 'Được nàng hầu vì con nó' là Tượng của sự hèn mà có ích. Nàng hầu tuy hèn, nhưng con nó có thể làm cho dòng dõi được nối, đó là hèn mà có ích. Hào này ở dưới chót, tuy là hèn, nhưng ở trên có hào Tư là ứng với nó, có thể dùng được nó, cho nên không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, ở dưới chót, đó là Tượng 'chân đỉnh'. Lật là vì hào Âm không thể đứng vững. 'Của xấu' là những vật không sạch trong đỉnh. Hào này ở dưới chót, có thể làm đổ những của xấu đi, mà không hại gì đến của tốt ở trên. Lại nữa, nó ứng với hào Tư, mà hào Tư là Âm, đó là Tượng 'nàng hầu'. Con của nàng hầu, tức là hào Ba, là Dương, ở gần hào Tư. Hào Tư tuy là Âm, nhưng vì có hào Ba, nên có thể dùng được. Cho nên, lời Chiêm của hào này thì là: 'lợi về việc ấy, mà không có lỗi'."
  },
  {
    "chunk_id": "QUE_DINH_05_TIEU_TUONG_SO_LUC",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Sơ Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:鼎顛趾,未悖也.利出否,以從貴也.",
    "dịch_âm": "Tượng viết: Đỉnh điên chỉ, vị bội dã. Lợi xuất bĩ, dĩ tòng quý dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đỉnh lật chân, chưa trái vậy. Lợi ra của xấu, để theo sang vậy.",
    "truyện_của_Trình_Di": "Đỉnh lật chân, chưa phải là trái đạo. Lợi ra của xấu, là để theo kẻ sang ở trên, tức là hào Tư."
  },
  {
    "chunk_id": "QUE_DINH_06_HAO_CUU_NHI",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九二:鼎有實,我仇有疾,不我能即,吉.",
    "dịch_âm": "Cửu Nhị: Đỉnh hữu thực, ngã cừu hữu tật, bất ngã năng tức, cát.",
    "dịch_nghĩa": "Hào Cửu Nhị: Đỉnh có của thực, đứa ghét ta có tật, chẳng ta được đến, tốt.",
    "truyện_của_Trình_Di": "Hào Chín Hai cứng mà ở giữa, đó là bụng đỉnh có của thực. 'Đứa ghét ta' chỉ về hào Năm, vì hai hào cùng là Dương, không ứng nhau. 'Có tật' là có sự ghen ghét. Nó ghét ta mà không thể đến gần ta, đó là vì ta có đức trung, nó không thể làm hại được. Cho nên tốt.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cương trung chính, có của thực mà không càn bậy, cho nên Tượng nó như thế. Lời Chiêm thì là tốt. 'Đứa ghét' chỉ về hào Năm, vì nó cùng là Dương, không ứng nhau."
  },
  {
    "chunk_id": "QUE_DINH_07_TIEU_TUONG_CUU_NHI",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:鼎有實,慎所之也.我仇有疾,終無尤也.",
    "dịch_âm": "Tượng viết: Đỉnh hữu thực, thận sở chi dã. Ngã cừu hữu tật, chung vô vưu dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đỉnh có của thực, thửa đi vậy. Đứa ghét ta có tật, rốt không oán vậy.",
    "truyện_của_Trình_Di": "Có của thực, nên phải thận trọng khi đi. Đứa ghét ta có tật, nhưng vì ta có thể tự giữ, cho nên rốt cuộc không oán trách gì."
  },
  {
    "chunk_id": "QUE_DINH_08_HAO_CUU_TAM",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:鼎耳革,其行塞,雉膏不食,方雨虧,悔究,終吉.",
    "dịch_âm": "Cửu Tam: Đỉnh nhĩ cách, kỳ hành tắc, trĩ cao bất thực, phương vũ khuy, hối cứu, chung cát.",
    "dịch_nghĩa": "Hào Cửu Tam: Tai đỉnh đổi, thửa đi tắc, mỡ trĩ chẳng ăn, sắp mưa kém, ăn năn cùng, rốt tốt.",
    "truyện_của_Trình_Di": "Hào Chín Ba là tai đỉnh, nhưng bị hào Sáu Trên là Âm che lấp, đó là Tượng 'tai đỉnh đổi'. Tai đỉnh đã đổi, thì không thể xỏ đòn mà khiêng đi, cho nên 'thửa đi tắc'. Mỡ trĩ là của ngon, không ăn được, là vì không đi được. 'Sắp mưa kém' là Âm Dương hòa nhau thì có mưa. Hào này là Dương, ứng với hào Sáu Trên là Âm, đó là Tượng 'sắp mưa'. Nhưng hào Sáu Trên không phải là đôi của nó, cho nên sự hòa hợp đó bị kém đi. Đến cuối cùng, hào Năm là vua, biết tài của nó, mà dùng nó, thì được tốt. Lúc đầu tuy có ăn năn, nhưng rốt cuộc tốt.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cứng, nhưng không giữa, lại bị hào Tư che lấp, cho nên có Tượng và Chiêm như thế. 'Ăn năn cùng, rốt tốt' là vì nó ứng với hào Sáu Trên, mà được hào Năm tin dùng."
  },
  {
    "chunk_id": "QUE_DINH_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:鼎耳革,失其義也.",
    "dịch_âm": "Tượng viết: Đỉnh nhĩ cách, thất kỳ nghĩa dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tai đỉnh đổi, mất thửa nghĩa vậy.",
    "truyện_của_Trình_Di": "Tai đỉnh đổi, là mất cái nghĩa của tai đỉnh."
  },
  {
    "chunk_id": "QUE_DINH_10_HAO_CUU_TU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:鼎折足,覆公餗,其形渥,凶.",
    "dịch_âm": "Cửu Tứ: Đỉnh chiết túc, phúc công tốc, kỳ hình渥, hung.",
    "dịch_nghĩa": "Hào Cửu Tứ: Đỉnh gãy chân, đổ của ngon vua, thửa hình ướt, hung.",
    "truyện_của_Trình_Di": "Hào Chín Tư ở ngôi đại thần, mà là hào Dương không giữa, tài không đủ mà ở ngôi cao, đó là kẻ không kham nổi việc đời. Nó ứng với hào Đầu là Âm, đó là tin dùng kẻ tiểu nhân, cho nên có Tượng 'đỉnh gãy chân'. 'Của ngon vua' là những của ngon trong đỉnh. Đỉnh đã gãy chân, thì của ngon đổ hết. 'Thửa hình ướt' là bị dơ bẩn. Lời răn của nó là hung.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cứng không giữa, ở ngôi đại thần, mà tài không đủ, lại tin dùng hào Sáu Đầu là Âm mềm, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_DINH_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:覆公餗,信如何也.",
    "dịch_âm": "Tượng viết: Phúc công tốc, tín như hà dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đổ của ngon vua, lòng tin thế nào vậy?",
    "truyện_của_Trình_Di": "Đổ của ngon vua, là vì lòng tin của nó không ngay chính."
  },
  {
    "chunk_id": "QUE_DINH_12_HAO_LUC_NGU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Lục Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六五:鼎黃耳,金鉉,利貞.",
    "dịch_âm": "Lục Ngũ: Đỉnh hoàng nhĩ, kim huyễn, lợi trinh.",
    "dịch_nghĩa": "Hào Lục Ngũ: Đỉnh tai vàng, đòn vàng, lợi về nết trinh.",
    "truyện_của_Trình_Di": "Hào Lục Ngũ mềm mà ở ngôi tôn, được giữa, đó là Tượng 'tai vàng'. Vàng là sắc giữa, đó là đức trung. Đòn là vật để khiêng đỉnh. 'Đòn vàng' là dùng cách cứng mà giữ đức trung. Tai là Âm, đòn là Dương. Mềm mà dùng cứng, đó là đạo vợ chồng. Lợi về nết trinh là vì nó có đức trung, lại biết dùng cứng.",
    "bản_nghĩa_của_Chu_Hy": "Hào này mềm mà ở ngôi tôn, được giữa, đó là Tượng 'rỗng lòng mà nghe theo kẻ dưới'. Cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_DINH_13_TIEU_TUONG_LUC_NGU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Lục Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:鼎黃耳,中以為實也.",
    "dịch_âm": "Tượng viết: Đỉnh hoàng nhĩ, trung dĩ vi thực dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đỉnh tai vàng, lấy giữa làm của thực vậy.",
    "truyện_của_Trình_Di": "Đỉnh tai vàng, là vì nó lấy đức trung làm của thực."
  },
  {
    "chunk_id": "QUE_DINH_14_HAO_THUONG_CUU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Thượng Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上九:鼎玉鉉,大吉,無不利.",
    "dịch_âm": "Thượng Cửu: Đỉnh ngọc huyễn, đại cát, vô bất lợi.",
    "dịch_nghĩa": "Hào Chín Trên: Đỉnh đòn ngọc, cả tốt, không gì chẳng lợi.",
    "truyện_của_Trình_Di": "Hào Chín Trên ở cuối quẻ Đỉnh, mà là hào Dương cứng, đó là Tượng 'đòn ngọc'. Ngọc là vật cứng mà nhuận. Cứng mà không quá, đó là đức tốt. Dùng đức ấy mà làm việc, thì cả tốt, không gì chẳng lợi. Hào này ở trên hào Năm là Âm, đó là Tượng vua mềm mà tôi cứng. Vua mềm thì tôi phải cứng, mới có thể làm nên việc.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối quẻ, mà là Dương, ở trên hào Năm là Âm, đó là Tượng vua mềm, tôi cứng. Ngọc là vật cứng mà nhuận. Cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_DINH_15_TIEU_TUONG_THUONG_CUU",
    "hexagram": "QUẺ ĐỈNH",
    "que": "Hào Thượng Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:玉鉉在上,剛柔節也.",
    "dịch_âm": "Tượng viết: Ngọc huyễn tại thượng, cương nhu tiết dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đòn ngọc ở trên, cứng mềm tiết vậy.",
    "truyện_của_Trình_Di": "Đòn ngọc ở trên, là vì cứng mềm có tiết độ."
  }
]
