[
  {
    "chunk_id": "NHUNG_DIEU_NEN_BIET_001",
    "section": "NHUNG_DIEU_NEN_BIET",
    "content_type": "text_section",
    "title": "NHỮNG ĐIỀU NÊN BIẾT",
    "content": "(Lời người dịch)\n1- LAI LỊCH CỦA KINH DỊCH\nCứ như Tiên nho - từ Hán nho đến Minh nho, đã nói thì Kinh dịch bắt đầu ra\nđời từ vua Phục Hy, một ông vua về đời thần thoại trong sử Tàu, cũng gọi\nBào Hy, không biết cách đây mấy nghìn hay mấy vạn năm. Lúc ấy Hoàng\n[1]\nHà có con long mã hiện hình lưng nó có khoáy thành đảm, từ một đến\nchín, vua ấy coi những khoáy đó, mà hiểu được lẽ biến hóa của vũ trụ, mới\nđem lẽ đó vạch ra thành nét. Đầu tiên vạch một nét liền, tức là “vạch lẻ” để\nlàm phù hiệu cho khí Dương, và một nét đứt, tức là “vạch chẵn” để làm phù\nhiệu cho khí Âm. Hai cái vạch đó gọi là hai Nghi. Trên mỗi Nghi thêm một\nnét nữa, thành ra bốn cái “hai vạch”, gọi là bốn Tượng. Trên mỗi Tượng lại\n[2]\nvạch thêm một vạch nữa, thành ra tám cái “ba vạch”, gọi là tám Quẻ . Sau\ncùng, vua ấy lại đem\nQuẻ nọ\nchồng lên\nQuẻ kia\n, điên đảo khắp lượt, thành ra\n[3]\nsáu mươi tư cái “sáu vạch”, gọi là sáu mươi tư Quẻ . Từ thời Phục Hy đến\ncuối nhà Thương, Kinh dịch vẫn chỉ là một mớ vạch liền, vạch đứt, chưa có\n[4]\ntên hiệu chữ nghĩa gì cả .\nSang đầu nhà Chu (Trước lịch Tây độ hơn nghìn năm), Văn Vương mới đem\nnhững\nquẻ của\nPhục Hy mà đặt từng tên và diễn thêm lời ở dưới mỗi\nquẻ để",
    "notes": {
      "1": "Một con thú trong thần thoại, sẽ có lời chua ở dưới.",
      "2": "Tức là quẻ đơn .",
      "3": "Tức là quẻ kép . Có người nói rằng: Phục Hy chỉ đặt ra tám quẻ đơn , còn sáu mươi tư quẻ kép là của Văn Vương đặt ra.",
      "4": "Có người nói rằng: Phục Hy đã có đặt tên cho sáu mươi tư quẻ kép .",
      "5": "Chớ có lầm với Lời Thoán của Khổng Tử. Trong bản dịch này, Lời Thoán của Văn Vương ở ngay đầu các quẻ, trên nó không có gì nữa. Còn Lời Thoán của Khổng Tử tức là Thoán truyện thi ở liền dưới Lời Thoán của Văn Vương và bắt đầu bằng bốn chữ “Lời Thoán nói rằng.”",
      "6": "Chớ lầm với Lời Tượng của Khổng Tử. Trong bản dịch này, Lời Tượng của Khổng Tử, tức là Tượng truyện, đầu bài bằng chữ “Lời Tượng nói rằng”, còn Lời Tượng của Chu Công thì ở ngay đầu các hào, trên nó chỉ có những chữ số mục."
    }
  },
  {
    "chunk_id": "NHUNG_DIEU_NEN_BIET_002",
    "section": "NHUNG_DIEU_NEN_BIET",
    "content_type": "text_section",
    "title": "nói về sự lành dữ của cả quẻ, như chữ 元亨利貞(Nguyên hanh lợi trinh) ở",
    "content": "quẻ Kiền\n, hay chữ 元亨利牝⾺之負 (nguyên hanh lợi tẩn mã chi trịnh) ở\n\nquẻ Khôn\nv.v… Lời đó vẫn gọi là Lời Quẻ 卦辭 (quái tử) hay Lời Thoán 彖\n[5]\n辭 (Thoán từ) .\nKế đó, Cơ Đán, tức Chu Công, con trai thứ Văn Vương, lại theo số vạch của\ncác\nquẻ mà\nchia mỗi\nquẻ ra\nlàm sáu phần, mỗi phần gọi là một hào, và dưới\nmỗi hào đều có thêm một hoặc vài câu, để nói về sự lành dữ của từng hào,\nnhư câu 初九:潜⿓勿⽤: (Sơ Cửu: tiềm long vật dụng) hay câu 九⼆:克⿓在\n⽥ (Cửu Nhị hiện long tại điền), trong\nquẻ Kiền\nvà câu 初六:履霜堅冰⾄办\n(Sơ Lục lý sương kiên băng chí) hay câu 六三:含章可貞 (Lục Tam: Hàm\nchương khả trinh) trong\nquẻ Khôn\n… Lời đó vẫn gọi Lời Hào (⽘ 辭 Hào\nTừ) vì nó phần nhiều đều căn cứ vào hình tượng của các hào, cho nên cũng\n[6]\ngọi là Lời Tượng (象解 tượng từ) .\nTiếp đến, Khổng Tử lại soạn ra sáu thứ nữa, là: Thoán truyện, Tượng truyện,\nVăn ngôn, Hệ từ truyện, Thuyết quái, Tự quái, Tạp quái, Thoán truyện có hai\nthiên: Thượng Thoán và Hạ Thoán; Tượng truyện có hai thiên: Thượng và\nHạ Tượng; Hệ từ cũng có hai thiên: Thượng Hệ và Hạ Hệ; tất cả mười thiên,\nTiên nho gọi là “Thập dực” (mười cánh).\nSáu thứ đó tuy đều tán cho ý nghĩa Kinh dịch rộng thêm, nhưng mỗi thứ có\nmột tính cách.\nThoán truyện thích lời\nquẻ của\nvua Văn, tức là những câu dưới chữ “Lời\nThoán nói rằng”.\nTượng truyện thích hình tượng của các\nquẻ và\ncác hào, tức là những câu\ndưới chữ “Lời Tượng nói rằng”; thích chung cả\nquẻ gọi\nlà Đại Tượng, thích\nriêng từng hào gọi là Tiểu Tượng.\nVăn ngôn chuyên thích hại\nquẻ Kiền\n, Khôn.\nHệ từ nói về đại thể, phàm lệ của Kinh dịch và công phu cùng ý nghĩa trong\nviệc làm Kinh dịch của Văn Vương Chu Công.\nThuyết quái nói về đức nghiệp, pháp tượng và sự biến hóa của tám quẻ.\nTự quái nói về những cớ tại sao\nquẻ này\nlại để ở dưới\nquẻ kia\n.\nTạp quái nói về những ý vụn vặt của các quẻ.\nNhững thiên của Khổng Tử, trước vẫn tách riêng, không phụ hẳn vào lời\nquẻ, lời hào của Văn Vương Chu Công. Đến đời Hán, Phi Trực mới đem\nThoán truyện, Tượng truyện và Văn ngôn thuộc về\nquẻ Kiền\nhợp với Kinh\ndịch của Văn Vương Chu Công, để thay vào lời chú thích. Rồi, Trịnh Huyền\nlại sáp nhập nốt những câu Văn ngôn của\nquẻ Khôn\nvà Thoán truyện, Tượng\ntruyện của các\nquẻ kia\n. Từ đó bảy thiên Thoán truyện, Tượng truyện, Văn\nngôn mới xen vào trong các quẻ. Còn ba thiên kia thì đệ phụ riêng ở cuối\nsách. Tới đời Tống, Chu Hy làm sách Chu Dịch bản nghĩa đã sắp đặt lại như\ncũ, nhưng mà người ta không theo. Những bản được thịnh hành trong hồi\ngần đây, vẫn là thể tài của bọn Phí Trực, Trịnh Huyền.\nNay nói chính văn Kinh dịch, tức là gồm cả: vạch\nquẻ của\nPhục Hy, lời\nquẻ\ncủa\nVăn Vương, lời hào của Chu Công, và Thoán truyện, Tượng truyện, Văn\nngôn, Hệ từ truyện, Thuyết quái, Tự quái và Tạp quái của Khổng Tử.\nĐó là theo lời cựu truyền của tiên nho mà thuật ra, để độc giả biết qua lai\nlịch Kinh dịch là vậy.\n2 - KHÁI LUẬT CỦA KINH DỊCH\nDù sao mặc lòng, Kinh dịch vẫn là một cuốn sách lạ trong văn học giới của\nnhân loại. Thể tài sách này không giống một cuốn sách nào. Bởi vì cái gốc\ncủa nó chỉ là một nét vạch ngang, do một nét vạch ngang, đảo điên xoay xỏa\nthành một bộ sách, vậy mà hầu hết chi tiết ở trong, đều có thể thống lụật lệ\nnhất định, chứ không lộn xộn. Trước khi đọc, phải biết qua loa những thể\nthống luật lệ ấy, thì sau mới dễ nhận hiểu. Vậy nay, theo sự kê cứu của Tiên\nnho, nên qua ít điều quan hệ trong những thể thống luật lệ đó, như sau:\nQuẻ. -\nQuẻ có\nhai thứ: Một là\nquẻ đơn\n, tức là tám quẻ: Kiền, Khảm, Cấn,\nChấn, Tốn, Ly, Khôn, Đoài, mỗi\nquẻ có\nba nét ngang, Chu Hy gọi là “\nquẻ ba",
    "notes": {
      "1": "Một con thú trong thần thoại, sẽ có lời chua ở dưới.",
      "2": "Tức là quẻ đơn .",
      "3": "Tức là quẻ kép . Có người nói rằng: Phục Hy chỉ đặt ra tám quẻ đơn , còn sáu mươi tư quẻ kép là của Văn Vương đặt ra.",
      "4": "Có người nói rằng: Phục Hy đã có đặt tên cho sáu mươi tư quẻ kép .",
      "5": "Chớ có lầm với Lời Thoán của Khổng Tử. Trong bản dịch này, Lời Thoán của Văn Vương ở ngay đầu các quẻ, trên nó không có gì nữa. Còn Lời Thoán của Khổng Tử tức là Thoán truyện thi ở liền dưới Lời Thoán của Văn Vương và bắt đầu bằng bốn chữ “Lời Thoán nói rằng.”",
      "6": "Chớ lầm với Lời Tượng của Khổng Tử. Trong bản dịch này, Lời Tượng của Khổng Tử, tức là Tượng truyện, đầu bài bằng chữ “Lời Tượng nói rằng”, còn Lời Tượng của Chu Công thì ở ngay đầu các hào, trên nó chỉ có những chữ số mục."
    }
  },
  {
    "chunk_id": "NHUNG_DIEU_NEN_BIET_003",
    "section": "NHUNG_DIEU_NEN_BIET",
    "content_type": "text_section",
    "title": "vạch”. Hai là",
    "content": "quẻ kép\n, tức là sáu mươi tư\nquẻ do\ntám\nquẻ đơn\nđắp đổi chồng\nnhau mà thành ra, như\nquẻ Hàm\n,\nquẻ Hằng\n,\nquẻ Đại\ntráng,\nquẻ Gia\nnhân…\ncác\nquẻ này\nmỗi\nquẻ có\nsáu nét ngang, Chu Hy gọi là “\nquẻ sáu\nvạch”. Cả hai\nthứ đó, trong sách đều gọi là quẻ (卦Quái), thật ra, tính chất rất không giống\nnhau,\nquẻ đơn\nlà những yếu tố làm nên\nquẻ kép\n, mà\nquẻ kép\nthì là hợp thể\ncủa hai\nquẻ đơn\nchồng nhau.\nHào. - Hào và vạch ngang của\nquẻ kép\n, mỗi\nquẻ sáu\nvạch, tức là sáu hào.\nThứ tự bắt đầu từ dưới kể lên, dưới nhất là hào Đầu, đến hào Hai, đến hào\nBa, đến hào Tư, đến hào Năm, cuối cùng là hào Trên. Hào cũng chia làm hai\nthứ: Những hào thuộc nét ngang liền là hào Dương; những hào thuộc nét\nngang đứt, là hào Âm. Ví như\nquẻ Chuân\n, do hai quẻ Chấn, Khảm hợp lại\nthành mà ra, thì hào Đầu, hào Năm là Dương, hào Hai, hào Ba, Hào Tư, hào\nTrên là Am. Ở lời Kinh, hào Dương gọi là hào Chín, hào Âm gọi là hào Sáu.\nVí như\nquẻ Chuân\n: hào Đầu gọi hào Chín Đầu (初九 Sơ Cửu), hào Hai gọi là\nhào Sáu Hai (六⼆ Lục Nhị) v.v… Sở dĩ gọi vậy, - theo Tiên nho - là vì khí\nDương số bảy là trẻ, số chín là già, khí Âm số tám là trẻ, số sáu là già, già thì\nbiến đổi, chứ trẻ thì chưa biến đổi, Kinh dịch chú trọng ở sự biến đổi, cho\nnên mới lấy số Chín làm tên hào Dương và lấy số Sáu làm tên hào Âm.\nTính của các\nquẻ và\ncác hào - Tám\nquẻ đơn\n, mỗi\nquẻ đều\ncó tính riêng, đại\nkhái, tính Kiền thì mạnh, tính Khôn thì thuận, tính Chấn thì động, tính Tốn là\nnhún, tính Cấn hay đậu, tính Đoái hay đẹp lòng, tính Ly có khi thì sáng, có\nkhi là trống rỗng, tính Khảm có khi là hiểm, có khi là dầy đặc. Vậy ở sách\nnày, nói mạnh là chỉ về Kiền, nói thuận là chỉ về Khôn, nói động là chỉ về\nChấn, nói nhún là chỉ về Tốn, nói động là chỉ về Cấn, nói đẹp lòng là chỉ về\nĐoái, nói sáng hay trống rỗng là chỉ về Ly, nói hiểm hay dày đặc là chỉ về\nKhảm - Còn hào, thì hào Dương tất nhiên cứng mạnh thích động và hay đi\nlên, hào Âm tất nhiên mềm yếu thích tĩnh và hay đi xuống. Vậy ở sách này,\nnói cứng là chỉ về hào Dương, nói mềm là chỉ về hào Âm.\nTượng của\nquẻ và\nhào - Tám\nquẻ đơn\nđều làm biểu hiện cho các vật ở vũ\ntrụ, mỗi\nquẻ là\nhình tượng của một hoặc nhiều vật. Ví như Kiền là tượng\ntrời, lại là tượng con rồng; Khôn là tượng đất, lại là tượng con trâu; Chấn là\ntượng sấm, lại là tượng cái cây; Khảm là tượng nước, lại là tượng mây,\ntượng mưa; Tốn là tượng gió, Ly là tượng lửa; Cấn là tượng núi; Đoài là\ntượng chằm… Đó là nói qua, sau đây đọc đến các\nquẻ sẽ\nthấy rõ hơn. Còn\nhào, tự nó không có tượng riêng, vì không chuyên hình dung cho vật gi,\nnhưng khi đã hợp nhau lại thành quẻ, thì cũng có khi có tượng. Ví như hào\ngiữa\nquẻ Khảm\nlà tượng “dày đặc”, bởi vì hào ấy là nét ngang liền, đứng\ngiữa hai nét ngang đứt, giống như một vật đặc giữa; hay như hào giữa\nquẻ\nLy\nlà tượng “trống rỗng bên trong”, bởi vì hào này là nét ngang đứt, đứng\ngiữa hai nét ngang liền, giống như một vật rồng ruột vậy.\nSự áp dụng của hào và quẻ - Trong Kinh dịch phần của Văn Vương Chu\nCông chú trọng ở sự bói toán, phần của Khổng Tử chú trọng ở cách tu nhân\nxử thế của từng người, đó là điều rất rõ rệt. Dù là việc bói toán, dù là cách tu\nnhân xử thế, cũng đều phải lấy nhân sự làm căn cứ, vì vậy, người ta mới chia\nmỗi\nquẻ ra\nlàm ba thứ: thì, ngôi và người.\nThì là thời kỳ. Trong sáu mươi tư\nquẻ kép\n, mỗi\nquẻ là\nmột thời kỳ. Ví như",
    "notes": {
      "1": "Một con thú trong thần thoại, sẽ có lời chua ở dưới.",
      "2": "Tức là quẻ đơn .",
      "3": "Tức là quẻ kép . Có người nói rằng: Phục Hy chỉ đặt ra tám quẻ đơn , còn sáu mươi tư quẻ kép là của Văn Vương đặt ra.",
      "4": "Có người nói rằng: Phục Hy đã có đặt tên cho sáu mươi tư quẻ kép .",
      "5": "Chớ có lầm với Lời Thoán của Khổng Tử. Trong bản dịch này, Lời Thoán của Văn Vương ở ngay đầu các quẻ, trên nó không có gì nữa. Còn Lời Thoán của Khổng Tử tức là Thoán truyện thi ở liền dưới Lời Thoán của Văn Vương và bắt đầu bằng bốn chữ “Lời Thoán nói rằng.”",
      "6": "Chớ lầm với Lời Tượng của Khổng Tử. Trong bản dịch này, Lời Tượng của Khổng Tử, tức là Tượng truyện, đầu bài bằng chữ “Lời Tượng nói rằng”, còn Lời Tượng của Chu Công thì ở ngay đầu các hào, trên nó chỉ có những chữ số mục."
    }
  },
  {
    "chunk_id": "NHUNG_DIEU_NEN_BIET_004",
    "section": "NHUNG_DIEU_NEN_BIET",
    "content_type": "text_section",
    "title": "quẻ Thái",
    "content": "tức là thời kỳ hanh thái,\nquẻ Bĩ\ntức là thời kỳ bế tắc, v.v… Trong\nmỗi quẻ, hào Đầu là đầu thời kỳ, hào Trên là cuối thời kỳ, còn các hào giữa,\ncố nhiên là giữa thời kỳ. Đó là nói về đại khái, chính ra một\nquẻ có\nkhi\nkhông chỉ về một thời kỳ mà chỉ về một công cuộc, ví như\nquẻ Tốn\n, Ích, Ty,\nTụng v.v… Nhưng về nghĩa này rất ít.\nNgôi là thứ tự của các hào. Mỗi\nquẻ sáu\nhào, tức là sáu ngôi. Theo lời chú\nthích của Tiên nho, nhất là lời chú thích của Trình Di và Chu Hy, thì trong\nmột quẻ, hào Đầu là ngôi thứ dân, hào Hai là ngôi tư mục, hào Ba là ngôi\nquan Khanh, quan Đại phu, hào Tư là ngôi đại thần, hào Năm là ngôi vua,\nhào Trên là ngôi các vị lão thành. Đây cũng là nói đại khái mà thôi, không\nphải các\nquẻ đều\nđúng lệ đó.\nTất cả các ngôi, đều có nhiều hạng tương phản với nhau, ví như chính và\nkhông chính, giữa và không giữa, có ứng và không ứng. Hào Dương mà ở\nngôi lẻ, tức là ngôi Đậu, ngôi Ba, ngôi Năm; hào Âm mà ở ngôi chẵn tức là\nngôi Hai, ngôi Tư, ngôi Trên, thế là được chỗ chính; trái lại, nếu hào Dương\nmà ở ngôi chẵn, hào Âm mà ở ngôi lẻ thì là bất chính. Trong mỗi quẻ, chỉ có\nhào Hai, hào Năm là giữa, vì một\nquẻ kép\ndo hai\nquẻ đơn\nhợp lại, mà hào\nHai là giữa quẻ (đơn) dưới, hào Năm thì ở giữa quẻ (đơn) trên. Còn cốc hào\nkhác đều là không giữa.\nỨng là hào nọ ứng với hào kia, như làm ngoại viện cho nhau. Trong một quẻ\n(kép), hào Đầu ứng với hào Tư, hào Hai ứng với hào Năm, hào Ba ứng với\nhào Trên, thường lệ như thế. Nhưng phải một hào là Dương, một hào là Âm\nmới là có ứng. Nếu hai hào cùng một loại, ví như hào Đầu là hào Dương,\nhào Tư cũng là hào Dương, hào Hai là hào Âm, hào Năm cũng là hào Âm…\nthì không tương ứng. Vậy nói “chính giữa có ứng” tức là hào Âm ở ngôi Hai\nmà trên ngôi Năm là hào Dương, hay hào Dương ở ngôi Năm mà dưới ngôi\nHai là hào Âm.\nTrên đây là lệ nhất định.\nNgười là bản thân kẻ xem bói, nói rộng ra thì là bản thân kẻ ở địa vị nào,\ntrong thời kỳ nào, ví như hào Đầu\nquẻ Bĩ\ntức là thứ dân trong đời bĩ tắc, hào\nNăm\nquẻ Thái\nthì ông vua trong đời hanh thái v.v… Người có hai dạng quân\ntử và tiểu nhân, hay là đàn ông và đàn bà. Tiên nho cho rằng: Hào Dương là\nquân tử hay đàn ông, hào Âm là tiểu nhân hay đàn bà. Hào Dương ở ngôi\nDương, tức là quân tử được ngôi, hào Âm ở ngôi chẵn, tức là tiểu nhân biết\nđiều, trái lại, hào Dương ở ngôi chẵn, thì là quân tử không ngôi, hào Âm ở\nngôi lẻ, thì là tiểu nhân càn bậy. Lệ này cũng là thuộc về phần nhiều, không\nphải hết thảy như thế.\nTượng và Chiêm - Theo ý Chu Hy, một hào thường làm hai thứ, là Tượng và\nChiêm. Tượng là hình tượng. Chiêm là lời đoán. Ví như hào Chín Đầu của",
    "notes": {
      "1": "Một con thú trong thần thoại, sẽ có lời chua ở dưới.",
      "2": "Tức là quẻ đơn .",
      "3": "Tức là quẻ kép . Có người nói rằng: Phục Hy chỉ đặt ra tám quẻ đơn , còn sáu mươi tư quẻ kép là của Văn Vương đặt ra.",
      "4": "Có người nói rằng: Phục Hy đã có đặt tên cho sáu mươi tư quẻ kép .",
      "5": "Chớ có lầm với Lời Thoán của Khổng Tử. Trong bản dịch này, Lời Thoán của Văn Vương ở ngay đầu các quẻ, trên nó không có gì nữa. Còn Lời Thoán của Khổng Tử tức là Thoán truyện thi ở liền dưới Lời Thoán của Văn Vương và bắt đầu bằng bốn chữ “Lời Thoán nói rằng.”",
      "6": "Chớ lầm với Lời Tượng của Khổng Tử. Trong bản dịch này, Lời Tượng của Khổng Tử, tức là Tượng truyện, đầu bài bằng chữ “Lời Tượng nói rằng”, còn Lời Tượng của Chu Công thì ở ngay đầu các hào, trên nó chỉ có những chữ số mục."
    }
  },
  {
    "chunk_id": "NHUNG_DIEU_NEN_BIET_005",
    "section": "NHUNG_DIEU_NEN_BIET",
    "content_type": "text_section",
    "title": "quẻ Kiền",
    "content": "có câu: “rồng lặn chớ dùng”, thì “rồng lặn” là tượng, vì Kiền là\ntượng con rồng, mà ngôi Đầu là chỗ rất thấp, tức là tượng của sự lặn; “chớ\ndùng” là Chiêm, vì nó là lời khuyên bảo người ta. Tượng thì tùy\nquẻ tùy\nhào\nmà hình dung ra, không có nhất định. Còn Chiêm đại để chia làm hai loại,\nhay dở. Về mặt hay, hay nhất là nguyên cát (cả tốt) đến cát hanh (tốt và hanh\nthông), đến cát (tốt), đến hanh (hanh thông), đến lợi (lợi về sự gi), đến vô hối\n(không ăn năn), đến vô cữu (không lỗi); về mặt dở, dở nhất là hung (dữ), đến\nlệ (nguy), đến vô du lợi (không lợi về sự gì), đến lận (đáng thẹn tiếc), đến\nhữu cữu (có lỗi), đến hữu hối (có ăn năn). Đem tính chất của lời Chiêm mà\nphân tích ra, thì thay nặng nhẹ khác nhau như vậy. Trong sáu tư quẻ, ba trăm\ntám mươi tư hào, nhiều hào có Tượng mà không có Chiêm, cũng nhiều hào\nmà có Chiêm mà không có Tượng, không phải hào nào cũng đủ cả hai thứ\nđó.\n3 - VÀI LỜI PHÂN GIẢI VỀ VIỆC DỊCH\n1) Kinh dịch là một pho sách rất cổ trong triết học sử Á Đông. Từ đời nhà\nHán mà đi, đến đời nhà Thanh, kể có hàng trăm học giả chú thích. Mỗi nhà\nchú thích tất nhiên phải có một bộ sách riêng. Học thức hẹp hòi như Dịch\ngiả, cũng đã biết tên được vài chục bộ, lấy trí tưởng tượng mà đoán, số sách\nchú thích của các nhà Dịch học, ít ra cũng phải có hàng trăm bộ. Nguyên văn\nbản Dịch này là bộ Chu Dịch đại toàn của bọn Hồ Quảng và Kim Âu Tư\nvâng mệnh Thành tổ nhà Minh mà soạn ra, nội dung gom góp hầu khắp các\nlời chú giải của Tiên nho. Trong các Kinh dịch lưu hành từ trước đến giờ, bộ\nnày đầy đủ hơn hết. Điều đáng nói là trong bộ Chu Dịch đại toàn, soạn giả\nlấy hai cuốn Dịch truyện của Trình Di và Chu Dịch bản nghĩa của Chu Hy\nlàm phần chính, còn lời chú giải của các học giả khác chỉ là phần phụ mà\nthôi. Họ Trình họ Chu là hai cự phách trong Tống nho, sự khảo cứu của các\nông ấy không khỏi có chỗ vũ đoán và khiên cưỡng, như vậy, thì chữ “đầy\nđủ” trên kia, chỉ nói được về phần lượng, không nói được về phần phẩm,\nnghĩa là bộ sách ấy chỉ là sách dầy, không phải là sách chú giải thật đúng.\nSong thế nào là đúng? Thế nào là không đúng? Đối với chính văn Kinh dịch,\nnhững câu hỏi đó, có lẽ loài người tiêu diệt vẫn chưa giải quyết. Thế thì\nmuốn biết Kinh dịch một cách uyên bác, thà đọc Chu Dịch đại toàn còn hơn.\nVì vậy Dịch giả mới chọn bộ này mà Dịch.\n2) Trong bộ Chu Dịch đại toàn, Trình Di và Chu Hy là hai tay trọng yếu\ntrong phần chú giải, nhưng mà không phải hết thảy từ đầu đến cuối, hai\nngười đều chung một ý với nhau. Trái lại, có chỗ họ Trình bảo là thế này, họ\nChu lại cho là thế kia, có chỗ họ Chu công nhiên phản đối ý của họ Trình là\nkhác. Như thế, thì việc phiên Dịch kinh văn cũng hới rắc rối, là vì không biết\ntheo ai, theo họ Trình hay theo họ Chu? Gặp những trường hợp ấy, Dịch giả\nphải tự đặt một cái lệ, là lấy văn pháp chữ Nho làm bằng, hễ lời chua của ai\nhợp văn pháp chữ Nho hơn thì lời Dịch theo ý của nấy, bất kỳ của họ Chu\nhay của họ Trình. Còn chỗ nào hai nhà độc giả đó đã không đồng ý mà một\nnhà độc giả khác lại có ý kiến lạ hơn, thì cũng trích vào làm “Lời bàn của\ntiên nho” cho rộng rãi thêm. Nhưng dù theo, dù không theo, Dịch giả chỉ căn\ncứ ở văn pháp chữ Nho, chứ không hề cho thế này là đúng, thế kia là sai.\n3) Trong bản Dịch này, những chỗ Dịch các lời kinh, nhiều khi dùng những\ntiếng cổ, ví như tiếng “thửa” tiếng “chưng”, tiếng “hay”, tiếng “khá” v.v…\nchữ nào nghĩa ấy, như lời kể nghĩa sách học trò chữ Nho ngày xưa. Đọc\nnhững chỗ ấy, độc giả chắc phải cho là gàn. Dịch giả cũng tự thấy thế là\nbướng, có lẽ những kẻ không ưa, sẽ dùng chỗ đó làm cớ công kích người\nDịch cũng nên. Song Dịch giả không phải là không thể tìm được đủ tiếng để\nđặt cho câu văn Dịch được êm tai. Sở dĩ Dịch vậy, là vì một lẽ sau đây:\nTừ xưa đến nay, ai ai cũng tin Kinh dịch là một bộ sách khó hiểu. Sự thực\ncũng đúng như thế. Nhưng cái khó hiểu của Kinh dịch, không tại ý tứ sâu xa,\nchỉ tại lời văn chủng chẳng rời rã, ngớ ngẩn đột ngột, giống như lời nói của\nbọn đồng cốt, không đầu đuôi, không mạch lạc, có chỗ lại không đúng với\nvăn pháp nữa. Âu cũng vì thế mà thường thường một câu có thể hiểu ra mấy\nnghĩa, rút lại vẫn không thể bảo nghĩa nào là đúng, nghĩa nào là sai. Tinh\nthần của Kinh dịch, một phần là ở chỗ đó. Nay nếu đem những đoạn văn\nchủng chẳng rời rã, ngớ ngẩn đột ngột đó mà Dịch ra những lời trôi chảy, dễ\nnghe, dễ hiểu thì là làm cho độc giả phải theo ý kiến của mình, đó là mất tinh\nthần của Kinh dịch. Dịch giả không muốn như thế. Vì vậy trong các chính\nvăn hết thảy Dịch bằng tiếng cổ của ta, cố giữ lấy cái tinh thần “chủng chẳng\nrời rã, ngớ ngẩn đột ngột” của nó, để độc giả muốn hiểu thế nào thì hiểu,\nbằng không hiểu nữa, thì đã có lời chú giải của Trình Di, Chu Hy Dịch tiếp ở\ndưới, coi đó rồi cũng phải hiểu.\nCó điều những tiếng cổ ấy, lâu không ai dùng đến, đối với phần đông người,\nnghĩa nó hầu như đã mất. Vậy xin chua qua mấy tiếng dưới đây, để độc giả\nkhỏi mất thì giờ tra cứu\nThửa: Chữ thửa có hai nghĩa: Khi nào đứng trên một động từ (verbe), thì nó\nthuộc về xưng đại danh từ (Pronom personnel), giống như chữ 所 (sở) ở chữ\nNho; nghĩa là: a) cái mà, khi nói về việc hay vật; b) kẻ mà, khi nói về người.\nThí dụ: Anh thửa làm, tức là cái mà anh làm; không thửa lợi, tức là không\ncái gì mà lợi; nó thửa ghét, tức là kẻ mà nó ghét v.v… Khi nào đứng trên\nmột danh từ (nom), thì nó thuộc về chỉ thuộc tính từ (adjectif possessif),\ngiống như chữ 其 (kỳ) ở chữ Nho, có thể dùng cả ba ngôi, nhưng thường\nthường hay dùng về ngôi thứ ba, nghĩa là nó, hay là người… của nó hay của\nngười. Thí dụ: “thửa công đức ấy ai bằng”, tức là công đức ấy của nó, ai\nbằng.\nChưng: Chữ chưng có hai nghĩa, đều thuộc về giới từ (préposition), và đều\ndùng để làm cho tiếng nọ liên lạc với tiếng kia.\nKhi nào đứng ở đầu câu, thì nó giống như chữ 之 (chi) ở chữ Nho, chỉ để\nlàm cho lọn nghĩa cái tiếng đứng ở dưới nó. Thí dụ “chưng kiếp nhân sinh đã\nthỏa”. Nhưng nghĩa này ít dùng lắm. Khi nào đứng dưới một động từ, thì nó\ngiống như chữ 於 (ư) chü 于(vu) ở chữ Nho nghĩa là ở. Thí dụ: Đi chưng\nđường, tức là đi ở đường; ngủ chưng nhà, tức là ngủ ở nhà.\nHay: Có khi là biết, thí dụ: Chẳng hay nàng ở nơi nao, tức là chẳng biết nàng\nở nơi nào; có khi là được. Thí dụ: chẳng hay giữ, tức là chẳng giữ được.\nKhá: có khi là có thể, thí dụ: Việc này khá làm, tức là việc này có thể làm; có\nkhi là đáng, thí dụ: chuyện đó khá tiếc, tức là chuyện đó đáng tiếc.\nTrở lại, đều là những điều cần phải nói để độc giả biết rõ trước khi đọc bản\ndịch này. Còn ý kiến của dịch giả đối với Kinh dịch ra sao, cuối sách sẽ xin\nnói kỹ.\nDỊCH GIẢ",
    "notes": {
      "1": "Một con thú trong thần thoại, sẽ có lời chua ở dưới.",
      "2": "Tức là quẻ đơn .",
      "3": "Tức là quẻ kép . Có người nói rằng: Phục Hy chỉ đặt ra tám quẻ đơn , còn sáu mươi tư quẻ kép là của Văn Vương đặt ra.",
      "4": "Có người nói rằng: Phục Hy đã có đặt tên cho sáu mươi tư quẻ kép .",
      "5": "Chớ có lầm với Lời Thoán của Khổng Tử. Trong bản dịch này, Lời Thoán của Văn Vương ở ngay đầu các quẻ, trên nó không có gì nữa. Còn Lời Thoán của Khổng Tử tức là Thoán truyện thi ở liền dưới Lời Thoán của Văn Vương và bắt đầu bằng bốn chữ “Lời Thoán nói rằng.”",
      "6": "Chớ lầm với Lời Tượng của Khổng Tử. Trong bản dịch này, Lời Tượng của Khổng Tử, tức là Tượng truyện, đầu bài bằng chữ “Lời Tượng nói rằng”, còn Lời Tượng của Chu Công thì ở ngay đầu các hào, trên nó chỉ có những chữ số mục."
    }
  }
]