[
    {
        "Title": "NHỮNG ĐIỀU NÊN BIẾT",
        "content": "",
        "reference": "Trang 7"
    },
    {
        "Title": "1 - LAI LỊCH CỦA KINH DỊCH",
        "content": "Theo các nhà Nho từ thời Hán đến thời Minh, Kinh Dịch bắt nguồn từ vua Phục Hy, một nhân vật thần thoại trong lịch sử Trung Hoa, còn gọi là Bào Hy, không rõ cách đây bao nhiêu nghìn hay vạn năm. Khi ấy, sông Hoàng Hà có con long mã hiện hình, trên lưng có các khoáy tạo thành đồ hình từ một đến chín. Vua Phục Hy quan sát các khoáy này, hiểu được lẽ biến hóa của vũ trụ, từ đó vạch ra các nét. Đầu tiên, ông vạch một nét liền, gọi là 'vạch lẻ', làm biểu tượng cho khí Dương, và một nét đứt, gọi là 'vạch chẵn', làm biểu tượng cho khí Âm. Hai nét này gọi là hai Nghi. Trên mỗi Nghi, ông thêm một nét nữa, tạo thành bốn 'hai vạch', gọi là bốn Tượng. Trên mỗi Tượng lại thêm một nét, tạo thành tám 'ba vạch', gọi là tám Quẻ. Sau đó, ông chồng các Quẻ lên nhau, sắp xếp theo mọi cách, tạo thành sáu mươi tư 'sáu vạch', gọi là sáu mươi tư Quẻ. Từ thời Phục Hy đến cuối nhà Thương, Kinh Dịch chỉ là các vạch liền và đứt, chưa có tên gọi hay chữ nghĩa gì.\n\nĐến đầu nhà Chu (trước Công nguyên hơn nghìn năm), Văn Vương đặt tên cho các Quẻ của Phục Hy và thêm lời giải thích dưới mỗi Quẻ, nói về sự lành dữ, như 'Nguyên hanh lợi trinh' ở Quẻ Kiền, hay 'Nguyên hanh lợi tẩn mã chi trinh' ở Quẻ Khôn, v.v. Những lời này gọi là Lời Quẻ (Quái từ) hoặc Lời Thoán (Thoán từ).\n\nTiếp đó, Chu Công (Cơ Đán), con trai Văn Vương, chia mỗi Quẻ thành sáu phần, gọi là Hào, và thêm một hoặc vài câu dưới mỗi Hào để nói về sự lành dữ, như 'Sơ Cửu: Tiềm long vật dụng' hay 'Cửu Nhị: Hiện long tại điền' trong Quẻ Kiền, và 'Sơ Lục: Lý sương kiên băng chí' hay 'Lục Tam: Hàm chương khả trinh' trong Quẻ Khôn. Những lời này gọi là Lời Hào (Hào từ), vì thường dựa vào hình tượng của các Hào, nên cũng gọi là Lời Tượng (Tượng từ).\n\nSau đó, Khổng Tử soạn thêm sáu phần: Thoán truyện, Tượng truyện, Văn ngôn, Hệ từ truyện, Thuyết quái, Tự quái, và Tạp quái. Thoán truyện có hai thiên (Thượng Thoán và Hạ Thoán), Tượng truyện có hai thiên (Thượng Tượng và Hạ Tượng), Hệ từ cũng có hai thiên (Thượng Hệ và Hạ Hệ), tổng cộng mười thiên, được các nhà Nho gọi là 'Thập dực' (mười cánh).\n\nMỗi phần có tính chất riêng: Thoán truyện giải thích Lời Quẻ của Văn Vương; Tượng truyện giải thích hình tượng của Quẻ và Hào (Đại Tượng cho cả Quẻ, Tiểu Tượng cho từng Hào); Văn ngôn giải thích riêng hai Quẻ Kiền và Khôn; Hệ từ nói về tổng thể và công lao của Văn Vương, Chu Công trong việc làm Kinh Dịch; Thuyết quái nói về đức, hình tượng, và sự biến hóa của tám Quẻ; Tự quái giải thích thứ tự các Quẻ; Tạp quái nói về các ý nghĩa vụn vặt.\n\nBan đầu, các thiên của Khổng Tử được tách riêng. Đến đời Hán, Phi Trực hợp Thoán truyện, Tượng truyện, và Văn ngôn của Quẻ Kiền vào Kinh Dịch để làm chú thích. Sau đó, Trịnh Huyền thêm Văn ngôn của Quẻ Khôn và Thoán truyện, Tượng truyện của các Quẻ khác. Từ đó, bảy thiên này xen vào các Quẻ, còn ba thiên còn lại để ở cuối sách. Đến đời Tống, Chu Hy sắp xếp lại như cũ trong 'Chu Dịch bản nghĩa', nhưng không được theo. Các bản phổ biến gần đây vẫn theo kiểu của Phi Trực và Trịnh Huyền.\n\nVậy, chính văn Kinh Dịch gồm: vạch Quẻ của Phục Hy, Lời Quẻ của Văn Vương, Lời Hào của Chu Công, và các thiên Thoán truyện, Tượng truyện, Văn ngôn, Hệ từ truyện, Thuyết quái, Tự quái, Tạp quái của Khổng Tử. Đây là lai lịch Kinh Dịch theo truyền thống các nhà Nho.",
        "reference": "Trang 7 - 9"
    },
    {
        "Title": "2 - KHÁI LUẬT CỦA KINH DỊCH",
        "content": "Kinh Dịch là một cuốn sách độc đáo trong văn học nhân loại, với thể tài không giống bất kỳ sách nào. Gốc của nó chỉ là một nét vạch ngang, từ đó biến hóa thành một bộ sách, nhưng mọi chi tiết đều theo luật lệ nhất định, không lộn xộn. Trước khi đọc, cần nắm sơ qua các luật lệ này để dễ hiểu. Dưới đây là một số điểm quan trọng theo nghiên cứu của các nhà Nho:\n\n**Quẻ**: Có hai loại Quẻ: \n1. Quẻ đơn: Tám Quẻ (Kiền, Khảm, Cấn, Chấn, Tốn, Ly, Khôn, Đoài), mỗi Quẻ có ba nét ngang, gọi là 'Quẻ ba vạch' (theo Chu Hy). \n2. Quẻ kép: Sáu mươi tư Quẻ, do tám Quẻ đơn chồng lên nhau, như Quẻ Hàm, Hằng, Đại tráng, Gia nhân, v.v., mỗi Quẻ có sáu nét ngang, gọi là 'Quẻ sáu vạch'. Quẻ đơn là yếu tố tạo nên Quẻ kép, còn Quẻ kép là hợp thể của hai Quẻ đơn.\n\n**Hào**: Là các vạch ngang trong Quẻ kép, mỗi Quẻ có sáu Hào, đếm từ dưới lên: Hào Đầu, Hào Hai, Hào Ba, Hào Tư, Hào Năm, Hào Trên. Hào chia làm hai loại: Hào Dương (nét liền) và Hào Âm (nét đứt). Ví dụ, trong Quẻ Chuân (do Quẻ Chấn và Khảm hợp thành), Hào Đầu và Hào Năm là Dương, các Hào còn lại là Âm. Trong Kinh Dịch, Hào Dương gọi là 'Chín' (như Sơ Cửu), Hào Âm gọi là 'Sáu' (như Lục Nhị). Theo các nhà Nho, số Chín biểu thị khí Dương già (biến đổi), số Sáu biểu thị khí Âm già, vì Kinh Dịch chú trọng sự biến đổi.\n\n**Tính của Quẻ và Hào**: \n- Tám Quẻ đơn có tính riêng: Kiền (mạnh), Khôn (thuận), Chấn (động), Tốn (nhún), Cấn (đậu), Đoài (đẹp lòng), Ly (sáng hoặc trống rỗng), Khảm (hiểm hoặc dày đặc). Ví dụ, nói 'mạnh' là chỉ Quẻ Kiền, nói 'thuận' là chỉ Quẻ Khôn, v.v.\n- Hào Dương thì cứng, mạnh, thích động, hay đi lên; Hào Âm thì mềm, yếu, thích tĩnh, hay đi xuống.\n\n**Tượng của Quẻ và Hào**: \n- Tám Quẻ đơn biểu thị các vật trong vũ trụ: Kiền (trời, rồng), Khôn (đất, trâu), Chấn (sấm, cây), Khảm (nước, mây, mưa), Tốn (gió), Ly (lửa), Cấn (núi), Đoài (chằm). \n- Hào không có tượng riêng, nhưng khi hợp thành Quẻ, có thể mang tượng. Ví dụ, Hào giữa Quẻ Khảm là 'dày đặc' (nét liền giữa hai nét đứt), Hào giữa Quẻ Ly là 'trống rỗng' (nét đứt giữa hai nét liền).\n\n**Sự áp dụng của Hào và Quẻ**: \n- Phần của Văn Vương và Chu Công chú trọng bói toán, phần của Khổng Tử chú trọng tu thân và xử thế, đều dựa trên nhân sự. Mỗi Quẻ và Hào được chia thành: \n  - **Thì**: Thời kỳ, như Quẻ Thái (hanh thông), Quẻ Bĩ (bế tắc). Hào Đầu là đầu thời kỳ, Hào Trên là cuối, các Hào giữa là giữa thời kỳ. \n  - **Ngôi**: Thứ tự của Hào, như Hào Đầu (thứ dân), Hào Hai (tư mục), Hào Ba (quan Khanh), Hào Tư (đại thần), Hào Năm (vua), Hào Trên (lão thành). Hào Dương ở ngôi lẻ (Đầu, Ba, Năm) hoặc Hào Âm ở ngôi chẵn (Hai, Tư, Trên) là 'chính'; ngược lại là 'bất chính'. Hào Hai và Hào Năm là 'giữa'. Hào ứng nhau (Đầu với Tư, Hai với Năm, Ba với Trên) phải một Dương, một Âm mới gọi là 'ứng'. \n  - **Người**: Kẻ xem bói hoặc người ở vị trí nào trong thời kỳ nào, như Hào Đầu Quẻ Bĩ là thứ dân thời bế tắc, Hào Năm Quẻ Thái là vua thời hanh thông. Hào Dương thường là quân tử/đàn ông, Hào Âm là tiểu nhân/đàn bà.\n\n**Tượng và Chiêm**: Theo Chu Hy, mỗi Hào có Tượng (hình tượng) và Chiêm (lời đoán). Ví dụ, trong Hào Chín Đầu của Quẻ Kiền, 'rồng lặn' là Tượng, 'chớ dùng' là Chiêm. Tượng tùy Quẻ và Hào, còn Chiêm chia thành tốt (nguyên cát, cát, hanh, lợi, vô hối, vô cữu) và xấu (hung, lệ, vô du lợi, lận, hữu cữu, hữu hối). Nhiều Hào chỉ có Tượng hoặc Chiêm, không phải Hào nào cũng đủ cả hai.",
        "reference": "Trang 9 - 13"
    },
    {
        "Title": "3 - VÀI LỜI PHÂN GIẢI VỀ VIỆC DỊCH",
        "content": "1) Kinh Dịch là một trong những bộ sách cổ nhất trong triết học Đông Á. Từ thời Hán đến thời Thanh, hàng trăm học giả đã chú thích, mỗi người tạo ra một bộ sách riêng. Dịch giả, dù học thức hạn chế, cũng biết tên vài chục bộ. Ước tính, số sách chú thích Kinh Dịch phải lên đến hàng trăm. Bản dịch này dựa trên 'Chu Dịch đại toàn' do Hồ Quảng và Kim Âu Tư soạn theo lệnh Thành Tổ nhà Minh, tập hợp hầu hết chú giải của các nhà Nho. Đây là bộ đầy đủ nhất trong các bản Kinh Dịch lưu hành. Tuy nhiên, sách lấy chú giải của Trình Di và Chu Hy làm chính, các chú giải khác chỉ là phụ. Trình Di và Chu Hy là hai đại nho thời Tống, nhưng chú giải của họ có chỗ võ đoán, khiên cưỡng. Vậy, 'đầy đủ' ở đây chỉ nói về số lượng, không phải chất lượng. Thế nào là đúng, thế nào là sai đối với Kinh Dịch? Có lẽ loài người diệt vong vẫn chưa giải quyết được. Vì thế, để hiểu Kinh Dịch một cách uyên thâm, 'Chu Dịch đại toàn' là lựa chọn tốt, nên dịch giả chọn bộ này.\n\n2) Trong 'Chu Dịch đại toàn', Trình Di và Chu Hy là hai nhà chú giải chính, nhưng họ không luôn đồng ý với nhau. Có chỗ Trình Di nói thế này, Chu Hy lại nói thế kia, thậm chí Chu Hy công khai phản đối Trình Di. Điều này gây khó khăn cho việc dịch, không biết nên theo ai. Dịch giả tự đặt quy tắc: lấy văn pháp chữ Nho làm chuẩn, chọn chú giải hợp văn pháp hơn, bất kể của Trình Di hay Chu Hy. Nếu có ý kiến khác lạ từ nhà chú giải khác, dịch giả trích vào phần 'Lời bàn của Tiên nho' để mở rộng. Dù theo hay không, dịch giả chỉ dựa vào văn pháp, không phán xét đúng sai.\n\n3) Trong bản dịch, các đoạn kinh văn dùng nhiều tiếng cổ như 'thửa', 'chưng', 'hay', 'khá', v.v., đúng nghĩa như cách giải thích trong sách chữ Nho xưa. Độc giả có thể thấy gàn, và dịch giả cũng tự nhận là bướng. Có thể những người không thích sẽ lấy đó làm cớ công kích. Tuy nhiên, dịch giả có thể dùng từ hiện đại để câu văn trôi chảy, nhưng không làm vậy vì: Kinh Dịch vốn khó hiểu, không phải do ý sâu xa, mà do văn phong rời rạc, ngớ ngẩn, đột ngột, như lời đồng cốt, thiếu mạch lạc, thậm chí không đúng văn pháp. Điều này làm một câu có thể hiểu nhiều nghĩa, không xác định được nghĩa đúng. Tinh thần Kinh Dịch nằm ở sự mơ hồ đó. Nếu dịch thành văn trôi chảy, dễ hiểu, là áp đặt ý kiến của dịch giả, làm mất tinh thần Kinh Dịch. Vì vậy, dịch giả dùng tiếng cổ để giữ sự 'rời rạc, ngớ ngẩn, đột ngột', để độc giả tự hiểu. Nếu không hiểu, đã có chú giải của Trình Di, Chu Hy ở dưới.\n\nDưới đây là nghĩa vài tiếng cổ: \n- **Thửa**: \n  - Trước động từ: đại danh từ, như 'sở' trong chữ Nho, nghĩa 'cái mà' (với việc/vật) hoặc 'kẻ mà' (với người). Ví dụ: 'Anh thửa làm' = cái mà anh làm; 'Nó thửa ghét' = kẻ mà nó ghét.\n  - Trước danh từ: tính từ sở hữu, như 'kỳ' trong chữ Nho, nghĩa 'của nó/người'. Ví dụ: 'Thửa công đức ấy' = công đức của nó.\n- **Chưng**: \n  - Đầu câu: như 'chi' trong chữ Nho, làm rõ nghĩa từ sau. Ví dụ: 'Chưng kiếp nhân sinh' = về kiếp nhân sinh.\n  - Sau động từ: như 'ư/vu' trong chữ Nho, nghĩa 'ở'. Ví dụ: 'Đi chưng đường' = đi ở đường.\n- **Hay**: \n  - Biết: 'Chẳng hay nàng ở nơi nao' = chẳng biết nàng ở đâu.\n  - Được: 'Chẳng hay giữ' = chẳng giữ được.\n- **Khá**: \n  - Có thể: 'Việc này khá làm' = việc này có thể làm.\n  - Đáng: 'Chuyện đó khá tiếc' = chuyện đó đáng tiếc.\n\nTrên đây là những điều cần nói để độc giả hiểu trước khi đọc bản dịch. Ý kiến của dịch giả về Kinh Dịch sẽ được trình bày kỹ ở cuối sách.",
        "reference": "Trang 13 - 17"
    }
]