[
  {
    "chunk_id": "QUE_CAU_01_KINH_VAN",
    "hexagram": "QUẺ CẤU",
    "que": "☰ Kiền trên\n☴ Tốn dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "姤,女壯,勿用取女.",
    "dịch_âm": "Cấu, nữ tráng, vật dụng thủ nữ.",
    "dịch_nghĩa": "Quẻ Cấu: Gái mạnh, chớ dùng lấy gái.",
    "truyện_của_Trình_Di": "Cấu là gặp. Quẻ này một hào Âm ở dưới mới sinh mà gặp năm hào Dương ở trên. Âm là đạo tiểu nhân, Dương là đạo quân tử. Hào Âm mới sinh đã gặp ngay hào Dương, ấy là đạo tiểu nhân mới dấy lên mà đã làm hại quân tử, đạo rất không hay. Gái mạnh là gái dâm đãng, đã xấu lại mạnh, không thể lấy làm vợ. Gái mạnh đây chỉ về hào Âm ở dưới. Nó lấy một mình mà gặp năm đấng mày râu, đó là gái rất mạnh, cho nên Kinh Dịch răn rằng: “Chớ dùng lấy gái”. Lấy vợ mà gặp phải người con gái như thế, thì sẽ làm lụy cho gia đình, nhục cho tổ tông, cho đến nỗi mất nước tan nhà, đều do ở đó. Thánh nhân mượn việc lấy vợ để tỏ rõ cái ý răn đời.",
    "bản_nghĩa_của_Chu_Hy": "Cấu là gặp, là bất kỳ mà gặp. Tốn ở dưới, một hào Âm mới gặp các hào Dương ở trên, cho nên là Cấu. Tráng là mạnh. Một gái mà gặp năm trai, là mạnh lắm, cho nên kẻ xem có cái Tượng ấy, mà lời răn của nó thì là chớ lấy người con gái như thế."
  },
  {
    "chunk_id": "QUE_CAU_02_THOAN_TRUYEN",
    "hexagram": "QUẺ CẤU",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:姤,遇也,柔遇剛也.勿用取女,不可與長也.天地相遇,品物咸章也.剛遇中正,天下大行也.姤之時義大矣哉!",
    "dịch_âm": "Thoán viết: Cấu, ngộ dã, nhu ngộ cương dã. Vật dụng thủ nữ, bất khả dữ trường dã. Thiên địa tương ngộ, phẩm vật hàm chương dã. Cương ngộ trung chính, thiên hạ đại hành dã. Cấu chi thì nghĩa đại hỹ tai!",
    "dịch_nghĩa": "Lời Thoán nói rằng: Cấu là gặp vậy, mềm gặp cứng vậy. Chớ dùng lấy gái, chẳng khá cùng lâu vậy. Trời đất gặp nhau, các phẩm các vật đều tỏ vậy. Cứng gặp giữa chính, thiên hạ cả làm vậy. Thì và nghĩa của quẻ Cấu lớn vậy thay!",
    "truyện_của_Trình_Di": "Cấu là gặp, đó là cái nghĩa của tên quẻ. Mềm gặp cứng là nói về tài của quẻ, tức là một hào Âm gặp năm hào Dương. 'Chớ dùng lấy gái, không thể cùng lâu', đó là nói về sự răn dạy trong lời quẻ. Lấy người con gái như thế, không thể cùng nó ăn ở lâu dài. 'Trời đất gặp nhau, các phẩm các vật đều tỏ', đó là nói rộng cái nghĩa gặp nhau. Vì trời đất gặp nhau, cho nên các vật sinh ra đều tươi đẹp tỏ rệt. 'Cứng gặp giữa chính, thiên hạ cả làm', đó là nói về cái hay của quẻ. Quẻ này có hào Chín Hai, Chín Năm, đều là cứng mà được giữa chính, đó là đạo vua tôi. Nếu vua tôi cùng gặp nhau bằng đạo giữa chính, thì đạo của thiên hạ sẽ cả làm. 'Thì và nghĩa của quẻ Cấu lớn vậy thay', đó là khen ngợi thì và nghĩa của quẻ Cấu.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về nghĩa của tên quẻ và lời quẻ. Trời đất là nói về năm hào Dương và một hào Âm. Cứng là nói về năm hào Dương, giữa chính là nói về hào Hai và hào Năm. Đạo tiểu nhân tuy không thể làm cho lớn, nhưng không thể không phòng; đạo quân tử tuy rất lớn, nhưng cũng có lúc phải lui. Thì và nghĩa của quẻ Cấu quan hệ rất lớn, cho nên thánh nhân mới khen ngợi nó."
  },
  {
    "chunk_id": "QUE_CAU_03_DAI_TUONG",
    "hexagram": "QUẺ CẤU",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:天下有風,姤.后以施命誥四方.",
    "dịch_âm": "Tượng viết: Thiên hạ hữu phong, Cấu. Hậu dĩ thí mệnh cáo tứ phương.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dưới trời có gió, là quẻ Cấu. Đấng vua coi đó mà ra mệnh lệnh bảo khắp bốn phương.",
    "truyện_của_Trình_Di": "Gió đi dưới trời, không đâu không tới, đó là tượng gặp. Đấng vua coi tượng gió đi dưới trời, mà ra mệnh lệnh bảo khắp bốn phương, không đâu không tới.",
    "bản_nghĩa_của_Chu_Hy": "Gió đi dưới trời, đó là Tượng gặp nhau."
  },
  {
    "chunk_id": "QUE_CAU_04_HAO_SO_LUC",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Sơ Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初六:繫于金柅,貞吉,有攸往,見凶,羸豕孚蹢躅.",
    "dịch_âm": "Sơ Lục: Hệ vu kim nỉ, trinh cát, hữu du vãng, kiến hung, luy thỉ phu trịch trục.",
    "dịch_nghĩa": "Hào Sáu Đầu: Buộc vào cái ngáng bằng vàng, chính tốt, có sự đi, thấy hung, lợn gầy tin nhảy nhót.",
    "truyện_của_Trình_Di": "Hào Sáu Đầu là đầu cuộc gặp, mà là hào Âm, cho nên là đứa tiểu nhân mới tiến. Phía trên có hào Chín Hai là Dương cứng gần đó, đó là kẻ có thể ngăn ngừa nó. Cái ngáng là vật để ngăn xe. Vàng là vật cứng, không thể lay được. 'Buộc vào cái ngáng bằng vàng' là ý nói dùng cách cứng mà ngăn ngừa nó, khiến cho nó không thể đi. Ngăn ngừa đứa tiểu nhân ở lúc mới đầu, đó là đạo chính, cho nên tốt. Nếu mà có sự đi, tức là dong nó mà để cho nó đi, thì sẽ thấy hung. Lợn gầy là vật không hay, tin là trong bụng nó muốn đi. Nhảy nhót là cái dáng muốn đi mà không đi được. Hào Sáu Đầu là đứa tiểu nhân, tuy bị ngăn ngừa, nhưng bụng nó vẫn muốn đi, cho nên có tượng 'lợn gầy tin nhảy nhót'.",
    "bản_nghĩa_của_Chu_Hy": "Hào này một mình là Âm, ở dưới chót, là đầu cuộc gặp, ở dưới thể Tốn, Tốn là vào. Phía trên có hào Chín Hai là Dương cứng, cho nên có Tượng ấy. Lời Chiêm của nó thì là: 'giữ chính thì tốt', 'đi thì hung'."
  },
  {
    "chunk_id": "QUE_CAU_05_TIEU_TUONG_SO_LUC",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Sơ Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:繫于金柅,柔道牽也.",
    "dịch_âm": "Tượng viết: Hệ vu kim nỉ, nhu đạo khiên dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Buộc vào ngáng vàng, đạo mềm kéo vậy.",
    "truyện_của_Trình_Di": "Hào Sáu Đầu là đạo mềm, nếu không buộc bằng cách cứng, tất bị kẻ khác kéo đi."
  },
  {
    "chunk_id": "QUE_CAU_06_HAO_CUU_NHI",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九二:包有魚,無咎,不利賓.",
    "dịch_âm": "Cửu Nhị: Bao hữu ngư, vô cữu, bất lợi tân.",
    "dịch_nghĩa": "Hào Cửu Nhị: Bọc có cá, không lỗi, chẳng lợi khách.",
    "truyện_của_Trình_Di": "Cá là vật thuộc Âm, đây chỉ về hào Sáu Đầu. Hào Chín Hai ở gần hào Đầu, có thể bọc giữ nó, khiến cho nó không thể đi hại người, đó là không lỗi. Khách chỉ về các hào Dương ở trên, không nên để cho nó đến với khách, tức là không nên để cho nó đi lên mà gặp các hào Dương.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cứng trung chính, ở dưới mà gặp hào Âm, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CAU_07_TIEU_TUONG_CUU_NHI",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:包有魚,義不及賓也.",
    "dịch_âm": "Tượng viết: Bao hữu ngư, nghĩa bất cập tân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bọc có cá, nghĩa chẳng đến khách vậy.",
    "truyện_của_Trình_Di": "Bọc giữ nó, không để cho nó hại người, là nghĩa phải. Không nên để cho nó đến với khách.",
    "bản_nghĩa_của_Chu_Hy": "Nghĩa không nên để cho nó đến với khách."
  },
  {
    "chunk_id": "QUE_CAU_08_HAO_CUU_TAM",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九三:臀無膚,其行次且,厲,無大咎.",
    "dịch_âm": "Cửu Tam: Tồn vô phu, kỳ hành thứ thả, lệ, vô đại cữu.",
    "dịch_nghĩa": "Hào Chín Ba: Mông không da, thửa đi ngập ngừng, nguy, không lỗi lớn.",
    "truyện_của_Trình_Di": "Hào Chín Ba ở dưới quẻ Kiền, chủ về sự đi, mà tính nó cứng quá, lại không được giữa, muốn đi mà không đi được, cho nên có tượng 'mông không da, đi ngập ngừng'. Đã không đi được, đó là cái nguy của nó, nhưng mà cái ý muốn đi của nó, là muốn theo các hào Dương, cho nên không có lỗi lớn.",
    "bản_nghĩa_của_Chu_Hy": "Mông không da thì không thể đi được. Đi ngập ngừng là dáng đi không yên. Hào này Dương cứng không giữa, ở dưới mà muốn đi, nhưng trên không có ứng, dưới lại bị hào Sáu Đầu kéo lại, cho nên có Tượng ấy. Lời Chiêm thì là 'nguy', nhưng vì muốn đi theo Dương, cho nên 'không có lỗi lớn'."
  },
  {
    "chunk_id": "QUE_CAU_09_TIEU_TUONG_CUU_TAM",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:其行次且,行未牽也.",
    "dịch_âm": "Tượng viết: Kỳ hành thứ thả, hành vị khiên dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Thửa đi ngập ngừng, đi chưa kéo vậy.",
    "truyện_của_Trình_Di": "Đi ngập ngừng là vì chưa có kẻ kéo đi."
  },
  {
    "chunk_id": "QUE_CAU_10_HAO_CUU_TU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:包無魚,起凶.",
    "dịch_âm": "Cửu Tứ: Bao vô ngư, khởi hung.",
    "dịch_nghĩa": "Hào Cửu Tứ: Bọc không cá, dấy hung.",
    "truyện_của_Trình_Di": "Cá tức là hào Sáu Đầu. Hào Chín Tư ở xa hào Sáu Đầu, không bọc giữ nó được, để cho nó đi hại người, cho nên dấy lên sự hung. Đạo vua tôi, không thể không có dân. Hào Tư ở gần ngôi vua, mà làm mất dân, đó là hung.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương cương không giữa, ở trên hào Hai, lại xa hào Âm, cho nên có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CAU_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ CÁCH",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:包無魚,遠民也.",
    "dịch_âm": "Tượng viết: Bao vô ngư, viễn dân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bọc không cá, xa dân vậy.",
    "truyện_của_Trình_Di": "Bọc không cá là vì xa dân. Dân chỉ về hào Sáu Đầu."
  },
  {
    "chunk_id": "QUE_CAU_12_HAO_CUU_NGU",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九五:以杞包瓜,含章,有隕自天.",
    "dịch_âm": "Cửu Ngũ: Dĩ kỷ bao qua, hàm chương, hữu vẫn tự thiên.",
    "dịch_nghĩa": "Hào Cửu Ngũ: Lấy dưa bọc dưa, ngậm của tốt, có rơi tự trời.",
    "truyện_của_Trình_Di": "Kỷ là thứ cây cao, dưa là vật ở dưới đất. Dùng kỷ bọc dưa, là Tượng người trên hạ mình với kẻ dưới. Hào Chín Năm là vua, ở ngôi tôn mà có đức trung chính, có thể hạ mình với kẻ dưới, đó là 'lấy kỷ bọc dưa'. 'Ngậm của tốt' là trong bụng có đức tốt, nhưng không để cho lộ ra ngoài, đó là đức của ông vua. Có đức ấy mà lại biết hạ mình, thì người hiền ở dưới ắt phải theo về, không cầu mà tự đến, đó là 'có rơi tự trời'.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cứng trung chính, ở ngôi tôn, mà dưới có hào Âm mềm, đó là cái Tượng người trên dùng đức tốt của mình để che cho kẻ dưới, mà không phải đợi cầu cạnh, tự nó sẽ đến. 'Kỷ' là thứ cây cao, 'dưa' là vật ở dưới đất. 'Chương' là của tốt. 'Vẫn' là rơi. Kẻ xem mà gặp hào này, thì có Tượng và Chiêm như thế."
  },
  {
    "chunk_id": "QUE_CAU_13_TIEU_TUONG_CUU_NGU",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Cửu Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:九五含章,中正也.有隕自天,志不舍命也.",
    "dịch_âm": "Tượng viết: Cửu Ngũ hàm chương, trung chính dã. Hữu vẫn tự thiên, chí bất xá mệnh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Chín Năm ngậm của tốt, vì giữa chính vậy. Có rơi tự trời, chí chẳng bỏ mệnh vậy.",
    "truyện_của_Trình_Di": "Ngậm của tốt, đó là đức giữa chính. Có rơi tự trời là vì chí không bỏ mệnh trời."
  },
  {
    "chunk_id": "QUE_CAU_14_HAO_THUONG_CUU",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Thượng Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上九:姤其角,吝,無咎.",
    "dịch_âm": "Thượng Cửu: Cấu kỳ giác, lận, vô cữu.",
    "dịch_nghĩa": "Hào Chín Trên: Gặp thửa sừng, đáng tiếc, không lỗi.",
    "truyện_của_Trình_Di": "Hào Chín Trên ở cuối cuộc gặp, mà là hào Dương cứng, tức là kẻ cao ngạo không cầu gặp người. Sừng là vật cứng ở trên cao, không dùng làm gì được. 'Gặp thửa sừng' là ý nói chỉ gặp cái cứng cao của mình mà không gặp người. Cứng cao đến thế, không gặp ai là đáng, nhưng mà đáng tiếc. Song mà nó ở ngôi trên, không dính gì đến việc đời, tuy là đáng tiếc mà không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Ở cuối cuộc gặp, mà lại cứng quá, cho nên chỉ gặp cái sừng. Gặp cái sừng, thì đáng tiếc. Nhưng mà ở trên cao, xa hẳn hào Âm, cho nên không có lỗi."
  },
  {
    "chunk_id": "QUE_CAU_15_TIEU_TUONG_THUONG_CUU",
    "hexagram": "QUẺ CẤU",
    "que": "Hào Thượng Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:姤其角,上窮吝也.",
    "dịch_âm": "Tượng viết: Cấu kỳ giác, thượng cùng lận dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Gặp thửa sừng, trên cùng đáng tiếc vậy.",
    "truyện_của_Trình_Di": "Ở trên mà cùng cực thì đáng tiếc."
  }
]
