[
  {
    "chunk_id": "QUE_TUY_001",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    }
  },
  {
    "chunk_id": "QUE_TUY_002",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "萃亨,王假有廟. [1]",
    "dịch_âm": "Tụy hanh, vương cách hữu miếu.",
    "dịch_nghĩa": "Quẻ Tụy hanh, vua đến có miếu.",
    "truyện_của_Trình_Di": "Ông vua có đạo tụ họp thiên hạ đến chưng có miếu là [2] tột bậc rồi . Các loài là thứ rất nhiều, mà có thể thống nhất sự quy ngưỡng của chúng, lòng người là thứ không biết nơi đâu là nơi chốn, mà có thể cho họ phải thành kính, quỷ thần là đấng không thể lường biết, mà có làm cho các ngài lại đến, cái đạo tụ họp lòng người, tóm thu chí dân, không phải chỉ có một đường, nhưng trong đó, không gì lớn bằng tôn miếu, cho nên đạo họp thiên hạ của kẻ làm vua, đến chưng có miếu thì tột bậc của sự họp. Việc báo đáp trong cuộc tế tự vốn ở lòng người mà ra, đấng thánh nhân đặt ra lễ nghi để làm cho nên đức ấy, cho nên con chồn, con gái, cũng đều biết tế, tính nó như vậy. Quẻ Tụy có chữ 亨 (hanh), tức là lời khen ngợi, chữ 亨 (hanh) phải ăn xuống dưới, khác với quẻ Hoán . Quẻ Hoán trước nói tài quẻ, quẻ Tụy trước nói nghĩa Quẻ, ý đó coi ở lời Thoán rất rõ.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_003",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "利⾒⼤⼈,亨,利貞.",
    "dịch_âm": "Lợi kiến đại nhân, hanh, lợi trinh.",
    "dịch_nghĩa": "Lợi thấy bậc người lớn, hạnh, lợi về chính bền.",
    "truyện_của_Trình_Di": "Thiên hạ họp lại, phải được bậc người lớn trị cho. Người họp thì loạn, vật họp thì tranh nhau, các việc họp lại thì lộn xộn, không có bậc người lớn trị cho, thì sự họp tức là cái đưa đến sự tranh loạn. [3] Họp lại bằng cách bất chính, thì người họp là cẩu hợp của họp là hội [4] nhập , không thể được hanh, cho nên lợi về chính bền.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_004",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "⽤⼤牲,吉,利有攸往.",
    "dịch_âm": "Dụng đại sính cát, lợi hữu du vãng.",
    "dịch_nghĩa": "Dùng con sinh, lớn, tốt, lợi có thửa đi.",
    "truyện_của_Trình_Di": "Quẻ Tụy là thời phong hậu, sự dùng nên cho xứng đáng, cho nên dùng con sinh lớn thì tốt. Việc không gì trọng bằng việc tế, cho nên lấy việc cúng tế, mà nói: Trên thì giao với quỷ thần, dưới thì tiếp với nhân vật, trăm thứ dùng đều vậy. Nhưng đương thời họp mà giao với người bằng cách hậu kỷ, thì ta được hưởng cái tốt của sự phong phú, thiên hạ không ai không chung cuộc giàu vui của mình. Nếu gặp thời phong hậu mà mình giao thiệp với người bằng cách bôi bác, thì là tự mình không muốn hưởng sự giàu đẹp, thiên hạ chẳng ai chung chạ với mình, mà sự hối tiếc sẽ sinh ra. Đó là theo sự thích nghi của từng thời, thuận lẽ mà làm, cho nên lời Thoán nói là thuận mệnh trời. Ôi, không thể có làm là vì sức không đủ làm, gặp thời họp, cho nên lợi có thửa đi, Đại phàm dấy công dựng việc, quý ở được thời đáng làm, mà sau nhúng tay vào đâu sẽ được dư dụ ở đấy, lẽ trời thế vậy.",
    "bản_nghĩa_của_Chu_Hy": "Tụy nghĩa là hợp, Khôn thuận mà Đoái đẹp lòng, hào Chín Năm cứng giữa mà hào Hai ứng nhau với nó, lại là cái Tượng chằm lên trên đất, muôn vật tụ họp, cho nên là Tụy. Chữ 亨 (hanh) là chữ thửa. “Vua đến có miếu” nghĩa là kẻ làm vua có thể đến trong tôn miếu, tức là là lời Chiêm tốt lành về việc bói tế vậy. Thiên Tế nghĩa (ở Kinh Lễ) nói “Ông đến chưng nhà thái miếu” cũng là nghĩa thế. Miếu là chỗ để họp tinh thần của ông cha, lại, người ta ắt phải họp tinh thần của mình thì mới có thể đến miếu mà vâng ông cha. Người đã họp lại, thì ắt thấy bậc người lớn mà sau có thể được hanh, nhưng lại ắt phải lợi về chính đạo mới được, họp nhau không bằng chính đạo thì không thể hanh. Con sinh lớn ắt phải dùng đến rồi sau mới có sự họp, thì có thể thửa đi. Đều là lời Chiêm tốt lành mà phải có sự răn sợ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_005",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "彖⽈:萃,聚也.順以說,剛中⽽應,故聚.",
    "dịch_âm": "Thoán viết: Tụy tụ dã, thuận dĩ tuyệt, cương trung nhĩ ứng, có tụ.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Tụy là họp vậy, thuận và đẹp lòng, cứng giữa mà có ứng, cho nên họp.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây lấy đức quẻ, thể quẻ thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_006",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "王假有廟,致孝亨也.",
    "dịch_âm": "Vương cách hữu miếu, trí hiếu hưởng dã.",
    "dịch_nghĩa": "Vua đến có miếu, đem hết sự hiếu hưởng vậy.",
    "truyện_của_Trình_Di": "Đạo kẻ làm vua họp lòng người, đến chưng xây dựng tôn miếu, là để làm hết lòng thành về sự hiếu hưởng của mình vào đó. Tế tự là việc người ta tự phải hết lòng, cho nên họp lòng thiên hạ, không gì bằng việc hiếu hưởng. Đạo kẻ làm vua họp thiên hạ đến chưng có miếu, thì là tột bậc vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_007",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "利⾒⼤⼈亨,聚以正也.",
    "dịch_âm": "Lợi kiến đại nhân, hanh, tu dĩ chính dã.",
    "dịch_nghĩa": "Lợi thấy người lớn, hanh, họp bằng chính đạo vậy.",
    "truyện_của_Trình_Di": "Thì “họp”, thấy bậc người lớn thì có thể hanh, là vì họp bằng chính đạo vậy. Thấy bậc người lớn, thì sự họp của mình sẽ dùng chính đạo, hễ được chính đạo thì hanh, chẳng dùng chính đạo thì hanh sao được?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_008",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "⽤⼤牲吉,利有攸往,順天命也.",
    "dịch_âm": "Dụng đại sinh cát, lợi hữu du vãng, thuận thiên mệnh dã.",
    "dịch_nghĩa": "Dùng con sinh lớn, tốt lợi có thửa đi, thuận mệnh trời vậy.",
    "truyện_của_Trình_Di": "“Dùng con sinh lớn” là nói theo chữ “có miếu” ở trên, lấy việc cúng tế mà nói, các việc đều thế, trong thì giàu họp giao tiếp với người nên hậu, mới xứng với sự thích nghi. Người ta họp lại mà sức đủ, mới có thể làm việc, lợi có thửa đi: đều là lẽ trời như thế, cho nên nói rằng “thuận mệnh trời”.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_009",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "觀其所聚⽽天地萬物之情可⾒矣.",
    "dịch_âm": "Quan kỳ sở tụ nhi thiên địa vạn vận chi tình khả kiến hỹ.",
    "dịch_nghĩa": "Xem cái thửa họp, mà tình trời đất muôn vật khá thấy vậy.",
    "truyện_của_Trình_Di": "Xe lẽ sự “họp”, có thể thấy được tình của trời đất muôn vật. Trời đất hóa nuôi, muôn vật sinh nên, phàm những cái “có” đều là họp cả. Cái lẽ có không, động tĩnh, trước sau, chỉ là họp và tan mà thôi. Cho nên xem cái sở dĩ họp lại, thì tình trời đất muôn vật có thể thấy được.",
    "bản_nghĩa_của_Chu_Hy": "Đây là nói cho cùng cái lẽ của nó mà khen ngợi thêm.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_010",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "彖⽈:澤上於地, 萃,君⼦以除戎器,戎不虞.",
    "dịch_âm": "Tượng viết: Trạch thượng ư địa, Tuy, quân tử dĩ trừ nhung khí, giới bất ngu.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chằm lên chưng đất, là quẻ Tụy , đấng quân tử coi đó mà trừ đồ quân, răn sự chẳng lường.",
    "truyện_của_Trình_Di": "Chằm lên chưng đất, là Tượng tụ họp, đấng quân tử xem Tượng “họp” đó mà trừ, sửa đồ binh, để răn ngừa việc chẳng lường. Phàm vật họp lại, thì phải có việc không thể lường đoán, cho nên loài người họp lại thì tranh nhau, loài vật họp lại thì cướp nhau, đại để chỉ vì đã họp thì nhiều, cho nên xem Tượng quẻ Tụy mà răn sợ sẵn. Trừ là kén chọn sửa trị, tức là bỏ cái nát xấu. Trừ mà họp, là để răn ngừa việc chẳng lường.",
    "bản_nghĩa_của_Chu_Hy": "“Trừ” là sửa sang mà họp nó lại.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_011",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "初九:有孚,不終,乃亂,乃萃若號,⼀握為笑,勿恤,往無晷.",
    "dịch_âm": "Sơ Cửu: Hữu phu, bất chung, nãi loạn, nãi tụy, nhược hào, nhất ác vi tiếu, vật tuất, vãng vô cữu.",
    "dịch_nghĩa": "Hào Chín Đầu: Có tin, không chót, bèn loạn, bèn họp, bằng kêu, một nắm làm cười, chớ lo, đi không lỗi.",
    "truyện_của_Trình_Di": "Hào Đầu với hào Tư là chính ứng, vốn có sự tin để theo sau. Nhưng trong thì họp, ba hào Âm tụ lại, chất mềm không có cái tiết tự giữ chính đạo, nếu bỏ chính ứng mà theo đồng loại của mình, thì là có tin mà không chối. Bèn loạn nghĩa là loạn rối lòng mình; bèn họp, nghĩa là cùng đồng loại mình tụ họp. Hào Đầu nếu tự giữ chính đạo, không theo các hào Âm mà kêu gọi chính ứng, thì một nắm cười nó. “Một nắm” tiếng tục tức là một đoàn, ý nói mọi người lấy làm cười vậy. Nếu nó không lo đến sự cười đó mà cứ đi theo chính ứng Dương, thì là không có tội lỗi. Không thể thì sẽ vào đàn tiểu nhân.",
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Đầu phía trên ứng nhau với hào Chín Tư, mà bị cách hai hào Âm, đương thì họp, nó không tự giữ mình được ấy là có tin mà không chót, chí loạn mà họp càn. Nếu nó kêu gọi kẻ chính ứng thì chúng lấy làm cười. Nhưng chớ đoái lo, mà cứ đi theo kẻ chính ứng thì không có lỗi. Răn kẻ nên như thế vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_012",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈:乃亂,乃萃,其志亂也.",
    "dịch_âm": "Tượng viết: Nãi loạn, nãi tụy, kỳ chí loạn dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bèn loạn, bèn họp, thửa chí loạn vậy.",
    "truyện_của_Trình_Di": "Tâm chí nó bị kẻ đồng loại làm cho mê loạn, cho nên nó bèn họp với các hào Âm. Không thể cầm chắc sự thao thủ của mình, thì kẻ tiểu nhân làm cho mê loạn, mà mất chính đạo vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_013",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "六⼆:引吉,無咎,孚乃利,⽤褕.",
    "dịch_âm": "Lục Nhị: Dẫn cát, vô cữu, phu nãi lợi, dụng Thược.",
    "dịch_nghĩa": "Hào Sáu Hai: Dẫn tốt, không lỗi, tin bèn lời, dùng tế Thược.",
    "truyện_của_Trình_Di": "Hào Đầu Âm mềm, lại không trung chính, sợ nó không thể giữ chót sự tin, cho nên mới nhân tài nó mà làm lời răn. Hào Hai tuy là Âm mềm mà được trung chính, cho nên, tuy cũng răn, nhưng lời nhẹ nhàng. Phàm những lời hào khơi ra hai mối được và hỏng, để làm phép và để làm răn, đều là theo tài của nó mà đặt ra vậy. Dẫn tốt không lỗi là gì? Dẫn tức kéo nhau, Người ta tìm nhau thì hợp, giữ nhau thì lìa, hào Hai với hào Năm là chính ứng, nên phải họp nhau, mà nó xa nhau, lại ở giữa các hào Âm, ắt phải dẫn kéo lẫn nhau thì mới được họp. Hào Năm ở ngôi tôn, có đức trung chính, hào Hai cũng lấy đạo trung chính đi họp với nó, ấy là vua tôi hòa hợp, cái mà chúng nó cùng nhau đem lại há có thể lường? Thế cho nên tốt mà không lỗi. Không lỗi nghĩa là khéo chừa lỗi đó. Nếu hào Hai với hào Năm không kéo dẫn nhau, thì là lỗi rồi. Tin bèn lợi dùng Tế Thược là gì? Tin là đức tín ở trong, tức là lòng thành, Thược là thứ tế giản dị đơn sơ, tế bằng những món xuềnh xoàng, tức là không cần đủ đồ, chỉ dùng lòng thành giao tiếp với đấng thần minh. “Tin bèn” nghĩa là có lòng tin thì có thể không cần văn sức, chuyên lấy lòng chí thành giao tiếp với người trên. Lấy việc tế Thược mà nói, ý bảo chỉ dâng lòng thành mà thôi. Kẻ trên, người dưới họp nhau, mà còn chuộng sự văn sức, thì là chưa thực. Bên trong đã thực, không cần mượn sự trang sức bề ngoài, đó là nghĩa chữ “dùng tế Thược”. Phu tín là gốc sự hợp, chẳng những vua tôi họp nhau, hết thảy sự họp ở gầm trời, chỉ ở lòng thành mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Hào Hai ứng với hào Năm mà ở lẫn trong các hào Âm, ắt phải kéo dẫn nhau mà họp, mới tốt mà không lỗi. Lại hào Hai trung chính mềm, thuận, trống rỗng trong lòng để ứng nhau với bề trên. Hào Chín Năm cứng mạnh trung chính, thành thực mà giao với kẻ dưới, cho nên dâng tế hễ có lòng thành tín, thì tuy lễ vật đơn sơ cũng có thể tế.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Câu “Tín bèn lợi, dùng tế Thược” giải như Y Xuyên vẫn hay, nhưng, nếu như thế, thì ra thánh nhân chỉ nói cái bóng, e rằng nó không phải vậy mà chỉ là nói việc tế. Quẻ thăng cũng thế. Chu Hán Thương nói rằng: Thược là tế về mùa hè, lấy âm nhạc làm chủ, tức là cuộc tế sơ sài vậy. Hồ Song Hồ nói rằng: Sách Chu Lê có câu: “Quan Đại tôn bá dùng tế Thược mùa hè cứng đấng tiên vương”, họ Vương chua rằng: “Mùa hè thì khí Dương thịnh, việc cúng lấy nhạc làm chủ; mùa thu tế Thường thì cúng gạo mới; mùa đông tế Chưng thì đủ các món."
  },
  {
    "chunk_id": "QUE_TUY_014",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈:引⼠無咎,中未變也.",
    "dịch_âm": "Tượng viết: Dẫn cát, vô cữu, trung vị biến dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dẫn tốt, không lỗi, giữa chưa đổi vậy.",
    "truyện_của_Trình_Di": "Trong thì họp, lấy sự được họp làm tốt, cho nên hào Chín Tư là được trên dưới sum họp; hào Hai với hào Năm tuy là chính ứng, nhưng ở khác chỗ và có ngăn cách, ấy là dương thì họp mà chưa được họp, cho nên có thể dẫn nhau mà họp thì tốt mà không lỗi, vì nó có đức giữa chính mà chưa vội thay đổi, nếu thay đổi thì nó không cần nhau nữa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_015",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "六三:萃如,嗟如,無攸利,往無咎,⼩吝.",
    "dịch_âm": "Lục Tam: Tụy như, tư như, vô du lợi, vãng vô cữu, tiểu lận.",
    "dịch_nghĩa": "Hào Sáu Ba: Dường họp vậy, dường than vậy không thửa lợi, đi không lỗi, hơi tiếc.",
    "truyện_của_Trình_Di": "Hào Ba là người Âm mềm không trung chính, cầu họp với người, mà người không họp với, cầu đến hào Tư, thì hào ấy không phải chính ứng của nó, lại không phải đồng loại với nó, ấy là nó vì bất chính mà bị hào Tư ruồng bỏ; cầu đến hào Hai thì hào này tự lấy đức trung chính mà ứng với hào Năm, ấy là nó vì bất chính mà hào Hai không đi cùng; cho nên muốn họp thì bị người ta dứt bổ mà than, tức là không được sum họp mà than giận vậy. Trên dưới đều không cùng với, thế là không cái gì lợi. Chỉ có đi lên mà hào Sáu Trên thì sẽ được họp mà không lỗi. Hào Ba với hào Trên tuy không phải là Âm Dương chính ứng nhưng trong thì họp, lấy loại theo nhau, cả hai đều lấy chất mềm ở trên hai thể, lại đều không có kẻ nào cùng ở vào chỗ ứng nhau với nó, hào Trên ở vào cùng tột của sự thuận và đẹp lòng, cho nên được sum họp mà không có lỗi. Đạo Dịch biến động không thường, cốt ở người ta suy biết mà thôi. - Thế mà hoi tiếc là sao? Là vì hào Ba lúc đầu cầu họp với hào Tư và hào Hai, không được, rồi mới đi lên theo hào Sáu Trên, người mà hành động như thế, tuy là được cái mình cầu, song cũng hơi đáng thẹn tiếc.",
    "bản_nghĩa_của_Chu_Hy": "Hào sáu là kẻ Âm mềm. không giữa không chính, phía trên lại không có kẻ ứng với, cầu họp ở chỗ gần mình không được, cho nên phải than; mà không thửa lợi, chỉ có đi lên mà theo hào Trên thì có thể không lỗi. Nhưng vì nó không được họp, bị khối rồi sau mới đi, lại gặp cái hào Âm cực không ngôi, cũng hơi đáng thẹn. Đây răn kẻ xem nên bố những [5] [6] kẻ cường viện bất chính ở gần, mà giao kết với kẻ cùng giao chính ứng ở xa, thì không có lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_016",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈:往無吝,上巽也.",
    "dịch_âm": "Tượng viết: Vãng vô cữu, thượng tốn dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đi không lỗi, trên nhún vậy.",
    "truyện_của_Trình_Di": "Hào Trên ở chỗ cùng tột của sự mềm và đẹp lòng, hào Ba đi mà không lỗi, là vì hào Trên nhún thuận mà nhận nó vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_017",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "九四:⼤吉無咎.",
    "dịch_âm": "Cửu Tứ: Đại cát, vô cữu.",
    "dịch_nghĩa": "Hào Chín Tư: Cả tốt, không lỗi.",
    "truyện_của_Trình_Di": "Hào Tư đương thì họp, phía trên được họp với hào Chín Năm, ấy là được vua tôi họp nhau, phía dưới liền với các hào Âm ở thể dưới, ấy là được hạ dân họp với. Được cả trên dưới sum họp với mình, đáng cho là hay. Nhưng vì hào Tư lấy chất Dương ở ngôi Âm, không phải đính chinh, ắt được cả tốt, rồi sau mới không có lỗi. Chữ “cả” là nghĩa quanh khắp, không đâu không khắp thì mới là cả, không cái gì không chính thì mới là cả; cả tốt thì không lỗi vậy.",
    "bản_nghĩa_của_Chu_Hy": "Hào này trên liền với hào Chín Năm, dưới liền với các hào Âm, tức là được sum họp rồi. Nhưng nó lấy chất Dương ở ngôi Âm, ấy là bất chính, cho nên mới răn kẻ xem ắt được cả tốt mới không lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_018",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈:⼤吉無咎,位不當也.",
    "dịch_âm": "Tượng viết: Đại cát, vô cữu, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cả tốt không lỗi, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Vì là ngôi nó không đáng, ngờ điều nó làm chưa chắc phải cả, cho nên răn rằng: “Ắt được cả tốt, nói sau mới là không lỗi”",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_019",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "九五:苹有位,無咎匪孚,元永貞,悔亡.",
    "dịch_âm": "Cửu Ngũ: Tụy hữu vị, vô cữu, phỉ phu, nguyên vĩnh trinh hối vong.",
    "dịch_nghĩa": "Hào Chín Năm: Họp có ngói, không lỗi, chẳng tin, cả, dài, chính, ăn năn mất.",
    "truyện_của_Trình_Di": "Hào Chín Năm ở chỗ tôn của thiên hạ, họp dân chúng trong thiên hạ, mà làm vua họ, cai trị họ, thì nên đính chính ngôi mình, sửa sang đức mình; lấy chất Dương cứng ở ngôi tôn, đó là xứng ngôi, đó là có ngôi, đó là được đạo trung chính mà không sai lỗi. Như thế mà còn có kẻ chưa tin, chưa về với mình, thì nên trở lại thân mình, để sửa cái đức “Cả, dài, chính” của mình, thì rồi không đâu không phục mà sự ăn năn phải mất. “Cả, dài, chính” là đức của vua, cái mà dân vẫn theo về. Cho nên cái đạo “liền với thiên hạ” và “đạo họp với thiên hạ” đều ở trong ba điều đó. Kẻ làm vua đã có ngôi, lại có đức trung chính không lỗi, mà thiên hạ còn có kẻ chưa chịu tin phục theo về, thì là bởi đạo của mình chưa được sáng lớn, tức là đạo “cả, dài, chính” chưa cùng tột vậy, cốt ở sửa đức làm cho họ lại, như là “dân Miêu trái mệnh, vua Thuấn bèn cả ra đức văn”. Đức vua Thuấn không phải là không tột bậc, vì có xa, gần, tối sáng khác nhau, cho nên thiên hạ theo về với ngài, cũng có kẻ trước kẻ sau. Đã còn có kẻ chưa về với mình, thì nên sửa đức của mình, thế gọi là “cả, dài, chính”. Cả tức là đầu, là trưởng, là đức vua đứng đầu mọi vật, là trùm mọi loài, có nghĩa cao lớn, có nghĩa thâu tóm, mà lại thường lâu, chính bền, thì có thể thong với thần minh, sáng khắp bốn bể, không đâu không phục, thế là không còn kẻ nào chẳng tin mà sự ăn năn mất hết. Gọi là ăn năn, chỉ là chí chưa được tỏ, lòng chưa được xướng mà thôi. Bản chất của Chu Hy. - Hào Chín Năm Dương cứng trung chính, đương thời họp mà ngồi tôn, vẫn không có lỗi rồi. Nếu còn có kẻ chưa tin, thì tự sửa đức “cả, dài, chính” của mình mà sự ăn năn sẽ mất. Răn kẻ xem nên như thế đó.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_020",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈:萃有位,志未光也.",
    "dịch_âm": "Tượng viết: Tụy hữu vị, chí vị quan dã.",
    "dịch_nghĩa": "Tượng nói rằng: họp có ngôi, chí chưa tỏ vậy.",
    "truyện_của_Trình_Di": "Lời tượng nhắc lại câu trên của lời hào. Chí kẻ làm vua ắt muốn làm tín tỏ với thiên hạ, có cảm ắt thong, những loại có sống ắt đều mến về. Nếu còn có kẻ chưa tin, ấy là chí mình chưa được sáng lớn vậy.",
    "bản_nghĩa_của_Chu_Hy": "Chưa tỏ chỉ về kẻ chẳng tin.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_021",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "上九:賫咨,涕洟 無咎.",
    "dịch_âm": "Thượng Lục: Tê tư, thế di, vô cữu.",
    "dịch_nghĩa": "Háo Sáu Trên: Than thở, nước mắt, nước mũi, không lỗi.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ở chót thì họp, Âm mềm không ngôi, cầu họp không được, cho nên răn kẻ xem ắt phải thế mới có thể không lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TUY_022",
    "hexagram": "QUE_TUY",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ (cách), xưa vẫn cắt nghĩa là “đến”, tiếng “đến” này có khi nói về quỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là “đến”.",
      "2": "Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷ tuần về hưởng, thì là kết quả tột bậc.",
      "3": "Nghĩa là tụ bạ bằng cách cẩu thả.",
      "4": "Nghĩa là đi vào bằng cách bất chính.",
      "5": "Kẻ cứu viện mạnh.",
      "6": "Người bạn nghèo khốn."
    },
    "lời_kinh": "象⽈: 賫咨涕洟 未安上也.",
    "dịch_âm": "Tượng viết: Tê tư, thế di, vị an thượng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Than thở, nước mắt nước mũi, chưa yên ngôi trên vậy.",
    "truyện_của_Trình_Di": "Tiểu nhân cư xử thường trái với lẽ đáng nên, đã tham lam mà theo lòng ham muốn, không biết tự chọn nơi yên ổn, đến khi khốn cùng thì sấp ngửa lật đật, không biết làm ra thế nào. Hào Sáu phải chảy nước mắt nước mũi, tức là trên không yên Đấng quân tử cẩn thận chỗ ở, chẳng may mà bị sự nguy khốn, thì cũng thản nhiên yên lặng, không lấy sự đó làm bợn lòng mình. Kẻ tiểu nhân ở không chọn nơi, thường xéo vào chỗ mình không đáng ở, tới khi cùng gấp, thì lại tủi chán bối rối, thậm chí chảy cả nước mắt nước mũi, thật là đáng hổ thẹn. “Chưa” là lời “chẳng vội” cũng như người ta vẫn nói “chưa tiện”, tức là “chưa tiện ở yên ngôi trên”. Hào Âm ở ngôi trên, trơ trọi không ai cùng với, lại không phải chỗ mình đáng ở, há được yên sao?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]