{
    "5": "[6]kẻ cường viện bất chính ở gần, mà giao kết với kẻ cùng giao chính ứngở xa, thì không có lỗi.LỜI KINH象⽈:往無吝,上巽也.Dịch âm. - Tượng viết: Vãng vô cữu, thượng tốn dã.Dịch nghĩa. - Lời Tượng nói rằng: Đi không lỗi, trên nhún vậy.GIẢI NGHĨATruyện của Trình Di. - Hào Trên ở chỗ cùng tột của sự mềm và đẹp lòng,hào Ba đi mà không lỗi, là vì hào Trên nhún thuận mà nhận nó vậy.LỜI KINH九四:⼤吉無咎.Dịch âm. - Cửu Tứ: Đại cát, vô cữu.Dịch nghĩa. - Hào Chín Tư: Cả tốt, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Tư đương thì họp, phía trên được họp với hàoChín Năm, ấy là được vua tôi họp nhau, phía dưới liền với các hào Âm ở thểdưới, ấy là được hạ dân họp với. Được cả trên dưới sum họp với mình, đángcho là hay. Nhưng vì hào Tư lấy chất Dương ở ngôi Âm, không phải đínhchinh, ắt được cả tốt, rồi sau mới không có lỗi. Chữ \"cả\" là nghĩa quanhkhắp, không đâu không khắp thì mới là cả, không cái gì không chính thì mớilà cả; cả tốt thì không lỗi vậy.Bản nghĩa của Chu Hy. - Hào này trên liền với hào Chín Năm, dưới liềnvới các hào Âm, tức là được sum họp rồi. Nhưng nó lấy chất Dương ở ngôiÂm, ấy là bất chính, cho nên mới răn kẻ xem ắt được cả tốt mới không lỗi.LỜI KINH象⽈:⼤吉無咎,位不當也.Dịch âm. - Tượng viết: Đại cát, vô cữu, vị bất đáng dã.Dịch nghĩa. - Lời Tượng nói rằng: Cả tốt không lỗi, ngôi chẳng đáng vậy.GIẢI NGHĨATruyện của Trình Di. - Vì là ngôi nó không đáng, ngờ điều nó làm chưachắc phải cả, cho nên răn rằng: \"Ắt được cả tốt, nói sau mới là khônglỗi\"LỜI KINH九五:苹有位,無咎匪孚,元永貞,悔亡.Dịch âm. - Cửu Ngũ: Tụy hữu vị, vô cữu, phỉ phu, nguyên vĩnh trinh hốivong.Dịch nghĩa. - Hào Chín Năm: Họp có ngói, không lỗi, chẳng tin, cả, dài,chính, ăn năn mất.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm ở chỗ tôn của thiên hạ, họp dânchúng trong thiên hạ, mà làm vua họ, cai trị họ, thì nên đính chính ngôimình, sửa sang đức mình; lấy chất Dương cứng ở ngôi tôn, đó là xứng ngôi,đó là có ngôi, đó là được đạo trung chính mà không sai lỗi. Như thế mà còncó kẻ chưa tin, chưa về với mình, thì nên trở lại thân mình, để sửa cái đức\"Cả, dài, chính\" của mình, thì rồi không đâu không phục mà sự ăn năn phảimất. \"Cả, dài, chính\" là đức của vua, cái mà dân vẫn theo về. Cho nên cáiđạo \"liền với thiên hạ\" và \"đạo họp với thiên hạ\" đều ở trong ba điều đó. Kẻlàm vua đã có ngôi, lại có đức trung chính không lỗi, mà thiên hạ còn có kẻchưa chịu tin phục theo về, thì là bởi đạo của mình chưa được sáng lớn, tứclà đạo \"cả, dài, chính\" chưa cùng tột vậy, cốt ở sửa đức làm cho họ lại, nhưlà \"dân Miêu trái mệnh, vua Thuấn bèn cả ra đức văn\". Đức vua Thuấnkhông phải là không tột bậc, vì có xa, gần, tối sáng khác nhau, cho nên thiênhạ theo về với ngài, cũng có kẻ trước kẻ sau. Đã còn có kẻ chưa về với mình,thì nên sửa đức của mình, thế gọi là \"cả, dài, chính\". Cả tức là đầu, là trưởng,là đức vua đứng đầu mọi vật, là trùm mọi loài, có nghĩa cao lớn, có nghĩathâu tóm, mà lại thường lâu, chính bền, thì có thể thong với thần minh, sángkhắp bốn bể, không đâu không phục, thế là không còn kẻ nào chẳng tin màsự ăn năn mất hết. Gọi là ăn năn, chỉ là chí chưa được tỏ, lòng chưa đượcxướng mà thôi.Bản chất của Chu Hy. - Hào Chín Năm Dương cứng trung chính, đương thờihọp mà ngồi tôn, vẫn không có lỗi rồi. Nếu còn có kẻ chưa tin, thì tự sửa đức\"cả, dài, chính\" của mình mà sự ăn năn sẽ mất. Răn kẻ xem nên như thế đó.LỜI KINH象⽈:萃有位,志未光也.Dịch âm.- Tượng viết: Tụy hữu vị, chí vị quan dã.Dịch nghĩa. - Tượng nói rằng: họp có ngôi, chí chưa tỏ vậy.GIẢI NGHĨATruyện của Trình Di. - Lời tượng nhắc lại câu trên của lời hào. Chí kẻ làmvua ắt muốn làm tín tỏ với thiên hạ, có cảm ắt thong, những loại có sống ắtđều mến về. Nếu còn có kẻ chưa tin, ấy là chí mình chưa được sáng lớn vậy.Bản nghĩa của Chu Hy. - Chưa tỏ chỉ về kẻ chẳng tin.LỜI KINH上九:賫咨,涕洟 無咎.Dịch âm.- Thượng Lục: Tê tư, thế di, vô cữu.Dịch nghĩa. - Háo Sáu Trên: Than thở, nước mắt, nước mũi, không lỗi.GIẢI NGHĨATruyện của Trình Di. Hào Sáu làm chủ sự đẹp lòng, tức là kẻ tiểu nhânthích được ngôi cao mà ở, thiên hạ ai chịu đi cùng với nó? Cầu họp màngười ta không thèm họp với, cùng quá đên nỗi than thở và chảy nước mắtnước mũi. Người ta tuyệt mình là do mình tự gây ra thì còn trách ai? Bịngười ghét dứt, không biết làm thế nào thì tủi chán than khóc, thật là tìnhtrạng kẻ tiểu nhân.Bản nghĩa của Chu Hy. - Ở chót thì họp, Âm mềm không ngôi, cầu họpkhông được, cho nên răn kẻ xem ắt phải thế mới có thể không lỗi.LỜI KINH象⽈: 賫咨涕洟 未安上也.Dịch âm.- Tượng viết: Tê tư, thế di, vị an thượng dã.Dịch nghĩa.- Lời Tượng nói rằng: Than thở, nước mắt nước mũi, chưa yênngôi trên vậy.GIẢI NGHĨATruyện của Trình Di. - Tiểu nhân cư xử thường trái với lẽ đáng nên, đãtham lam mà theo lòng ham muốn, không biết tự chọn nơi yên ổn, đến khikhốn cùng thì sấp ngửa lật đật, không biết làm ra thế nào. Hào Sáu phải chảynước mắt nước mũi, tức là trên không yên Đấng quân tử cẩn thận chỗ ở,chẳng may mà bị sự nguy khốn, thì cũng thản nhiên yên lặng, không lấy sựđó làm bợn lòng mình. Kẻ tiểu nhân ở không chọn nơi, thường xéo vào chỗmình không đáng ở, tới khi cùng gấp, thì lại tủi chán bối rối, thậm chí chảycả nước mắt nước mũi, thật là đáng hổ thẹn. \"Chưa\" là lời \"chẳng vội\" cũngnhư người ta vẫn nói \"chưa tiện\", tức là \"chưa tiện ở yên ngôi trên\". Hào Âmở ngôi trên, trơ trọi không ai cùng với, lại không phải chỗ mình đáng ở, háđược yên sao?Chú thích:[1]Chữ (cách), xưa vẫn cắt nghĩa là \"đến\", tiếng \"đến\" này có khi nói vềquỷ thuần. Khi cúng, được quỷ thần về hưởng, đó tức là \"đến\".[2]Ý nói ông vua có cách tụ họp khôn khéo, đến nỗi khi cúng tôn miếu quỷtuần về hưởng, thì là kết quả tột bậc.[3]Nghĩa là tụ bạ bằng cách cẩu thả.[4]Nghĩa là đi vào bằng cách bất chính.[5]Kẻ cứu viện mạnh.[6]Người bạn nghèo khốn."
}