[
  {
    "chunk_id": "QUE_TINH_001",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    }
  },
  {
    "chunk_id": "QUE_TINH_002",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "井,改 ⾢ 不 改 井,無喪無得, 往 來 井 井.",
    "dịch_âm": "Tỉnh, cải ấp bất cải tỉnh, vô đắc vô táng, vãng lai tỉnh tỉnh.",
    "dịch_nghĩa": "Quẻ Tỉnh , đổi làng chẳng đổi giếng, không mất không được, [4] đi lại giếng giếng .",
    "truyện_của_Trình_Di": "Giếng là một vật mà không thể đổi, làng có thể đổi đi chỗ khác, mà giếng thì không thể đổi, cho nên nói rằng: “Đổi làng không đổi giếng”. Giếng, múc nó chẳng hết, để nó chẳng đầy, tức là không mất được. Người nào đến đó cũng được dùng nó, tức là đi lại giếng giếng. Không mất không được là đức của giếng, đi lại giếng giếng là công dụng của giếng vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Trương Trung Khê nói rằng: Đức của giếng là trời đất vậy, mà nó lấy sự chẳng đổi làm đức riêng. Thể dưới vốn là Kiền, thể trên vốn là Khốn, hào Đầu hào Năm cứng mềm đối nhau mà thành quẻ Tỉnh . Khôn là làng, đổi Khôn là Khảm là đổi làng. Nước Khảm là giếng, hào Năm lấy chất cứng ở ngôi giữa mà không thay đổi, thế là không đổi giếng. Làng ở nơi chốn của nó mà họp được, có thể dời đi tới giếng; giếng ở nơi chốn của nó mà có thường, không thể dời đi tới làng. Múc nó không hết cho nên không mất; không múc nó cũng không đầy, cho nên không được. Cứng đi ở ngôi Năm, mềm lại ở ngôi Đầu, kẻ đi được nước mà lên, kẻ lại tìm nước ở [5] dưới, đi lại đều “giếng” cái giếng của mình, không bị hại về đói khát, cho nên nói rằng “đi lại giếng giếng”."
  },
  {
    "chunk_id": "QUE_TINH_003",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "迄 ⾄, 亦 未 橘 井, 羸 其 瓶, 凶.",
    "dịch_âm": "Hất chí, diệc vị quất tỉnh, luy kỳ bình hung.",
    "dịch_nghĩa": "Hầu đến, cũng chưa dong trạc đến giếng, hỏng thửa lọ, hung.",
    "truyện_của_Trình_Di": "“Hất” là “hầu ’’quất” là dây chạc. Cái giếng lấy sự nên dùng làm công, hầu đến mà chưa kịp dùng thì cũng như cha buông chạc xuống giếng. Đạo đấng quân tử quý ở có nên, vì vậy mà ngũ cốc [6] không chín, chẳng bằng cây đề bãi ; đào giếng chín bậc mà chưa tới suối, cũng là giếng bỏ. Có công dụng giúp cho các vật chưa tới các vật, cũng như không có vậy. Làm hỏng cái lọ mà đánh mất đi, thì sự dùng của nó mất rồi, cho nên mới hung. “Luy” là hủy cho hỏng đi.",
    "bản_nghĩa_của_Chu_Hy": "Giếng là chỗ đào đất ra nước, lấy cây Tốn vào dưới nước Khảm mà đưa nước lên, cho nên là giếng. Đổi làng không đổi giếng, cho nên không mất không được, mà kẻ đi kẻ lại đều được “giếng” cái giếng đó. “Hất” là hầu “quất” là dây chạc “luy” là hỏng. Múc nước giếng, khi hầu tới, chưa hết dây chạc mà hỏng lọ thì hung. Lời Chiêm của nó, là, các việc cứ để như cũ thì không được gì, mất gì, lại nên kính cẩn cố gắng, chớ để hầu thành mà hỏng.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_004",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "彖⽈:巽乎⽔⽽上⽔, 井, 井養⽽不窮也, 改⾢不改井, 乃以剛中也, 汔⾄, 亦未繙井, 未有功也, 羸其瓶, 是以凶也",
    "dịch_âm": "Thoán viết: Tốn hồ thủy nhi thượng thủy, tỉnh, tỉnh dưỡng nhi bất cùng dã, cải ấp bất cải tỉnh, nãi dĩ cương trung dã, hất chí, diệc vị quất tỉnh, vị hữu công dã, huy kỳ bình, thị dĩ hung dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Vào chưng nước mà đưa nước lên, là giếng, giếng là vật nuôi mà không cùng vậy, đổi làng chẳng đổi giếng, bèn vì cứng giữa vậy, hầu tới, cũng chưa dong chạc đến giếng, chưa có công vậy, hỏng thửa lọ, cho nên hung vậy.",
    "truyện_của_Trình_Di": "Nhún vào trong nước mà đưa nước lên là giếng. Giếng nuôi các vật không hề cùng thôi, lấy mãi mà không hết ấy là đức nó có thường độ, làng có thể đổi, giếng không thể dời, cũng là thường độ của đức giếng đó. Đức cứng giữa của hai hào Hai, Năm có thường độ đến thế, do ở tài quẻ hợp với nghĩa vậy. Dẫu cho hầu đến, nếu chưa được dùng, thì cũng giống như chưa dòng dây chạc đến giếng, là vì giếng phải lấy sự nên dùng làm công, nước ra mới là có dùng, chưa ra thì còn công gì? Lọ là cái để đun nước lên mà dùng hư hỏng cái lọ, tức là không được việc gì, vì vậy mới hung.",
    "bản_nghĩa_của_Chu_Hy": "Đoạn trên dùng Tượng quẻ thích nghĩa tên quẻ, đoạn dưới dùng thể quẻ thích lời quẻ. Hai câu “không mất không được, đi lại giếng giếng” với câu “không đổi giếng” cùng ý, cho nên không nhắc lại nữa. Cứng giữa chỉ về hai hào Hai, Năm, chưa có công mà hỏng mất lọ, cho nên là hung.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_005",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象⽈: ⽊上有⽔, 井, 君⼦以勞民勸相.",
    "dịch_âm": "Tượng viết: Mộc thượng hữu thủy, Tỉnh, quân tử dĩ lạo dân khuyến tưởng.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên cây có nước là quẻ Tỉnh , đấng quân tử coi đó mà yên ủi dân, khuyến khích sự giúp đỡ.",
    "truyện_của_Trình_Di": "Cây hứng nước mà lên, là Tượng cái đồ máu mắt đầm múc nước ra khỏi giếng. Đấng quân tử coi tượng giếng, bắt chước đức giếng, để yên ủi dân mình mà khuyến miễn họ về cách giúp nhau. Yên ủi dân mình là bắt chước sự dùng của cái giếng, khuyên dân khiến họ giúp nhau là bắt chước sự ra ơn của cái giếng vậy.",
    "bản_nghĩa_của_Chu_Hy": "Trên cây có nước thấm nhuần đi lên là Tượng cái giếng, Yên ủi dân là để trị nuôi dân, khuyến khích sự giúp đỡ là để dân nuôi nhau, đều lấy về nghĩa “cái giếng nuôi người”.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: “Trên cây có nước là quẻ Tỉnh ” câu đó, những người chú giải cho là đồ múc nước, thì ở trên có lọ, lọ là đồ sành (không phải đồ gỗ), chỗ đó không thể hiểu. E đó chỉ nói tính nước nhuần thấm đi lên, đến tận ngọn cây, ấy là Tượng nước giếng đi lên… Trong loài cây cỏ, tân dịch đều đi lên, thẳng đến ngọn cây, đó là nghĩa trên cây có nước. Có người hỏi rằng: “Câu đó, Trình Tử cho là cái thùng múc nước ở giếng”, có phải hay không? Đáp rằng: Không phải. “Trên cây có nước” tức là cây dùi trong nước, đưa nước ấy lên, nếu cho là cái thùng múc nước, thì giải không thông và lại không hợp với câu “hỏng thưa lọ” nữa."
  },
  {
    "chunk_id": "QUE_TINH_006",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "初六: 井泥不⾷, 舊井⽆禽.",
    "dịch_âm": "Sơ lục: Tỉnh nê bất thực, cựu tỉnh vô cầm Tỉnh mê bất thực, cựu tỉnh vô cầm.",
    "dịch_nghĩa": "Hào Sáu Đầu: Giếng bùn chẳng ăn, giếng cũ không chim.",
    "truyện_của_Trình_Di": "Giếng và vạc đều là đồ vật, cho nên đều theo đồ vật mà tìm ra nghĩa. Hào Sáu lấy chất Âm mềm ở dưới, phía trên không có ứng viện, là Tượng không đưa nước lên, không thể giúp cho các loài. Đó là cái giếng không thể ăn. Giếng không thể ăn vì nó bùn bẩn, ở dưới giếng là Tượng bùn. Công dụng của giếng do ở nước của nó nuôi được người ta. Không có nước thì phải bỏ đó không dùng. Nước giếng đưa lên, người ta được hưởng sự dùng của nó, chim chóc cũng tới mà tìm, cái giếng cũ bỏ, người đã chẳng ăn, nước chẳng đưa lên, chim chóc cũng không buồn đến. Vì nó không có cái để giúp các loài. Giếng vốn là vật giúp người, hào Sáu lấy chất Âm ở ngôi dưới, là Tượng không có nước lên, cho nên là không thể ăn. Giếng không thể ăn, vì nó là bùn, cũng như người ta đương lúc giúp cho mọi người, mà mình tài hèn, không kẻ cứu giúp, không thể giúp ai, bị đời ruồng bỏ vậy.",
    "bản_nghĩa_của_Chu_Hy": "Công của cái giếng ở chỗ nó là Dương cứng mà có nước mạch chảy lên. Hào Sáu Đầu lấy chất Âm ở ngôi, dưới, cho nên mới là Tượng này. Bởi nó không có nước mạch mà chỉ có bùn, thì người ta không ăn mà chim chóc cũng không đoái tới.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_007",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象 ⽈: 井 不 ⾷, 下 也, 舊 井 無 禽 時 舍 也.",
    "dịch_âm": "Tượng viết: Tỉnh mê bất thực, hạ dã; cựu tỉnh vô cầm thì xả dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Giếng bùn chẳng ăn, ở dưới vậy; giếng cũ không chim, thì bỏ vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ý nói bị đời ruồng bỏ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_008",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "九 ⼆: 井 ⾕, 射鲋, 甕敝 漏.",
    "dịch_âm": "Cửu Nhị: Tỉnh cốc, xạ phụ, úng tệ lậu. [7]",
    "dịch_nghĩa": "Hào Chín Hai: Giếng hang, bắn loài ếch nhái , vò nát dò.",
    "truyện_của_Trình_Di": "Hào Hai tuy là tài Dương cứng mà nó ở dưới, phía trên không có kẻ ứng, lại liền với hào Đầu, là Tượng không lên mà xuống. Đào giếng là thứ đi lên, nước của khe hang thì ra đằng cạnh mà đi trở xuống. Hào Hai ở quẻ Tỉnh mà mất đạo của giếng, ấy. là cái giếng mà như cái hang. Giếng đi lên thì nuôi được loài người mà giúp được loài vật, này nó đi xuống, chỉ là bùn bẩn, rót vào loài ếch nhái mà thôi. Chữ “phụ” có người cho là con cóc, có người cho là con ễnh ương, là loại vật nhỏ ở trong giếng vậy. “Xạ” nghĩa là rót như nước hang chảy xuống rót vào loài ếch nhái vậy. “Vò nát dò” tức là cái vò bị vỡ mà dò. Là tài Dương cứng, vốn vẫn có thể nuôi người giúp vật, mà phía trên không có ứng viện, cho nên không thể đi lên mà phải đi xuống, vì vậy mới không có công giúp cho sự dùng, cũng như nước ở trong vò, vốn có thể dùng, chỉ vì vỡ nát mà dò, không dùng được nữa.",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Hai chất ứng ở giữa, có Tượng nước mạch, nhưng vì trên không ứng, dưới thì liền với hào Sáu Đầu, công dụng không đi lên, cho nên Tượng nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_009",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "九 ⼆: 井 ⾕ 射 鲋, 無 與 也.",
    "dịch_âm": "Tượng viết: Tỉnh cốc, xạ phụ, vô dữ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Giếng hang, bắn ếch nhái, không cùng vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_010",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "九 三: 井 渫 不 ⾷, 為 我 ⼼ 惻, 可 ⽤ 汲, 王 明,并 受 其 福.",
    "dịch_âm": "Cửu Tam: Tỉnh điệp bất thực, vi ngã tâm trắc, khả dụng cấp, vương minh, tịnh thụ kỳ phúc",
    "dịch_nghĩa": "Hào chín Ba: Giếng trong chẳng ăn, làm sự bùi ngùi cho lòng ta, khá dùng múc nước; vua sáng, cùng chịu thửa phúc.",
    "truyện_của_Trình_Di": "Hào Ba lấy chất Dương cứng ở được chỗ chính, ấy là kẻ có tài giúp cho sự dùng. Nó ở lớp trên của phần dưới cái giếng, tức là thứ nước trong sạch, có thể ặn được. Cái giếng, lấy sự lên là đắc dụng, ở dưới là chưa được dùng. Tỉnh Dương thích lên, lại ứng với hào Sáu Trên, ở chỗ cứng mà quá bậc giữa, săng sắc về sự tiến lên, ấy là kẻ có tài dụng mà thiết tha về đường thi hành. Khi chưa được dùng, cũng như cái giếng trong trẻo sạch sẽ mà không được người ta ăn đến, làm cho lòng phải bùi ngùi. Hào Ba ở thì quẻ Tỉnh , cứng mà không giữa, cho nên thiết tha về đường thi thố, khác với tư tưởng “dùng thì làm, bỏ thì giấu đi” của đức Khổng Tử. Nhưng đấng minh vưong dùng người, há nên cầu toàn trách bị? Cho nên vua sáng thì được chịu phúc. Tài hào Ba đủ để giúp cho sự dùng, như giếng trong sạch, có thể múc lên mà ăn. Nếu ở trên có ông vua sáng thì nên dùng họ mà được hiệu quả của họ; kẻ hiền tài đắc dụng, thì mình được thi hành đạo của mình, vua được hưởng công của mình, người dưới cũng được chịu ơn của mình. Đó là trên dưới cùng chịu phúc vậy.",
    "bản_nghĩa_của_Chu_Hy": "“Điệp” là không đọng chất dơ bẩn. Giếng trong không ăn mà khiến người ta lòng phải bùi ngùi, thì có thể múc vậy. Lấy chất Dương, ở ngôi Dương, đứng trên quẻ dưới , mà chưa được đời dùng, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_011",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象 ⽈: 井 渫 不 ⾷, ⾏ 測 也, 求 王 明, 受 福 也.",
    "dịch_âm": "Tượng viết: Tỉnh điệp bất thực, hành trắc dã, cầu minh vương, thụ phúc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Giếng trong chẳng ăn, kẻ đi bùi ngùi vậy: tìm vua sáng, cùng chịu phúc vậy.",
    "truyện_của_Trình_Di": "Giếng trong sạch mà không được người ta ăn đến, tức là người có tài trí mà không được dùng, lấy sự không được hành đạo làm điều lo lắng ngậm ngùi vậy. Đã lấy sự không được hành đạo làm điều lo lắng bùi ngùi, thì sao cho khỏi có sự cầu cạnh? Cho nên nó tìm vua sáng mà chịu phúc, là tại trí nó thiết tha về sự hành đạo vậy.",
    "bản_nghĩa_của_Chu_Hy": "“Hành trắc” nghĩa là kẻ đi đường lấy làm bùi ngủi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_012",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "六四: 井鹙, ⽆咎.",
    "dịch_âm": "Lục Tử: Tỉnh thịu, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Tư: Giếng xây bờ, không lỗi.",
    "truyện_của_Trình_Di": "Hào Tư tuy là Âm mềm mà nó ở được chỗ chính, trên thờ ông vua Chín Năm, là kẻ tài tuy không đủ thi thố rộng rãi, làm lợi cho người, nhưng cũng có thể tự giữ lấy mình, cho nên, nó biết sửa trị thì không có lỗi “Thịu” là xây cách chồng chất, tức là sửa trị vậy. Hào Tư là tài hèn, không thể thi thố cái công giúp người một cách rộng rãi, nhưng nếu sửa trị việc mình, không để hư bỏ, thì được. Bằng cách không sửa trị, bỏ mất cái công nuôi người, ấy là mất đạo cái giếng, lỗi đó lớn lắm. Ở ngôi cao, gặp vua Dương cương trung chính, chỉ nên xử cho chính đính, vâng thờ bên trên, chẳng bỏ việc mình, cũng được khỏi lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Là hào Sáu, ở ngôi Tư, tuy được chỗ chính, nhưng vì là chất Âm mềm chẳng thành nước mạch, thì chỉ có thể sửa trị mà không có công tới người, cho nên Tượng, Chiêm của nó như thế. Kẻ xem nếu biết tự mình sửa trị thì tuy là không có công tới người, mà cũng có thể không lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_013",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象⽈: 井鹙⽆咎, 脩井也",
    "dịch_âm": "Tượng viết: Tỉnh thỉu vô cữu, tu tỉnh dã.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Xây bờ tức là sửa trị cho giếng, tuy là không thể làm lớn cái công giúp người, nhưng biết sửa trị, thì không phải bỏ, cho nên không lỗi. Chỉ được khỏi lỗi mà thôi. Nếu nó là Dương cương, thì không đến nỗi như thế.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_014",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "九五: 井冽, 寒泉⾷",
    "dịch_âm": "Cửu Ngũ: Tỉnh liệt, hàn toàn thực.",
    "dịch_nghĩa": "Hào Chín Năm: Giếng mát, suối lạnh, ăn.",
    "truyện_của_Trình_Di": "Hào Năm lấy chất Dương cương trung chính ở ngôi tôn, tài nó đức nó rất hay rất đẹp. “Giếng mát, suối lạnh, ăn” là sao? Mát là ngọt sạch, nước giếng lấy lạnh làm ngon, suối lạnh ngọt sạch, có thể để người ta ăn; để tạo giếng thế là rất hay. Nhưng không nói tốt, là vì giếng phải vọt lên mới là thành công, chưa đến bậc trên thì chưa tới sự dùng, cho nên, đến hào Trên mới nói cả tốt.",
    "bản_nghĩa_của_Chu_Hy": "“Mát” tức là sạch. Dương cứng giữa chính, công tới các loài, cho nên thành ra Tượng ấy. Kẻ xem có đức kia thì hợp Tượng này.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_015",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象⽈: 寒泉之⾷, 中正也.",
    "dịch_âm": "Tượng viết: Hàn tuyền chi thực, trung chính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Suối lạnh chưng ăn, giữa chính vậy.",
    "truyện_của_Trình_Di": "Suối lạnh mà có thể ăn, là điều chí thiện trong đạo giếng. Hào Chín Năm có đức giữa chính, tức là cái nghĩa chí thiện vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_016",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "上六: 井收, 勿幕, 有孚, 元吉.",
    "dịch_âm": "Thượng Lục: Tỉnh thu, vật mục, hữu phu, nguyên cát.",
    "dịch_nghĩa": "Hào Sáu Trên: Giếng thu, chớ chùm, có tin, cả tốt.",
    "truyện_của_Trình_Di": "Công dụng của giếng là sự vọt lên. Ở lấp, lấy mà không che, lợi đó vô cùng, ơn của giếng rộng lắm lớn lắm. Có tin là có thường độ mà không thay đổi, ra ơn rộng mà có thường độ, tức là sự tốt trong điều cả hay. Thể theo công dụng của giếng, ra ơn rộng mà có thường độ, phi bậc người lớn thì ai làm nổi? Cùng chót quẻ khác là cực, là biến, chỉ có quẻ Tỉnh quẻ Đỉnh , cùng chót là thành, vì vậy mới tốt.",
    "bản_nghĩa_của_Chu_Hy": "Thu là múc lấy, họ Triều nói “thu là trục kéo dây chạc lên”, cũng thông. “Trùm” là che úp. “Có tin” là nó chảy ra có nguồn mà không cùng kiệt. Giếng lấy sự vọt lên làm công, mà cửa Khảm không lấp, cho nên hào Sáu Trên tuy chẳng phải là chất Dương cứng, mà Tượng nó như thế. Nhưng, kẻ xem ứng được hào này, cũng ắt phải có đức tin mởi là cả tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TINH_017",
    "hexagram": "QUE_TINH",
    "que": "QUẺ TỈNH",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnh rành rọt.",
      "2": "Ta gọi mạch nước.",
      "4": "Theo Trình Di và Trương Trung thì hai chữ “giếng giếng” chữ trên là động từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là “giếng cái giếng” cũng như nói “cuốc cái cuốc” “cày cái cày” “quạt cái quạt” vậy.",
      "5": "Nghĩa là múc nước giếng mà dùng.",
      "6": "Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiều chỉ để nuôi gia súc.",
      "7": "Dịch theo Trình Di.",
      "3": "Ông tổ nhà Chu."
    },
    "lời_kinh": "象 ⽈: 元 吉 在 上, ⼤ 成 也.",
    "dịch_âm": "Tượng viết: nguyên cát tại thượng, đại thành dã.",
    "dịch_nghĩa": "Lời Tượng nó rằng: Cả tốt ở trên, cả nên vậy.",
    "truyện_của_Trình_Di": "Lấy cái tốt về sự cả hay mà ở trên quẻ, tức là đạo giếng cả nên. Bởi vì quẻ Tỉnh lấy hào Trên làm thành công.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]