{
    "2": "[3]suối , vì vậy mà ông Công Lưu mở kinh đô ở đất Mân, phải xem khíÂm Dương của đất ấy, xem nước suối của đất ấy, trước hết hãy bói xem suốigiếng có tiện hay không, rồi sau mới ở. Lại rằng: Khảm là thứ nước do sốmột của trời sinh ra; hiện ở quẻ khác, nó đều hỏng vì trôi xuống, cho nênphần nhiều đều ví nó với chỗ hiểm; không mất tính trinh của nước, chỉ cóquẻ Tỉnh mà thôi. Lấy nết quẻ mà xem, thì một hào Dương đầy đặc ở trong,hai hào Âm bao vây ở ngoài, cũng ví như khí Dương mới đem sức nóng vềtrong Âm lạnh, nước mùa Đông nhân đó mà thành ra ấm, ấy là chân tính củaKhảm. Từng dùng sách đó mà xem nước ở gầm trời, trong mùa đông mànước ấm, chỉ có nước giếng mà thôi, ấy là nó được mạch đất, không mất cáitính bản chân. Tới khi chảy ra sông chằm, gió mưa sương móc đẽo gọt, nómất bản tính, không còn cái ấm áp của một khí Dương khi trước nữa. Lạixem trong đáy giếng, ở thân thể người ta thì là tinh huyết; nước trong sôngngòi ở thân thể người ta thì là nước mắt nước mũi. Tính huyết chứa đựngchắc chắn, tức là tính sinh động của nước giếng, mà nước mắt mũi đi rồikhông lại, tức là cái hỏng của những dòng chảy xuống chỗ thấp.LỜI KINH井,改 ⾢ 不 改 井,無喪無得, 往 來 井 井.Dịch âm. - Tỉnh, cải ấp bất cải tỉnh, vô đắc vô táng, vãng lai tỉnh tỉnh.Dịch nghĩa. - Quẻ Tỉnh, đổi làng chẳng đổi giếng, không mất không được,[4]đi lại giếng giếng .GIẢI NGHĨATruyện của Trình Di. - Giếng là một vật mà không thể đổi, làng có thể đổiđi chỗ khác, mà giếng thì không thể đổi, cho nên nói rằng: \"Đổi làng khôngđổi giếng\". Giếng, múc nó chẳng hết, để nó chẳng đầy, tức là không mấtđược. Người nào đến đó cũng được dùng nó, tức là đi lại giếng giếng. Khôngmất không được là đức của giếng, đi lại giếng giếng là công dụng của giếngvậy.Lời bàn của Tiên Nho. - Trương Trung Khê nói rằng: Đức của giếng là trờiđất vậy, mà nó lấy sự chẳng đổi làm đức riêng. Thể dưới vốn là Kiền, thểtrên vốn là Khốn, hào Đầu hào Năm cứng mềm đối nhau mà thành quẻ Tỉnh.Khôn là làng, đổi Khôn là Khảm là đổi làng. Nước Khảm là giếng, hào Nămlấy chất cứng ở ngôi giữa mà không thay đổi, thế là không đổi giếng. Làng ởnơi chốn của nó mà họp được, có thể dời đi tới giếng; giếng ở nơi chốn củanó mà có thường, không thể dời đi tới làng. Múc nó không hết cho nênkhông mất; không múc nó cũng không đầy, cho nên không được. Cứng đi ởngôi Năm, mềm lại ở ngôi Đầu, kẻ đi được nước mà lên, kẻ lại tìm nước ở[5]dưới, đi lại đều \"giếng\" cái giếng của mình, không bị hại về đói khát, chonên nói rằng \"đi lại giếng giếng\".LỜI KINH迄 ⾄, 亦 未 橘 井, 羸 其 瓶, 凶.Dịch âm. - Hất chí, diệc vị quất tỉnh, luy kỳ bình hung.Dịch nghĩa. - Hầu đến, cũng chưa dong trạc đến giếng, hỏng thửa lọ, hung.GIẢI NGHĨATruyện của Trình Di. - \"Hất\" là \"hầu ''quất\" là dây chạc. Cáigiếng lấy sự nên dùng làm công, hầu đến mà chưa kịp dùng thì cũng như chabuông chạc xuống giếng. Đạo đấng quân tử quý ở có nên, vì vậy mà ngũ cốc[6]không chín, chẳng bằng cây đề bãi ; đào giếng chín bậc mà chưa tới suối,cũng là giếng bỏ. Có công dụng giúp cho các vật chưa tới các vật, cũng nhưkhông có vậy. Làm hỏng cái lọ mà đánh mất đi, thì sự dùng của nó mất rồi,cho nên mới hung. \"Luy\" là hủy cho hỏng đi.Bản nghĩa của Chu Hy. - Giếng là chỗ đào đất ra nước, lấy cây Tốn vàodưới nước Khảm mà đưa nước lên, cho nên là giếng. Đổi làng không đổigiếng, cho nên không mất không được, mà kẻ đi kẻ lại đều được \"giếng\" cáigiếng đó. \"Hất\" là hầu \"quất\" là dây chạc \"luy\" là hỏng. Múc nước giếng,khi hầu tới, chưa hết dây chạc mà hỏng lọ thì hung. Lời Chiêm của nó, là,các việc cứ để như cũ thì không được gì, mất gì, lại nên kính cẩn cố gắng,chớ để hầu thành mà hỏng.LỜI KINH彖⽈:巽乎⽔⽽上⽔, 井, 井養⽽不窮也, 改⾢不改井, 乃以剛中也, 汔⾄,亦未繙井, 未有功也, 羸其瓶, 是以凶也Dịch âm. - Thoán viết: Tốn hồ thủy nhi thượng thủy, tỉnh, tỉnh dưỡng nhibất cùng dã, cải ấp bất cải tỉnh, nãi dĩ cương trung dã, hất chí, diệc vị quấttỉnh, vị hữu công dã, huy kỳ bình, thị dĩ hung dã.Dịch nghĩa. - Lời Thoán nói rằng: Vào chưng nước mà đưa nước lên, làgiếng, giếng là vật nuôi mà không cùng vậy, đổi làng chẳng đổi giếng, bèn vìcứng giữa vậy, hầu tới, cũng chưa dong chạc đến giếng, chưa có công vậy,hỏng thửa lọ, cho nên hung vậy.GIẢI NGHĨATruyện của Trình Di. - Nhún vào trong nước mà đưa nước lên là giếng.Giếng nuôi các vật không hề cùng thôi, lấy mãi mà không hết ấy là đức nócó thường độ, làng có thể đổi, giếng không thể dời, cũng là thường độ củađức giếng đó. Đức cứng giữa của hai hào Hai, Năm có thường độ đến thế, doở tài quẻ hợp với nghĩa vậy. Dẫu cho hầu đến, nếu chưa được dùng, thì cũnggiống như chưa dòng dây chạc đến giếng, là vì giếng phải lấy sự nên dùnglàm công, nước ra mới là có dùng, chưa ra thì còn công gì? Lọ là cái để đunnước lên mà dùng hư hỏng cái lọ, tức là không được việc gì, vì vậy mớihung.Bản nghĩa của Chu Hy. - Đoạn trên dùng Tượng quẻ thích nghĩa tên quẻ,đoạn dưới dùng thể quẻ thích lời quẻ. Hai câu \"không mất không được, đi lạigiếng giếng\" với câu \"không đổi giếng\" cùng ý, cho nên không nhắc lại nữa.Cứng giữa chỉ về hai hào Hai, Năm, chưa có công mà hỏng mất lọ, cho nênlà hung.LỜI KINH象⽈: ⽊上有⽔, 井, 君⼦以勞民勸相.Dịch âm. - Tượng viết: Mộc thượng hữu thủy, Tỉnh, quân tử dĩ lạo dânkhuyến tưởng.Dịch nghĩa. – Lời Tượng nói rằng: Trên cây có nước là quẻ Tỉnh, đấng quântử coi đó mà yên ủi dân, khuyến khích sự giúp đỡ.GIẢI NGHĨATruyện của Trình Di. - Cây hứng nước mà lên, là Tượng cái đồ máu mắtđầm múc nước ra khỏi giếng. Đấng quân tử coi tượng giếng, bắt chước đứcgiếng, để yên ủi dân mình mà khuyến miễn họ về cách giúp nhau. Yên ủi dânmình là bắt chước sự dùng của cái giếng, khuyên dân khiến họ giúp nhau làbắt chước sự ra ơn của cái giếng vậy.Bản nghĩa của Chu Hy. - Trên cây có nước thấm nhuần đi lên là Tượng cáigiếng, Yên ủi dân là để trị nuôi dân, khuyến khích sự giúp đỡ là để dân nuôinhau, đều lấy về nghĩa \"cái giếng nuôi người\".Lời bàn của Tiên Nho. - Chu Hy nói rằng: \"Trên cây có nước là quẻ Tỉnh\"câu đó, những người chú giải cho là đồ múc nước, thì ở trên có lọ, lọ là đồsành (không phải đồ gỗ), chỗ đó không thể hiểu. E đó chỉ nói tính nướcnhuần thấm đi lên, đến tận ngọn cây, ấy là Tượng nước giếng đi lên… Trongloài cây cỏ, tân dịch đều đi lên, thẳng đến ngọn cây, đó là nghĩa trên cây cónước.Có người hỏi rằng: \"Câu đó, Trình Tử cho là cái thùng múc nước ở giếng\",có phải hay không? Đáp rằng: Không phải. \"Trên cây có nước\" tức là câydùi trong nước, đưa nước ấy lên, nếu cho là cái thùng múc nước, thì giảikhông thông và lại không hợp với câu \"hỏng thưa lọ\" nữa.LỜI KINH初六: 井泥不⾷, 舊井⽆禽.Dịch âm. - Sơ lục: Tỉnh nê bất thực, cựu tỉnh vô cầm Tỉnh mê bất thực, cựutỉnh vô cầm.Dịch nghĩa. - Hào Sáu Đầu: Giếng bùn chẳng ăn, giếng cũ không chim.GIẢI NGHĨATruyện của Trình Di.- Giếng và vạc đều là đồ vật, cho nên đều theo đồ vậtmà tìm ra nghĩa. Hào Sáu lấy chất Âm mềm ở dưới, phía trên không có ứngviện, là Tượng không đưa nước lên, không thể giúp cho các loài. Đó là cáigiếng không thể ăn. Giếng không thể ăn vì nó bùn bẩn, ở dưới giếng làTượng bùn. Công dụng của giếng do ở nước của nó nuôi được người ta.Không có nước thì phải bỏ đó không dùng. Nước giếng đưa lên, người tađược hưởng sự dùng của nó, chim chóc cũng tới mà tìm, cái giếng cũ bỏ,người đã chẳng ăn, nước chẳng đưa lên, chim chóc cũng không buồn đến. Vìnó không có cái để giúp các loài. Giếng vốn là vật giúp người, hào Sáu lấychất Âm ở ngôi dưới, là Tượng không có nước lên, cho nên là không thể ăn.Giếng không thể ăn, vì nó là bùn, cũng như người ta đương lúc giúp cho mọingười, mà mình tài hèn, không kẻ cứu giúp, không thể giúp ai, bị đời ruồngbỏ vậy.Bản nghĩa của Chu Hy. - Công của cái giếng ở chỗ nó là Dương cứng màcó nước mạch chảy lên. Hào Sáu Đầu lấy chất Âm ở ngôi, dưới, cho nên mớilà Tượng này. Bởi nó không có nước mạch mà chỉ có bùn, thì người takhông ăn mà chim chóc cũng không đoái tới.LỜI KINH象 ⽈: 井 不 ⾷, 下 也, 舊 井 無 禽 時 舍 也.Dịch âm. - Tượng viết: Tỉnh mê bất thực, hạ dã; cựu tỉnh vô cầm thì xả dã.Dịch nghĩa. – Lời Tượng nói rằng: Giếng bùn chẳng ăn, ở dưới vậy; giếngcũ không chim, thì bỏ vậy.GIẢI NGHĨATruyện của Trinh Di. - Lấy chất Âm mà ở dưới giếng, là Tượng bùn vậy.Không có nước mà là bùn, người ta không ăn. Người khổng ăn thì nướckhông lên, không có cái gì kịp tới chim chóc, chim chóc cũng chẳng buồnđến nữa, chỗ đó đủ thấy nó không giúp cho các loài, bị đời bỏ đó khôngdùng.Bản nghĩa của Chu Hy. - Ý nói bị đời ruồng bỏ.LỜI KINH九 ⼆: 井 ⾕, 射鲋, 甕敝 漏.Dịch âm. - Cửu Nhị: Tỉnh cốc, xạ phụ, úng tệ lậu.[7]Dịch nghĩa. - Hào Chín Hai: Giếng hang, bắn loài ếch nhái , vò nát dò.GIẢI NGHĨATruyện của Trình Di. – Hào Hai tuy là tài Dương cứng mà nó ở dưới, phíatrên không có kẻ ứng, lại liền với hào Đầu, là Tượng không lên mà xuống.Đào giếng là thứ đi lên, nước của khe hang thì ra đằng cạnh mà đi trở xuống.Hào Hai ở quẻ Tỉnh mà mất đạo của giếng, ấy. là cái giếng mà như cái hang.Giếng đi lên thì nuôi được loài người mà giúp được loài vật, này nó đixuống, chỉ là bùn bẩn, rót vào loài ếch nhái mà thôi. Chữ \"phụ\" có người cholà con cóc, có người cho là con ễnh ương, là loại vật nhỏ ở trong giếng vậy.\"Xạ\" nghĩa là rót như nước hang chảy xuống rót vào loài ếch nhái vậy. \"Vònát dò\" tức là cái vò bị vỡ mà dò. Là tài Dương cứng, vốn vẫn có thể nuôingười giúp vật, mà phía trên không có ứng viện, cho nên không thể đi lên màphải đi xuống, vì vậy mới không có công giúp cho sự dùng, cũng như nước ởtrong vò, vốn có thể dùng, chỉ vì vỡ nát mà dò, không dùng được nữa.Bản nghĩa của Chu Hy. - Hào Chín Hai chất ứng ở giữa, có Tượng nướcmạch, nhưng vì trên không ứng, dưới thì liền với hào Sáu Đầu, công dụngkhông đi lên, cho nên Tượng nó như thế.LỜI KINH九 ⼆: 井 ⾕ 射 鲋, 無 與 也.Dịch âm. - Tượng viết: Tỉnh cốc, xạ phụ, vô dữ dã.Dịch nghĩa. - Lời Tượng nói rằng: Giếng hang, bắn ếch nhái, không cùngvậy.GIẢI NGHĨATruyện của Trinh Di. - Cái giếng lấy sự chảy lên làm công, hào Hai là tàiDương cứng, vốn vẫn có thể nên dùng, vì nó ở dưới, mà phía trên không kẻứng viện, cho nên phải liền xuống dưới mà bắn vào ếch nhái. Nếu như phíatrên có kẻ cùng với, thì sẽ kéo cho nó lên, mà làm nên công dụng của cáigiếng vậy.LỜI KINH九 三: 井 渫 不 ⾷, 為 我 ⼼ 惻, 可 ⽤ 汲, 王 明,并 受 其 福.Dịch âm. - Cửu Tam: Tỉnh điệp bất thực, vi ngã tâm trắc, khả dụng cấp,vương minh, tịnh thụ kỳ phúcDịch nghĩa. - Hào chín Ba: Giếng trong chẳng ăn, làm sự bùi ngùi cho lòngta, khá dùng múc nước; vua sáng, cùng chịu thửa phúc.GIẢI NGHĨATruyện của Trình Di. - Hào Ba lấy chất Dương cứng ở được chỗ chính, ấylà kẻ có tài giúp cho sự dùng. Nó ở lớp trên của phần dưới cái giếng, tức làthứ nước trong sạch, có thể ặn được. Cái giếng, lấy sự lên là đắc dụng, ởdưới là chưa được dùng. Tỉnh Dương thích lên, lại ứng với hào Sáu Trên, ởchỗ cứng mà quá bậc giữa, săng sắc về sự tiến lên, ấy là kẻ có tài dụng màthiết tha về đường thi hành. Khi chưa được dùng, cũng như cái giếng trongtrẻo sạch sẽ mà không được người ta ăn đến, làm cho lòng phải bùi ngùi.Hào Ba ở thì quẻ Tỉnh, cứng mà không giữa, cho nên thiết tha về đường thithố, khác với tư tưởng \"dùng thì làm, bỏ thì giấu đi\" của đức Khổng Tử.Nhưng đấng minh vưong dùng người, há nên cầu toàn trách bị? Cho nên vuasáng thì được chịu phúc. Tài hào Ba đủ để giúp cho sự dùng, như giếng trongsạch, có thể múc lên mà ăn. Nếu ở trên có ông vua sáng thì nên dùng họ màđược hiệu quả của họ; kẻ hiền tài đắc dụng, thì mình được thi hành đạo củamình, vua được hưởng công của mình, người dưới cũng được chịu ơn củamình. Đó là trên dưới cùng chịu phúc vậy.Bản nghĩa của Chu Hy. - \"Điệp\" là không đọng chất dơ bẩn. Giếng trongkhông ăn mà khiến người ta lòng phải bùi ngùi, thì có thể múc vậy. Lấy chấtDương, ở ngôi Dương, đứng trên quẻ dưới, mà chưa được đời dùng, cho nênTượng, Chiêm của nó như thế.LỜI KINH象 ⽈: 井 渫 不 ⾷, ⾏ 測 也, 求 王 明, 受 福 也.Dịch âm. - Tượng viết: Tỉnh điệp bất thực, hành trắc dã, cầu minh vương,thụ phúc dã.Dịch nghĩa. - Lời Tượng nói rằng: Giếng trong chẳng ăn, kẻ đi bùi ngùi vậy:tìm vua sáng, cùng chịu phúc vậy.GIẢI NGHĨATruyện của Trình Di. - Giếng trong sạch mà không được người ta ăn đến,tức là người có tài trí mà không được dùng, lấy sự không được hành đạo làmđiều lo lắng ngậm ngùi vậy. Đã lấy sự không được hành đạo làm điều lo lắngbùi ngùi, thì sao cho khỏi có sự cầu cạnh? Cho nên nó tìm vua sáng mà chịuphúc, là tại trí nó thiết tha về sự hành đạo vậy.Bản nghĩa của Chu Hy. - \"Hành trắc\" nghĩa là kẻ đi đường lấy làm bùingủi.LỜI KINH六四: 井鹙, ⽆咎.Dịch âm. – Lục Tử: Tỉnh thịu, vô cữu.Dịch nghĩa. - Hào Sáu Tư: Giếng xây bờ, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Tư tuy là Âm mềm mà nó ở được chỗ chính,trên thờ ông vua Chín Năm, là kẻ tài tuy không đủ thi thố rộng rãi, làm lợicho người, nhưng cũng có thể tự giữ lấy mình, cho nên, nó biết sửa trị thìkhông có lỗi \"Thịu\" là xây cách chồng chất, tức là sửa trị vậy. Hào Tư là tàihèn, không thể thi thố cái công giúp người một cách rộng rãi, nhưng nếu sửatrị việc mình, không để hư bỏ, thì được. Bằng cách không sửa trị, bỏ mất cáicông nuôi người, ấy là mất đạo cái giếng, lỗi đó lớn lắm. Ở ngôi cao, gặpvua Dương cương trung chính, chỉ nên xử cho chính đính, vâng thờ bên trên,chẳng bỏ việc mình, cũng được khỏi lỗi.Bản nghĩa của Chu Hy. - Là hào Sáu, ở ngôi Tư, tuy được chỗ chính,nhưng vì là chất Âm mềm chẳng thành nước mạch, thì chỉ có thể sửa trị màkhông có công tới người, cho nên Tượng, Chiêm của nó như thế. Kẻ xemnếu biết tự mình sửa trị thì tuy là không có công tới người, mà cũng có thểkhông lỗi.LỜI KINH象⽈: 井鹙⽆咎, 脩井也Dịch âm. - Tượng viết: Tỉnh thỉu vô cữu, tu tỉnh dã.Dịch nghĩa. Lời Tượng nói rằng: Giếng xây dựng bờ không lỗi, sửa giếngvậy.GIẢI NGHĨATruyện của Trình Di. - Xây bờ tức là sửa trị cho giếng, tuy là không thểlàm lớn cái công giúp người, nhưng biết sửa trị, thì không phải bỏ, cho nênkhông lỗi. Chỉ được khỏi lỗi mà thôi. Nếu nó là Dương cương, thì không đếnnỗi như thế.LỜI KINH九五: 井冽, 寒泉⾷Dịch âm. - Cửu Ngũ: Tỉnh liệt, hàn toàn thực.Dịch nghĩa. - Hào Chín Năm: Giếng mát, suối lạnh, ăn.GIẢI NGHĨATruyện của Trình Di. - Hào Năm lấy chất Dương cương trung chính ở ngôitôn, tài nó đức nó rất hay rất đẹp. \"Giếng mát, suối lạnh, ăn\" là sao? Mát làngọt sạch, nước giếng lấy lạnh làm ngon, suối lạnh ngọt sạch, có thể đểngười ta ăn; để tạo giếng thế là rất hay. Nhưng không nói tốt, là vì giếng phảivọt lên mới là thành công, chưa đến bậc trên thì chưa tới sự dùng, cho nên,đến hào Trên mới nói cả tốt.Bản nghĩa của Chu Hy. - \"Mát\" tức là sạch. Dương cứng giữa chính, côngtới các loài, cho nên thành ra Tượng ấy. Kẻ xem có đức kia thì hợp Tượngnày.LỜI KINH象⽈: 寒泉之⾷, 中正也.Dịch âm. - Tượng viết: Hàn tuyền chi thực, trung chính dã.Dịch nghĩa. - Lời Tượng nói rằng: Suối lạnh chưng ăn, giữa chính vậy.GIẢI NGHĨATruyện của Trình Di. - Suối lạnh mà có thể ăn, là điều chí thiện trong đạogiếng. Hào Chín Năm có đức giữa chính, tức là cái nghĩa chí thiện vậy.LỜI KINH上六: 井收, 勿幕, 有孚, 元吉.Dịch âm. - Thượng Lục: Tỉnh thu, vật mục, hữu phu, nguyên cát.Dịch nghĩa. - Hào Sáu Trên: Giếng thu, chớ chùm, có tin, cả tốt.GIẢI NGHĨATruyện của Trình Di. - Công dụng của giếng là sự vọt lên. Ở lấp, lấy màkhông che, lợi đó vô cùng, ơn của giếng rộng lắm lớn lắm. Có tin là cóthường độ mà không thay đổi, ra ơn rộng mà có thường độ, tức là sự tốttrong điều cả hay. Thể theo công dụng của giếng, ra ơn rộng mà có thườngđộ, phi bậc người lớn thì ai làm nổi? Cùng chót quẻ khác là cực, là biến, chỉcó quẻ Tỉnh quẻ Đỉnh, cùng chót là thành, vì vậy mới tốt.Bản nghĩa của Chu Hy. - Thu là múc lấy, họ Triều nói \"thu là trục kéo dâychạc lên\", cũng thông. \"Trùm\" là che úp. \"Có tin\" là nó chảy ra có nguồn màkhông cùng kiệt. Giếng lấy sự vọt lên làm công, mà cửa Khảm không lấp,cho nên hào Sáu Trên tuy chẳng phải là chất Dương cứng, mà Tượng nó nhưthế. Nhưng, kẻ xem ứng được hào này, cũng ắt phải có đức tin mởi là cả tốt.LỜI KINH象 ⽈: 元 吉 在 上, ⼤ 成 也.Dịch âm. - Tượng viết: nguyên cát tại thượng, đại thành dã.Dịch nghĩa. – Lời Tượng nó rằng: Cả tốt ở trên, cả nên vậy.GIẢI NGHĨATruyện của Trình Di. - Lấy cái tốt về sự cả hay mà ở trên quẻ, tức là đạogiếng cả nên. Bởi vì quẻ Tỉnh lấy hào Trên làm thành công.Chú thích:[1]Chữ 井 (tỉnh) có nghĩa là giếng, có nghĩa là làng, lại có nghĩa là tề chỉnhrành rọt.[2]Ta gọi mạch nước.[3]Ông tổ nhà Chu.[4]Theo Trình Di và Trương Trung thì hai chữ \"giếng giếng\" chữ trên làđộng từ (verbe), chữ dưới là danh từ (nom). Giếng giếng là \"giếng cái giếng\"cũng như nói \"cuốc cái cuốc\" \"cày cái cày\" \"quạt cái quạt\" vậy.[5]Nghĩa là múc nước giếng mà dùng.[6]Một thứ cỏ sàn ở phía Bắc nước Tàu, có hột như lúa, nhưng phần nhiềuchỉ để nuôi gia súc.[7]Dịch theo Trình Di."
}