[
  {
    "chunk_id": "QUE_VO_VONG_001",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    }
  },
  {
    "chunk_id": "QUE_VO_VONG_002",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "無妄元亨,利貞,其匪正,有眚,不利有攸往.",
    "dịch_âm": "Vô Vọng nguyên hanh, lợi trinh, kỳ phỉ chính, hửu sảnh, bất lợi hữu du vãng.",
    "dịch_nghĩa": "Quẻ Vô Vọng cả hanh, lợi về sự chính bền; thửa chẳng chính có tội, không lợi có thửa đi.",
    "truyện_của_Trình_Di": "Không càn tức là rất thành,rất thành thì là đạo trời. Ông trời biến hóa nuôi nấng các vật, muôn vật sinh sôi không cùng, vật nào nhằm đúng tính mệnh của vật ấy, đều là không càn. Người ta có thể hợp với đạo không càn, thì “hợp đức với trời đất” vậy. Không càn có lẻ cả hanh, đấng quân tử làm theo đạo không càn, thì có thể đem lại được sự cả hanh. Vậy quẻ Vô Vọng tức là đạo trời, trong quẻ cốt nói về lẽ người ta theo đạo “không càn” Lợi trinh nghĩa là cái cách bắt chước đạo không càn, lợi ở trinh chính, không trinh chính là càn, tuy không tà tâm, mà nếu không hợp chính lý thì là càn, là có tà tâm cho nên chẳng chính thì là tội lỗi. Đã không càn thì không nên có sự đi, đi thì là càn.",
    "bản_nghĩa_của_Chu_Hy": "Vô Vọng nghĩa là thực lý tự nhiên, sách Sử ký chép là 無望（Vô vọng) nghĩa là “không cần kỳ vọng mà cũng có được”, như thế cũng thông. Nó là một quẻ do ở quẻ Tụng biến ra, hào Chín quẻ này bởi hào Hai quẻ kia chuyển sang mà ở ngôi Đầu, lại là thể Chấn, chủ về sự động, động mà không càn, cho nên mới là vô vọng. Lại, trong hai thể, Chấn động mà Kiền mạnh, hào Chín Năm đứng cứng ở giữa mà ứng với hào Chín Hai, cho nên lời Chiêm của nó là “cả hanh mà lợi về sự chính, không chính thì có tội mà không lợi có thửa đi”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_003",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "彖⽈:無妄,刚⾃外來⽽為主於内.",
    "dịch_âm": "Thoán viết: Vô vọng, cương tự ngoại lai, nhi vi chủ ư nội.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Vô Vọng, cứng tự ngoài đến, mà làm chủ ở trong.",
    "truyện_của_Trình_Di": "Đây chỉ về hào Chín Đầu, hào Đầu thể Khôn, biến ra thể Chấn, đó là “cứng tự ngoài đến”. Chấn lấy hào Đầu làm chủ, quẻ này bởi đó mà ra, cho nên nó là chủ quẻ Vô Vọng. Động theo lẽ trời là không càn, đó là động mà lấy trời làm chủ: “Lấy chất cứng biến hóa chất mềm, là tượng lấy sự chính mà trừ điều càn”. Lại, hào cứng làm chủ ở trong, cũng là nghĩa không càn. Hào Chín ở ngôi Đầu, như thế là chính.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_004",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "動⽽健,剛中⽽應,⼤亨以正,天之命也.",
    "dịch_âm": "Động nhi kiện, cương trung nhi ứng, đại hanh dĩ chính, thiên chi mệnh dã.",
    "dịch_nghĩa": "Động mà mạnh, cứng giữa mà có ứng với, cả hanh và chính, mệnh của trời vậy.",
    "truyện_của_Trình_Di": "Dưới động mà trên mạnh cho nên sự động cứng mạnh. Cứng Mạnh tức là thể của quẻ Vô Vọng. “Cứng giữa mà có ứng với”, nghĩa là hào Năm lấy đức cứng ở ngôi trung chính, hào Hai lấy đức trung chính ứng lại với nó, ấy là thuận lẽ mà không càn, cho nên đạo đó cả hanh mà trinh chính, ấy là mệnh của trời đó. Mệnh trời chỉ về đạo trời, tức là cái không càn.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_005",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "其匪正, 有眚, 不利有攸往, 無妄之往, 何之矣, 天命不祐, ⾏矣哉",
    "dịch_âm": "Kỳ phi chính, hữu sảnh, bất lợi hữu du vãng, vô vọng chi vãng, hà chi hỹ? Thiên mệnh bất hựu, hành hỹ tai.",
    "dịch_nghĩa": "Thửa chẳng chính, có tội, chẳng lợi có thửa đi, không càn mà đi, đi đâu nhỉ? Mệnh trời không giúp, đi được chăng?",
    "truyện_của_Trình_Di": "Gọi là không càn, chỉ có sự chính mà thôi. Hơi sai sự chính, thì có lỗi, tức là càn rồi, cái điều gọi là chẳng chính, chỉ bởi “có đi” mà ra. Nếu không càn mà chẳng đi thì lấy đâu có sự chẳng chính? Không càn là lẽ rất chính, lại còn đi nữa, thì sẽ đi đâu? Ấy là đi đến chỗ càn. Đi thì trái với lẽ trời, đạo trời không giúp, có thể đi chăng?",
    "bản_nghĩa_của_Chu_Hy": "Đây là sự biến đổi của quẻ và đức quẻ thể quẻ, để nói điều hay của quẻ như thế, cho nên lời chiêm của nó là cả hanh mà lợi về sự chính, tức là mệnh trời nên thế. Nếu có điều chẳng chính, thì không lợi về sự đi, muốn đi đâu nữa? Bởi vì trái vời mệnh trời mà trời không giúp, cho nên không thể có đi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_006",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈: 天下雷⾏物與, 兎妄, 先王以茂對時, 育萬物.",
    "dịch_âm": "Tượng viết: Thiên hạ lôi hành vật dữ, Vô Vọng; Tiên vương dĩ mậu đối thì, dục vạn vật.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dưới trời sấm chạy vật được phú tính, là quẻ Vô Vọng; đấng Tiên vương coi đó mà tốt đối thì, nuôi muôn vật.",
    "truyện_của_Trình_Di": "Sấm chạy ở dưới trời, Âm Dương giao hòa, cọ nhau mà thành tiếng, bấy giờ sâu non còn náu phải kinh, mầm non mới nhú phải động, muôn vật đều phát sinh, trong sự phú dữ, lớn, nhỏ, cao, thấp, vật nào không nhằm đúng tính mệnh của vật ấy, không có sai càn, ấy là các vật phú tình không càn. Đấng Tiên vương coi tượng “dưới trời sấm chạy, phát sinh phú dữ các vật” để tốt đối thì trời, nuôi nấng muôn vật khiến cho vật nào được sự thích nghi của vật ấy, như việc phú dữ của trời không hề sai càn. “Mậu” nghĩa là thịnh, ý chữ “mậu đối” cũng như thịnh hành. Đối thì nghĩa là thuận hợp thì trời. Đạo trời sinh ra muôn vật, vật nào nhằm đúng tính mệnh của vật ấy mà không sai càn, đấng Tiên vương thể theo đạo trời, nuôi nấng nhân dân, cho đến sâu bọ cỏ cây, khiến cho giống nào được sự thích nghi của giống ấy, đó là đạo đối thì vật nuôi.",
    "bản_nghĩa_của_Chu_Hy": "Dưới trời sấm đi, chấn động phát sinh muôn vật, vật nào nhằm đúng tính mệnh của vật ây, đó là mỗi vật trời mỗi phú cho bằng cách không càn, đấng Tiên vương bắt chước lượng đó để đối với thì, nuôi các vật, nhân theo bản tính của nó mà không tư túi với vật nào.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_007",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "初九:無妄,往吉.",
    "dịch_âm": "Sơ Cửu: Vô vọng vãng cát",
    "dịch_nghĩa": "Hào Chín Đầu: Không càn, đi tốt.",
    "truyện_của_Trình_Di": "Hào Chin lấy đức Dương cương làm chủ ở trong, là Tượng “không càn”. Dùng đức cứng thực biến đổi chất mềm mà ở bên trong, ấy là kẻ bên trong thành thật không càn. Dùng đức không càn mà đi, đi đâu không tốt? Lời quẻ nói “không lợi có thửa đi”, nghĩa là đả không càn thì không nên có đi, đi quá thì càn; Lời hào nói “đi tốt” nghĩa là dùng đạo “không càn”mà đi thì tốt.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức cứng ở bên trong, là chủ của sự thành thật. Như thế mà đi, đủ biết là tốt, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_008",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈:無妄之往,得志今.",
    "dịch_âm": "Tượng viết: Vô vọng, chi vãng, đắc chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự đi của đức không càn, là đắc chí vậy.",
    "truyện_của_Trình_Di": "Lấy đức không cànt không chỗ nào mà không được thỏa chí mình. Bởi vì sự thành thật đối với các vật, không vật nào mà không cảm động, dùng nó sửa mình thì ngay, dùng nó làm việc thì việc được hợp lẽ, dùng nó trị người, thì người ta cảm mà hóa theo, không đi đâu mà không đắc chí.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_009",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "夫⼆:不耕獲,不菌畲, 則利有攸終",
    "dịch_âm": "Lục Nhị: Bất canh hoạch, bất tri dư, tắc lợi hữu du vãng., [4]",
    "dịch_nghĩa": "Hào Sáu Hai: Chẳng cây, gặt; chẳng ngả, ngấu thì lợi có thửa đi.",
    "truyện_của_Trình_Di": "Cái gì lý phải nên thế, thì không phải càn; nhửng điều người ta muốn làm mới là càn, cho nên đùng việc cày, gặt, ngả, ngấu để làm thí dụ. Hào Sáu Hai ở ngôi giữa được chỗ chính, lại ứng với hào Năm là hào trung chính ở thể động mà mềm thuận, đó là hành động biết theo đường trung chính, tức là không càn, cho nên hết sức nói rõ về nghía không càn. Cày là việc đầu tư của sự làm ruộng, gặt là việc chót của sự ấy: ruộng vỡ, cỏ một năm là tri, ba năm là dư. Không cày mà gặt, không là ruộng một năm mà là ruộng ba năm, nghĩa là không đầu têu gây việc, nhân theo sự lý nên thế mà thôi. Đầu têu gây việc, là do lòng người mà làm, đó tức là càn, nhân việc nên thế, thì là thuận lý ứng vật không phải là càn. Việc gặt, và ruộng ba năm, chính là nhân việc nên thế đó. Bởi vì cày thì có gặt, có ruộng một năm thì có ruộng ba năm, ấy là sự lý vẫn thế không phải do tâm lý gây ra, như thế thì là không càn, không càn thì sự đi sẽ không hại. Hoặc có người nói: Đấng thánh nhân sáng chế việc này việc khác, để làm lợi cho thiên hạ, điều dựng lên đầu mối, há chẳng là càn hay sao? Đáp rằng: Đấng thánh nhân tùy thời mà chế tác các việc, rất hợp với sự thích nghi của không khí, chưa từng đi trước thời đại mà khơi đầu ra. Nếu không đợi thời, thì một ông thánh cũng đủ làm hết các việc, cần gì phải ông thánh nọ nối ông thánh kia mà chế tác hoài. Vậy thì thời đại tức là đầu mối các việc, đấng thánh nhân chỉ tùy thời đại mà làm.",
    "bản_nghĩa_của_Chu_Hy": "Mềm thuận trung chính, nhân thời theo lý mà không có lòng riêng tây mong hẹn, cho nên có tượng “chẳng cày gặt, không ngả ngấu” nghĩa là không làm việc gì từ trước, không mong sự gì về sau. Kẻ xem như thế, thì lợi có thửa đi.",
    "lời_bàn_của_tiên_nho": "Trần Tiềm Thất nói rằng: Đại ý Y Xuyên cho là “không phải cày mà gặt được, không ngả cỏ mà có ruộng ngấu, những việc có vì lẽ gì mà làm đều là lòng riêng về đường tính lợi, tức là càn. Nhưng trong lời kinh thì không nói thế, cho nên trong cuốn Dịch của Trình Di cũng còn cần phải bàn nhiều. Bảo rằng “không cày mà gặt, không có ruộng ngả mà có ruộng ngấu là không đầu têu gây việc” thì hình như nhận việc cày và việc “ngả ruộng” đều là ý riêng. Đoạn giữa lại nói “có cày ắt có gặt, có ruộng một năm ắt có ruộng ba năm” thì việc cày và ngả ruộng lại không phải ý [5] riêng. Đoạn cuối nói “Đã cày thì có gặt, đã ngả cỏ thì ắt có ruộng ngấu mà làm” thì lại giống như nhận việc gặt và ruộng ngấu là ý riêng. Ba thuyết đó không khỏi mâu thuẫn với nhau."
  },
  {
    "chunk_id": "QUE_VO_VONG_010",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈:不耕獲, 未富也.",
    "dịch_âm": "Tượng viết: Bất canh hoạch, vị phú dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chằng cày gặt, chửa giầu vậy.",
    "truyện_của_Trình_Di": "“Chửa” là không hẳn, quẻ Lâm nói “chửa thuận mệnh” cũng là nghĩa thế. Không cày mà gặt, không ngả cỏ mà có ruộng ngấu, là nhân cái yiệc nên thế. Đã cày thì ắt có gặt, đã ngả cỏ thì ắt thành ruộng ngấu. Ắt vì lời lãi về sự gặt và ruộng ngấu mà làm, thì lúc đầu cày và ngả cỏ là có để bụng cầu được gặt và ruộng ngấu, ấy là chỉ vi sự giàu. Trong bụng có muốn mà làm, là càn.",
    "bản_nghĩa_của_Chu_Hy": "Chữ 富（phú) này cũng như chữ富 (phú) trong câu ⾮富天下(phi phú thiên hạ: chẳng phải là muốn được cả thiên hạ làm giàu), ý nói “không phải là vì tính lợi mà làm”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_011",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "六三:無妄之災,或繫之⽜,⾏⼈之得,⼈之災.",
    "dịch_âm": "Lục Tam: Vô vọng chi tai, hoặc hệ chi ngưu, hành nhân chi đắc, ấp nhân chi tai.",
    "dịch_nghĩa": "Hào Sáu Ba: Cái hại của sự không càn, hoặc buộc con trâu, kẻ đi đường mà được, người ấp bị hại.",
    "truyện_của_Trình_Di": "Hào Ba Âm mềm mà không trung chính, là kẻ càn, lại ứng với hào Trên, tức là có sự muốn, cũng là càn nữa. Trong đạo không càn, như thế là tai hại. Thánh nhân nhân hào Sáu Ba có tượng càn, mới phát minh lẽ đó mà rằng: “Cái hại của sự không càn, hoặc buộc con trâu, người đi đường được, là hại của người ấp”. Ý nói: càn như hào Ba tức là tai hại của sự không càn, giả sử có cái được, cái mất sẽ theo đến, ví như hoặc buộc con trâu - chữ “hoặc” tức là giả sử - người đi đường bắt được nó, lấy làm của mình, thì người trong ấp mất trâu, tức là tai hại. Nếu như người ấp buộc được con ngựa, thì người đi đường mất ngựa, tức là tai hại. Ý nói: có được thì có mất, không đủ kể là được, “người ấp” và “người đi đường” chỉ nói “có được thì có mất” không phải là mình với kẻ kia. Cái phúc được càn, vạ cũng theo liền; cái được bằng sự được càn, cái mất củng ngang với nó, chỉn không đủ kể làm được. Người mà biết thế, thì không động càn.",
    "bản_nghĩa_của_Chu_Hy": "Sáu hào trong quẻ đều là không càn, hào Sáu Ba ở không được chính, cho nên lời Chiêm của nó là vô cố mà bị tai vạ, ví như có kẻ qua đường dắt mất trâu đi, mà kẻ ở đó lại phải lôi thôi về sự tra hỏi bắt bớ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_012",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈:⾏⼈得⽜,⾢⼈災也.",
    "dịch_âm": "Tượng viết: Hành nhân đắc ngưu, ấp nhân tai dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Người đi đường được trâu, là hại của người ấy vậy.",
    "truyện_của_Trình_Di": "Người đi đường được trâu,tức là cái vạ của người trong ấp, có kẻ được thì cò kẻ mất, sao đủ cho là sự được?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_013",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "九四: 可貞, ⽆咎",
    "dịch_âm": "Cửu Tứ: Khả trinh, vô cữu",
    "dịch_nghĩa": "Hào Chín Tư: Khả trinh, không lỗi.",
    "truyện_của_Trình_Di": "Hào Tư là chất Dương cứng mà ở thể Kiền, lại không hào nào ứng với, đó tức là kẻ không càn. Cứng mà không có riêng tây, há có càn ư? Hệ mà có thể chính bền giữ lấy cách đó thì tự nhiên không lỗi. Có người hỏi rằng: Hào Chín mà ở ngôi Âm, được là chính à? Đáp rằng: Là Hào Dương, ở thế Kiền, nếu lại ở vào ngôi Dương thì là quá đáng, quá đáng là càn, ở ngôi Âm ấy là không có chí ham chuộng sự cứng. “Khả trinh” với “lợi trinh” không giống nhau. “Khả trinh” nghĩa là cái chỗ nó ở có thể chính bền giữ lấy; “lợi trinh” thì là lợi về sự chính.",
    "bản_nghĩa_của_Chu_Hy": "Chất Dương cứng, ở thế Kiền, phía dưới không có ứng với, đó là lời Chiêm “giữ vững được thì không lỗi, chứ không có thể làm gì”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_014",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈: 可貞⽆咎, 固有之也.",
    "dịch_âm": "Tượng viết: Khả trinh vô cữu, cố hữu chi dã. Dich nghĩa. - Lời Tượng nói rằng: Khá trinh không lỗi, cố giữ đó vậy.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Chính bền giữ đó, thì không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Chữ 有(hữu) đây cũng là chữ 守(thủ) là giữ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_015",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "象⽈: 可貞⽆咎, 固有之也.",
    "dịch_âm": "Cửu Ngủ: Vô vọng chi tật, vật dược, hữu hỷ.",
    "dịch_nghĩa": "Hào Chín Năm: Cái tật không càn, đừng thuốc, có mừng.",
    "truyện_của_Trình_Di": "Hào Chín Năm lấy đức trung chính đương vào ngôi tôn, dưới lại có kẻ lấy đức trung chính thuận ứng với nó, ấy là không càn đến cùng tột vậy, đạo đó không còn gì hơn. Tật là có cái làm cho thành bệnh. Không càn như hào Chín Năm, nếu có tật bệnh, chớ dùng thuốc chừa, thì sẽ có mừng. Người ta có tật, phải dùng thuốc trị bỏ cái tà, để nuôi cái chính. Nếu như khí thể bình hòa, vốn không có tật mà lại công phạt, thì phải hại đến cái chính, cho nên đừng thuốc thì có mừng. Có mừng nghĩa là tật tự mất đi.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức Kiền cương trung chính để ở ngôi tôn, kẻ ứng ở dưới lại cũng trung chính, ấy là không càn đến cùng tột. Như thế mà có tật bệnh thì chớ dùng thuốc tự nhiên sẽ khỏi, cho nên Tượng, Chiêm như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_016",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "参⽈:無妄之蔡,不可詩也",
    "dịch_âm": "Tượng viết: Vô Vọng chi dược, bất khả thí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái thuốc không càn, chẳng khá thử vậy.",
    "truyện_của_Trình_Di": "Người ta có sự càn bậy lẽ phải sửa đổi. Đã không càn rồi, lại còn lấy thuốc để chữa, thế là càn có thể dùng chăng? Cho nên nói là “chẳng khá thử”’. Thử là dùng tạm, cũng như nói “nếm một ít”.",
    "bản_nghĩa_của_Chu_Hy": "Đã là không càn mà lại thuốc men thì lại là càn mà sinh ra tật, Thử là hãy nếm một ít.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_017",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": "上九:無妄⾏,有眚,無攸利.",
    "dịch_âm": "Thượng Cửu: Vô Vọng hành, hữu sảnh, vô du lợi.",
    "dịch_nghĩa": "Hào Chín Trên: Không càn mà đi, có tội, không thửa lợi.,",
    "truyện_của_Trình_Di": "Hào Chín Trên ở về chót quẻ, ấy là cùng cực của sự không càn. Cùng cực mà lại còn đi, tức là quá lẽ. Quá lẽ thì càn. Cho nên hào Chín Trên mà đi thì có tội lỗi, mà không lợi về cái gì.",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Trên không phải là có sự càn, chỉ vì nó cùng cực, không thể đi nữa mà thôi. Cho nên Tượng Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_VO_VONG_018",
    "hexagram": "QUE_VO_VONG",
    "que": "QUẺ VÔ VỌNG",
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.",
      "2": "Chỉ về Chấn.",
      "4": "“Tri” là ruộng vỡ cỏ một năm, “dư” là ruộng vỡ cỏ ba năm, tiếng ta không có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng “ngả” chỉ việc bừa cho vở đất nát cỏ, và tiếng “ngấu” chỉ những ruộng đã thối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng “ngả”, “ngấu” để định hai chữ “Tri”, “Dư”",
      "5": "Tức đoạn Dịch truyện dưới đây.",
      "3": "Chỉ về Kiền."
    },
    "lời_kinh": ".象⽈:無妄之⾏,窮之災也.",
    "dịch_âm": "Tượng viết: Vô vọng chi hành, củng chi tai dả.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Không càn mà đi, là hại của sự cùng cực vậy.",
    "truyện_của_Trình_Di": "Không càn đã đến cùng cực, mà lại tiến thêm, thì tức là càn ấy là cùng mà thành tai hại.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Dương Văn Hoán nói rằng: Không càn tức là hành động theo lẽ trời: Hễ trái lẽ trời mà hành động thì tức là càn. Quẻ này ba hào dưới là thể Chân, hào Đầu đi tốt, hào Hai lợi về sự đi, hào Ba người đi mà được, đều lợi về sự động, đó là ở dưới nên động, động thì ứng lẽ trời, Ba hào trên là thể Kiền, hào Tứ khá trinh, hào Năm đừng thuốc, đều là răn về sự động, vì động là trái lẽ trời; hào Trên đi thì có tội, đã hợp với lẻ trời rồi, đi nữa thì đi đâu? Cho nên, nên động mà không động, với không nên động mà động đều là càn cả."
  }
]