{
    "2": "[3]Truyện của Trình Di. - Dưới động mà trên mạnh cho nên sự độngcứng mạnh. Cứng Mạnh tức là thể của quẻ Vô Vọng. \"Cứng giữa mà có ứngvới\", nghĩa là hào Năm lấy đức cứng ở ngôi trung chính, hào Hai lấy đứctrung chính ứng lại với nó, ấy là thuận lẽ mà không càn, cho nên đạo đó cảhanh mà trinh chính, ấy là mệnh của trời đó. Mệnh trời chỉ về đạo trời, tức làcái không càn.LỜI KINH其匪正, 有眚, 不利有攸往, 無妄之往, 何之矣, 天命不祐, ⾏矣哉Dịch âm. - Kỳ phi chính, hữu sảnh, bất lợi hữu du vãng, vô vọng chi vãng,hà chi hỹ? Thiên mệnh bất hựu, hành hỹ tai.Dịch nghĩa. - Thửa chẳng chính, có tội, chẳng lợi có thửa đi, không càn màđi, đi đâu nhỉ? Mệnh trời không giúp, đi được chăng?GIẢI NGHĨATruyện của Trình Di. - Gọi là không càn, chỉ có sự chính mà thôi. Hơi saisự chính, thì có lỗi, tức là càn rồi, cái điều gọi là chẳng chính, chỉ bởi \"có đi\"mà ra. Nếu không càn mà chẳng đi thì lấy đâu có sự chẳng chính? Không cànlà lẽ rất chính, lại còn đi nữa, thì sẽ đi đâu? Ấy là đi đến chỗ càn. Đi thì tráivới lẽ trời, đạo trời không giúp, có thể đi chăng?Bản nghĩa của Chu Hy. - Đây là sự biến đổi của quẻ và đức quẻ thể quẻ, đểnói điều hay của quẻ như thế, cho nên lời chiêm của nó là cả hanh mà lợi vềsự chính, tức là mệnh trời nên thế. Nếu có điều chẳng chính, thì không lợi vềsự đi, muốn đi đâu nữa? Bởi vì trái vời mệnh trời mà trời không giúp, chonên không thể có đi.LỜI KINH象⽈: 天下雷⾏物與, 兎妄, 先王以茂對時, 育萬物.Dịch âm. - Tượng viết: Thiên hạ lôi hành vật dữ, Vô Vọng; Tiên vương dĩmậu đối thì, dục vạn vật.Dịch nghĩa. – Lời Tượng nói rằng: Dưới trời sấm chạy vật được phú tính, làquẻ Vô Vọng; đấng Tiên vương coi đó mà tốt đối thì, nuôi muôn vật.GIẢI NGHĨATruyện của Trình Di. - Sấm chạy ở dưới trời, Âm Dương giao hòa, cọ nhaumà thành tiếng, bấy giờ sâu non còn náu phải kinh, mầm non mới nhú phảiđộng, muôn vật đều phát sinh, trong sự phú dữ, lớn, nhỏ, cao, thấp, vật nàokhông nhằm đúng tính mệnh của vật ấy, không có sai càn, ấy là các vật phútình không càn. Đấng Tiên vương coi tượng \"dưới trời sấm chạy, phát sinhphú dữ các vật\" để tốt đối thì trời, nuôi nấng muôn vật khiến cho vật nàođược sự thích nghi của vật ấy, như việc phú dữ của trời không hề sai càn.\"Mậu\" nghĩa là thịnh, ý chữ \"mậu đối\" cũng như thịnh hành. Đối thì nghĩa làthuận hợp thì trời. Đạo trời sinh ra muôn vật, vật nào nhằm đúng tính mệnhcủa vật ấy mà không sai càn, đấng Tiên vương thể theo đạo trời, nuôi nấngnhân dân, cho đến sâu bọ cỏ cây, khiến cho giống nào được sự thích nghi củagiống ấy, đó là đạo đối thì vật nuôi.Bản nghĩa của Chu Hy. - Dưới trời sấm đi, chấn động phát sinh muôn vật,vật nào nhằm đúng tính mệnh của vật ây, đó là mỗi vật trời mỗi phú chobằng cách không càn, đấng Tiên vương bắt chước lượng đó để đối với thì,nuôi các vật, nhân theo bản tính của nó mà không tư túi với vật nào.LỜI KINH初九:無妄,往吉.Dịch âm. - Sơ Cửu: Vô vọng vãng cátDịch nghĩa. - Hào Chín Đầu: Không càn, đi tốt.GIẢI NGHĨATruyện của Trình Di. - Hào Chin lấy đức Dương cương làm chủ ở trong, làTượng \"không càn\". Dùng đức cứng thực biến đổi chất mềm mà ở bên trong,ấy là kẻ bên trong thành thật không càn. Dùng đức không càn mà đi, đi đâukhông tốt? Lời quẻ nói \"không lợi có thửa đi\", nghĩa là đả không càn thìkhông nên có đi, đi quá thì càn; Lời hào nói \"đi tốt\" nghĩa là dùng đạo\"không càn\"mà đi thì tốt.Bản nghĩa của Chu Hy. - Lấy đức cứng ở bên trong, là chủ của sự thànhthật. Như thế mà đi, đủ biết là tốt, cho nên Tượng, Chiêm của nó như thế.LỜI KINH象⽈:無妄之往,得志今.Dịch âm. - Tượng viết: Vô vọng, chi vãng, đắc chí dã.Dịch nghĩa. - Lời Tượng nói rằng: Sự đi của đức không càn, là đắc chí vậy.GIẢI NGHĨATruyện của Trình Di. - Lấy đức không cànt không chỗ nào mà không đượcthỏa chí mình. Bởi vì sự thành thật đối với các vật, không vật nào mà khôngcảm động, dùng nó sửa mình thì ngay, dùng nó làm việc thì việc được hợplẽ, dùng nó trị người, thì người ta cảm mà hóa theo, không đi đâu mà khôngđắc chí.LỜI KINH夫⼆:不耕獲,不菌畲, 則利有攸終Dịch âm. - Lục Nhị: Bất canh hoạch, bất tri dư, tắc lợi hữu du vãng.,[4]Dịch nghĩa. - Hào Sáu Hai: Chẳng cây, gặt; chẳng ngả, ngấu thì lợi cóthửa đi.GIẢI NGHĨATruyện của Trình Di. - Cái gì lý phải nên thế, thì không phải càn; nhửngđiều người ta muốn làm mới là càn, cho nên đùng việc cày, gặt, ngả, ngấu đểlàm thí dụ. Hào Sáu Hai ở ngôi giữa được chỗ chính, lại ứng với hào Năm làhào trung chính ở thể động mà mềm thuận, đó là hành động biết theo đườngtrung chính, tức là không càn, cho nên hết sức nói rõ về nghía không càn.Cày là việc đầu tư của sự làm ruộng, gặt là việc chót của sự ấy: ruộng vỡ, cỏmột năm là tri, ba năm là dư. Không cày mà gặt, không là ruộng một năm màlà ruộng ba năm, nghĩa là không đầu têu gây việc, nhân theo sự lý nên thế màthôi. Đầu têu gây việc, là do lòng người mà làm, đó tức là càn, nhân việc nênthế, thì là thuận lý ứng vật không phải là càn. Việc gặt, và ruộng ba năm,chính là nhân việc nên thế đó. Bởi vì cày thì có gặt, có ruộng một năm thì córuộng ba năm, ấy là sự lý vẫn thế không phải do tâm lý gây ra, như thế thì làkhông càn, không càn thì sự đi sẽ không hại. Hoặc có người nói: Đấng thánhnhân sáng chế việc này việc khác, để làm lợi cho thiên hạ, điều dựng lên đầumối, há chẳng là càn hay sao? Đáp rằng: Đấng thánh nhân tùy thời mà chếtác các việc, rất hợp với sự thích nghi của không khí, chưa từng đi trước thờiđại mà khơi đầu ra. Nếu không đợi thời, thì một ông thánh cũng đủ làm hếtcác việc, cần gì phải ông thánh nọ nối ông thánh kia mà chế tác hoài. Vậy thìthời đại tức là đầu mối các việc, đấng thánh nhân chỉ tùy thời đại mà làm.Bản nghĩa của Chu Hy. - Mềm thuận trung chính, nhân thời theo lý màkhông có lòng riêng tây mong hẹn, cho nên có tượng \"chẳng cày gặt, khôngngả ngấu\" nghĩa là không làm việc gì từ trước, không mong sự gì về sau. Kẻxem như thế, thì lợi có thửa đi.Lời bàn của Tiên Nho. – Trần Tiềm Thất nói rằng: Đại ý Y Xuyên cho là\"không phải cày mà gặt được, không ngả cỏ mà có ruộng ngấu, những việccó vì lẽ gì mà làm đều là lòng riêng về đường tính lợi, tức là càn. Nhưngtrong lời kinh thì không nói thế, cho nên trong cuốn Dịch của Trình Di cũngcòn cần phải bàn nhiều. Bảo rằng \"không cày mà gặt, không có ruộng ngảmà có ruộng ngấu là không đầu têu gây việc\" thì hình như nhận việc cày vàviệc \"ngả ruộng\" đều là ý riêng. Đoạn giữa lại nói \"có cày ắt có gặt, có ruộngmột năm ắt có ruộng ba năm\" thì việc cày và ngả ruộng lại không phải ý[5]riêng. Đoạn cuối nói \"Đã cày thì có gặt, đã ngả cỏ thì ắt có ruộng ngấu màlàm\" thì lại giống như nhận việc gặt và ruộng ngấu là ý riêng. Ba thuyết đókhông khỏi mâu thuẫn với nhau.LỜI KINH象⽈:不耕獲, 未富也.Dịch âm. - Tượng viết: Bất canh hoạch, vị phú dã.Dịch nghĩa. - Lời Tượng nói rằng: Chằng cày gặt, chửa giầu vậy.GIẢI NGHĨATruyện của Trình Di. - \"Chửa\" là không hẳn, quẻ Lâm nói \"chửa thuậnmệnh\" cũng là nghĩa thế. Không cày mà gặt, không ngả cỏ mà có ruộngngấu, là nhân cái yiệc nên thế. Đã cày thì ắt có gặt, đã ngả cỏ thì ắt thànhruộng ngấu. Ắt vì lời lãi về sự gặt và ruộng ngấu mà làm, thì lúc đầu cày vàngả cỏ là có để bụng cầu được gặt và ruộng ngấu, ấy là chỉ vi sự giàu. Trongbụng có muốn mà làm, là càn.Bản nghĩa của Chu Hy. – Chữ 富（phú) này cũng như chữ富 (phú) trongcâu ⾮富天下(phi phú thiên hạ: chẳng phải là muốn được cả thiên hạ làmgiàu), ý nói \"không phải là vì tính lợi mà làm\".LỜI KINH六三:無妄之災,或繫之⽜,⾏⼈之得,⼈之災.Dịch âm. - Lục Tam: Vô vọng chi tai, hoặc hệ chi ngưu, hành nhân chi đắc,ấp nhân chi tai.Dịch nghĩa. - Hào Sáu Ba: Cái hại của sự không càn, hoặc buộc con trâu, kẻđi đường mà được, người ấp bị hại.GIẢI NGHĨATruyện của Trình Di. - Hào Ba Âm mềm mà không trung chính, là kẻ càn,lại ứng với hào Trên, tức là có sự muốn, cũng là càn nữa. Trong đạo khôngcàn, như thế là tai hại. Thánh nhân nhân hào Sáu Ba có tượng càn, mới phátminh lẽ đó mà rằng: \"Cái hại của sự không càn, hoặc buộc con trâu, người điđường được, là hại của người ấp\". Ý nói: càn như hào Ba tức là tai hại của sựkhông càn, giả sử có cái được, cái mất sẽ theo đến, ví như hoặc buộc contrâu - chữ \"hoặc\" tức là giả sử - người đi đường bắt được nó, lấy làm củamình, thì người trong ấp mất trâu, tức là tai hại. Nếu như người ấp buộcđược con ngựa, thì người đi đường mất ngựa, tức là tai hại. Ý nói: có đượcthì có mất, không đủ kể là được, \"người ấp\" và \"người đi đường\" chỉ nói \"cóđược thì có mất\" không phải là mình với kẻ kia. Cái phúc được càn, vạ cũngtheo liền; cái được bằng sự được càn, cái mất củng ngang với nó, chỉn khôngđủ kể làm được. Người mà biết thế, thì không động càn.Bản nghĩa của Chu Hy. - Sáu hào trong quẻ đều là không càn, hào Sáu Ba ởkhông được chính, cho nên lời Chiêm của nó là vô cố mà bị tai vạ, ví như cókẻ qua đường dắt mất trâu đi, mà kẻ ở đó lại phải lôi thôi về sự tra hỏi bắtbớ.LỜI KINH象⽈:⾏⼈得⽜,⾢⼈災也.Dịch âm. - Tượng viết: Hành nhân đắc ngưu, ấp nhân tai dã.Dịch nghĩa. - Lời Tượng nói rằng: Người đi đường được trâu, là hại củangười ấy vậy.GIẢI NGHĨATruyện của Trình Di. - Người đi đường được trâu,tức là cái vạ của ngườitrong ấp, có kẻ được thì cò kẻ mất, sao đủ cho là sự được?LỜI KINH九四: 可貞, ⽆咎Dịch âm. - Cửu Tứ: Khả trinh, vô cữuDịch nghĩa. - Hào Chín Tư: Khả trinh, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Tư là chất Dương cứng mà ở thể Kiền, lạikhông hào nào ứng với, đó tức là kẻ không càn. Cứng mà không có riêngtây, há có càn ư? Hệ mà có thể chính bền giữ lấy cách đó thì tự nhiên khônglỗi. Có người hỏi rằng: Hào Chín mà ở ngôi Âm, được là chính à? Đáp rằng:Là Hào Dương, ở thế Kiền, nếu lại ở vào ngôi Dương thì là quá đáng, quáđáng là càn, ở ngôi Âm ấy là không có chí ham chuộng sự cứng. \"Khả trinh\"với \"lợi trinh\" không giống nhau. \"Khả trinh\" nghĩa là cái chỗ nó ở có thểchính bền giữ lấy; \"lợi trinh\" thì là lợi về sự chính.Bản nghĩa của Chu Hy. - Chất Dương cứng, ở thế Kiền, phía dưới không cóứng với, đó là lời Chiêm \"giữ vững được thì không lỗi, chứ không có thể làmgì\".LỜI KINH象⽈: 可貞⽆咎, 固有之也.Dịch âm. - Tượng viết: Khả trinh vô cữu, cố hữu chi dã.Dich nghĩa. - Lời Tượng nói rằng: Khá trinh không lỗi, cố giữ đó vậy.GIẢI NGHĨATruyện của Trình Di. - Chính bền giữ đó, thì không có lỗi.Bản nghĩa của Chu Hy. – Chữ 有(hữu) đây cũng là chữ 守(thủ) là giữ.LỜI KINH象⽈: 可貞⽆咎, 固有之也.Dịch âm. - Cửu Ngủ: Vô vọng chi tật, vật dược, hữu hỷ.Dịch nghĩa. - Hào Chín Năm: Cái tật không càn, đừng thuốc, có mừng.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm lấy đức trung chính đương vào ngôitôn, dưới lại có kẻ lấy đức trung chính thuận ứng với nó, ấy là không càn đếncùng tột vậy, đạo đó không còn gì hơn. Tật là có cái làm cho thành bệnh.Không càn như hào Chín Năm, nếu có tật bệnh, chớ dùng thuốc chừa, thì sẽcó mừng. Người ta có tật, phải dùng thuốc trị bỏ cái tà, để nuôi cái chính.Nếu như khí thể bình hòa, vốn không có tật mà lại công phạt, thì phải hạiđến cái chính, cho nên đừng thuốc thì có mừng. Có mừng nghĩa là tật tự mấtđi.Bản nghĩa của Chu Hy. – Lấy đức Kiền cương trung chính để ở ngôi tôn,kẻ ứng ở dưới lại cũng trung chính, ấy là không càn đến cùng tột. Như thếmà có tật bệnh thì chớ dùng thuốc tự nhiên sẽ khỏi, cho nên Tượng, Chiêmnhư thế.LỜI KINH参⽈:無妄之蔡,不可詩也Dịch âm. - Tượng viết: Vô Vọng chi dược, bất khả thí dã.Dịch nghĩa. - Lời Tượng nói rằng: Cái thuốc không càn, chẳng khá thử vậy.GIẢI NGHĨATruyện của Trình Di. - Người ta có sự càn bậy lẽ phải sửa đổi. Đã khôngcàn rồi, lại còn lấy thuốc để chữa, thế là càn có thể dùng chăng? Cho nên nóilà \"chẳng khá thử\"'. Thử là dùng tạm, cũng như nói \"nếm một ít\".Bản nghĩa của Chu Hy. - Đã là không càn mà lại thuốc men thì lại là cànmà sinh ra tật, Thử là hãy nếm một ít.LỜI KINH上九:無妄⾏,有眚,無攸利.Dịch âm. - Thượng Cửu: Vô Vọng hành, hữu sảnh, vô du lợi.Dịch nghĩa. - Hào Chín Trên: Không càn mà đi, có tội, không thửa lợi.,GIẢI NGHĨATruyện của Trình Di. - Hào Chín Trên ở về chót quẻ, ấy là cùng cực của sựkhông càn. Cùng cực mà lại còn đi, tức là quá lẽ. Quá lẽ thì càn. Cho nênhào Chín Trên mà đi thì có tội lỗi, mà không lợi về cái gì.Bản nghĩa của Chu Hy. - Hào Chín Trên không phải là có sự càn, chỉ vì nócùng cực, không thể đi nữa mà thôi. Cho nên Tượng Chiêm của nó như thế.LỜI KINH.象⽈:無妄之⾏,窮之災也.Dịch âm. - Tượng viết: Vô vọng chi hành, củng chi tai dả.Dịch nghĩa. - Lời Tượng nói rằng: Không càn mà đi, là hại của sự cùng cựcvậy.GIẢI NGHĨATruyện của Trình Di. - Không càn đã đến cùng cực, mà lại tiến thêm, thìtức là càn ấy là cùng mà thành tai hại.Lời bàn của Tiên Nho. - Dương Văn Hoán nói rằng: Không càn tức là hànhđộng theo lẽ trời: Hễ trái lẽ trời mà hành động thì tức là càn. Quẻ này ba hàodưới là thể Chân, hào Đầu đi tốt, hào Hai lợi về sự đi, hào Ba người đi màđược, đều lợi về sự động, đó là ở dưới nên động, động thì ứng lẽ trời, Ba hàotrên là thể Kiền, hào Tứ khá trinh, hào Năm đừng thuốc, đều là răn về sựđộng, vì động là trái lẽ trời; hào Trên đi thì có tội, đã hợp với lẻ trời rồi, đinữa thì đi đâu? Cho nên, nên động mà không động, với không nên động màđộng đều là càn cả.Chú thích:[1]Chữ Vô Vọng tức là không càn, tức là thành thật khống có càn quấy.[2]Chỉ về Chấn.[3]Chỉ về Kiền.[4]\"Tri\" là ruộng vỡ cỏ một năm, \"dư\" là ruộng vỡ cỏ ba năm, tiếng takhông có tiếng nào đứng hai chữ đó. Trong việc làm ruộng của ta, có tiếng\"ngả\" chỉ việc bừa cho vở đất nát cỏ, và tiếng \"ngấu\" chỉ những ruộng đãthối cỏ liền bùn. Vậy hãy tạm dùng hai tiếng \"ngả\", \"ngấu\" để định hai chữ\"Tri\", \"Dư\"[5]Tức đoạn Dịch truyện dưới đây."
}