[
  {
    "chunk_id": "QUE_KHIEM_001",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_002",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "參⽈:議亨, 天道下濟⽽光明, 地道卑⽽上⾏. 天道虧盈⽽益謙, 地道變盈 ⽽流謙, ⿁神害盈⽽福議, ⼈道惡盈⽽好議. 謙⽽光, 卑⽽天可踊, 君⼦之 鉢也.",
    "dịch_âm": "Thoán viết: Khiêm hanh, thiên đạo hạ tế nhi quang minh, địa đạo ty nhi thượng hành, thiên đạo khuy doanh nhi ích khiêm, địa đạo biến doanh nhi lưu khiêm, quỉ thần hại doanh nhi phúc khiêm, nhân đạo ố doanh nhi hiếu khiêm. Khiêm tốn nhi quang, ty nhi bất khả du, quân tử chi chung dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Khiêm hanh thông, đạo trời giúp xuống mà sáng láng, đạo đất thấp mà đi lên, đạo trời làm vơi chỗ đầy mà thêm chỗ khiêm, đạo đất biến đổi chỗ đầy mà trôi vào chỗ khiêm, quỉ thần làm hại chỗ đầy mà làm phúc cho chỗ khiêm, đạo người ghét chỗ đầy mà yêu chỗ khiêm. Sự khiêm cao mà sáng, thấp mà không hề vượt qua, đó là sau chót của đấng quân tử. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây nói kẻ khiêm tôn ắt được hanh thông. Biến nghĩa là nghiêng đổ, lưu nghĩa là tụ lại mà theo về. Người ta biết khiêm tốn thì kẻ ở ngôi cao đức càng sáng tỏ, kẻ ở ngôi thấp, người khác cũng không thể hơn, vì vậy đấng quân tử mới có câu sau chót.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_003",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:地中有⼭, 謙. 君⼦以哀多益寡, 稱物平施.",
    "dịch_âm": "Tượng viết: Địa trung hữu sơn, Khiêm, quân tử dĩ biểu đa ích quả, xứng vật bình thi.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trong đất có núi, là quẻ Khiêm , đấng quân tử coi đó mà rút chỗ nhiều, thêm chỗ ít, cân lường các vật, làm cho sự thi thố được thăng bằng. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lấy cái thấp mà chứa cái cao, là tượng khiêm tốn. Rút chỗ nhiều, thêm chỗ ít, là để làm cho xứng đáng với sự thích nghi của các vật; mà san đều việc thí cho, bớt chỗ cao thêm vào chỗ thấp, cho tới mực thăng bằng, cũng là ý khiêm tôn.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_004",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "初六:謙謙君⼦, ⽤涉⼤川, 吉.",
    "dịch_âm": "Sơ Lục: Khiêm khiêm, quân tử, đụng thiệp đại xuyên,cát.",
    "dịch_nghĩa": "Hào Sáu Đầu: Đấng quân tử nhún nhún, dùng sang sông lớn, tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Là hào mềm ở ngôi dưới, nhún đến tột bậc, đó là nết của đấng quân tử. Dùng nết đó mà vượt các chỗ hiểm nạn thì đâu mà không qua được? Cho nên, kẻ xem như thế, thì lợi về sự sang sông lớn.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_005",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:議謙, 君⼦卑以⾃牧也.",
    "dịch_âm": "Tượng viết: Khiêm khiêm, quân tử ty dĩ tự mạc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Nhún nhún, đấng quân tử dùng sự thấp nhún để tự chăn vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Trương Nam Hiên nói rằng: “Nhún nhún, đấng quân tử dùng sự thấp kém để tự chăn như chăn trâu dê, phải làm cho được quen lành, thì mới có thể nói đến việc khiêm. Khấu Kiến An nói rằng: Mục tức là nuôi, cái đất nuôi đức, chưa có bao gìờ không gây nền tự chỗ thấp. Hễ cái mình nuôi đến tột bậc, thì càng thấp lại càng không thấp.",
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_006",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "六⼆:鳴謙, 貞吉.",
    "dịch_âm": "Lục Nhị: Minh khiêm, trinh cát.",
    "dịch_nghĩa": "Hào Sáu Hai: Kiêu sự nhún, chính bền, tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Mềm thuận trung chính, vì sự nhún mà có tiếng tăm, ấy là kẻ chính mà tốt, cho nên lời Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_007",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:鳴議,貞吉, 中⼼得也.",
    "dịch_âm": "Tượng viết: Minh khiêm trinh cát, trung tâm đắc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Kêu sự khiêm, chính bền tốt, được tự trong lòng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_008",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "九三:勞謙, 君⼦有終, 吉.",
    "dịch_âm": "Cửu Tam: Lao khiêm, quân tử hữu chung, cát.",
    "dịch_nghĩa": "Hào Chín Ba; Đấng quân tử nhọc mà nhún, sau chót, tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Cả quẻ có một hào Dương, ở dưới thể trên, là kẻ cứng mà được chỗ chính đính, kẻ trên người dưới theo về, có công lao mà biết nhún, lại càng là cái người ta vẫn lấy làm khó, cho nên, hễ có sau chót thì tốt. Kẻ xem như thế, thì cũng ứng vào như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_009",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:勞謙君⼦, 萬民服也. Dịchâm. -Tượng viết: Lao khiêm quân tử, vạn dân phục dã.",
    "dịch_âm": null,
    "dịch_nghĩa": "Lời Tượng nói rằng: Đấng quân tử nhọc mà nhún, thì muôn dân phục vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_010",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "六四:無不利, 偽謙.",
    "dịch_âm": "Lục Tứ: Vô bất lợi, vi khiêm.",
    "dịch_nghĩa": "Hào Sáu Tư: Không gì không lợi, vung vẩy sự nhún. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đức mềm mà ở được chỗ chính, ở trên mà biết tự hạ, lời Chiêm của nó là không gì không lợi. Nhưng vì nó ở trên hào Chín Ba, cho nên lại răn rằng phải phát huy sự nhún của mình, để tỏ cái ý không dám tự cho là yên.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_011",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:無不利, 偽謙, 不違則也.",
    "dịch_âm": "Tượng viết: Vô bất lợi, vi khiêm, bất vi tắc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng. Không gì không lợi, vung vẩy sự nhún, không trái phép vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ý nói không làm quá đáng.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_012",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "六五:不富以其鄰, 利⽤侵伐, 無不利.",
    "dịch_âm": "Lục Ngũ: Bất phú dĩ kỳ lân, lợi dụng xâm phạt, vô bất lợi.",
    "dịch_nghĩa": "Hào Sáu Năm: Không giàu, sai khiến được láng giềng, lợi dụng lấn đánh, không gì không lợi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Lấy đức mềm ở ngôi tôn, ấy là kẻ ở trên mà biết nhún, cho nên là Tượng không giàu mà có thể sai khiến láng giềng. Bởi vì người ta theo về đã nhiều, còn có kẻ nào chưa phục, thì nên đánh đi, mà về việc khác cũng không việc gì không lợi. Người ta mà có đức ấy thì lời Chiêm cũng thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_013",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:利⽤侵伐, 征不服也.",
    "dịch_âm": "Tượng viết: Lợi dụng xâm phạt, chinh bất phục dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lợi dùng lấn đánh, đánh kẻ không phục vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_014",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "上六:鳴謙, 利⽤⾏師征⾢國.",
    "dịch_âm": "Thượng Lục: Minh khiêm, lợi dụng hành sư chính ấp quốc.",
    "dịch_nghĩa": "Hào Sáu Trên: Kêu sự nhún, lợi dụng trẩy quân đánh làng nước. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Nhún đến cùng cực mà có tiếng tăm, ấy là kẻ mà người ta cùng với, cho nên có thể dùng về trẩy quân. Nhưng vì nó chất mềm mà không có ngôi nên có thể đánh chỗ làng nước của mình mà thôi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_KHIEM_015",
    "hexagram": "QUE_KHIEM",
    "que": null,
    "lời_kinh": "象⽈:鳴謙, 志未得也.可⽤⾏師征國也.",
    "dịch_âm": "Tượng viết: Minh khiêm, chí vị đắc dã; khả dụng hành sự chinh ấp quốc dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Kêu sự nhún, chí chưa thỏa vậy; có thể dùng để trẩy quân, đánh làng nước vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Âm nhu không ngôi, tài lực không đủ, cho nên chí nó chưa toại, mà đến phải trẩy quân, nhưng cũng vừa đủ đánh làng riêng của mình thôi. Chú thích: [1] Chỉ về quẻ Cấn. [2] Chỉ về quẻ Khôn .",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chỉ về quẻ Cấn.",
      "2": "Chỉ về"
    }
  }
]