{
    "3": "[4]trống rỗng thì có thể nhận, đầy đặc thì không thể nhận. Trống rỗngtrong lòng tức là không có ý riêng vậy. Trong lòng đã không chuyên chủ, thìkhông sự cảm nào mà không thông. Nếu chỉ lấy lượng mà chứa, chọn sự hợplý với mình mà nhận, thì không phải là đạo \"có cảm ắt thông\" của đấngthánh nhân.Bản nghĩa của Chu Hy. - Trên núi có chầm là vì sự trống rỗng mà thôngsuốt vậy.LỜI KINH初六: 咸其拇Dịch âm. - Sơ lục: Hàm kỳ mẫu.Dịch nghĩa. - Hào Sáu Đầu: Cảm thửa ngón chân cái.GIẢI NGHĨATruyện của Trình Di. - Hào Sáu Đầu ở dưới quẻ dưới, với hào Tư cảmnhau, là phận nhỏ, ở chỗ đầu sự cảm chưa sâu, há động được người? Chonên cũng như ngón chân cái người ta mới động, chưa đủ để tiến lên. Ngườira cảm nhau cùng có nông sâu nhẹ nặng khác nhau, biết thời thế thì xử lýkhông mất lẽ phải.Bản nghĩa của Chu Hy. - Quẻ Hàm dùng thân thể người ta làm Tượng, cảmở dưới đất, là Tượng ngón chân cái, sự cảm còn nông, muốn tiến chưa được,cho nên không nói cát hung. Quẻ này tuy chủ về sự cảm, nhưng cả sáu hàođều nên tĩnh không nên động.LỜI KINH象⽈:咸其拇, 志在外也.Dịch âm. - Tượng viết: Hàm kỳ mẫu, chí tại ngoại dã.Dịch nghĩa. - Lời Tượng nói rằng: Cảm thửa ngón chân cái, chí ở ngoài vậy.GIẢI NGHĨATruyện của Trình Di. - Chí của hào Đầu mà động, là cảm với hào Tư, chonên nói là \"ở ngoài\". Chí tuy động mà cảm chưa sâu, chưa đủ để tiến lên.LỜI KINH六⼆:咸其腓,凶,居吉.Dịch âm. - Lục nhị: Hàm kỳ phi, hung! cư cắt!Dịch nghĩa. - Hào Sáu Hai: Cảm thửa bụng chân hung! Ở yên, tốt!GIẢI NGHĨATruyện của Trình Di. - Phi là bụng chân, khi đi, nó phải động trước, rồichân mới nhắc nó lên, không phải bụng chân tự động. Hào Hai nếu khônggiữ đạo, chờ người trên đến tìm mình, mà cứ động trước như cái bụng chân,thì là nóng nảy càn dở, tự mình làm mất đạo mình, cho nên mới hung. Nếumà ở yên không động, để chờ người trên đến tìm, thì hợp với đạo tiến lui màtốt. Hào Hai là người trung chính, vì nó ở trong cuộc \"cảm\" mà ứng với hàoNăm, cho nên phải như thế.Bản nghĩa của Chu Hy. - Phi là bụng chân, khi muốn đi thì nó động trước,đó là một kẻ nóng nảy càn dỡ, không thể giữ bền. Hào Hai ở vào chỗ đó, lạilà chất Âm mềm không thể giữ bền, cho nên mới lấy tượng đó. Nhưng nó cóđức trung chính, có thể ở yên nơi chốn của mình, cho nên lời Chiêm của nólà động thì hung mà tĩnh thì tốt.LỜI KINH象⽈, 雖凶,居吉,順不害也.Dịch âm. - Tượng viết: Tuy hung, cư cát, thuận bất hại dã.Dịch nghĩa. - Lời Tượng nói rằng: Dẫu hung, ở yên tốt, thuận thì không hạivậy.GIẢI NGHĨATruyện của Trình Di. - Ở giữa được chỗ chính, ứng với nó lại cũng là kẻtrung chính, tài nó vốn là lương thiện, vì ở thì \"cảm\", chất mềm mà ứng lêntrên, cho nên răn rằng: Hễ động trước mà đi tìm vua thì hung, ở yên mà tựgiữ đạo thì tốt; lời Tượng lại nói cho rõ ý đó mà rằng: \"Không phải răn rằngkhông được cảm nhau, chỉ có thuận lễ thì không có hại. Thuận lễ nghĩa làgiữ đạo đừng động trước vậy.LỜI KINH九三:咸其股,執其雖,往吝.Dịch âm. - Cửu Tam: Hàm kỳ cổ, chấp kỳ tùy, vãng lận.Dịch nghĩa. - Hào Chính Ba: Cảm thửa đùi, giữ thửa sự theo, đi thì đángtiếc.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Ba là chất Dương ở chỗ cứng, có tàiDương cứng mà làm chủ bên trong, ở trên quẻ dưới, ấy là kẻ phải tự giữchính đạo, để cảm người ta, thế mà nó lại ứng với hào Sáu Trên, tính Dươngthích đi lên mà đẹp lòng với Âm, hào Trên ở chỗ cùng tột sự cảm duyệt, chonên hào Ba cảm mà theo đó. Đùi là vật ở dưới mình, trên chân, không thể tựdo, phải theo thân thể mà động, cho nên mới dùng làm Tượng, ý nói hàoChín Ba không thể tự chủ, phải theo vật khác mà động như cái đùi vậy, thìsự chấp thủ của nó chỉ là theo người mà thôi. Tài Dương cứng, cảm với kẻmình đẹp lòng mà thôi, như thế mà đi, thì đáng thẹn tiểc.Bản nghĩa của Chu Hy. - Đùi là vật theo chân mà động, không thể tựchuyển. \"Giữ\" tức là ý \"rất nên trì thú\". Hai hào dưới đều muốn động, hàoBa không thể tự giữ mà theo nó đi, thì đáng tiếc vậy, cho nên Tượng, Chiêmcủa nó như thế.LỜI KINH象⽈:咸其股,亦不處也,志在隨⼈,所執下也.Dịch âm. - Tượng viết: Hàm kỳ cổ, diệc bất xử dã, chí tại tùy nhân, sở chấphạ dã.Dịch nghĩa. - Lời Tượng nói rằng: Cảm thửa đùi, cùng chẳng ở vậy: Chí ởtheo người, thửa giữ thấp vậy.GIẢI NGHĨATruyện của Trình Di. - Có chất Dương cứng, không biết tự giữ, chí lạithích theo người ta, ấy là sự cầm giữ của nó rất hèn thấp vậy.Bản nghĩa của Chu Hy. - Nói là \"cũng\" vì hai hào trước đều muốn động cả.Hai hào Âm vốn tính nóng nẩy, nó động là phải, hào Chín Ba là chất Dươngcứng, ở chỗ cùng cực sự đậu, nên tĩnh thì phải, mà cũng lại động, là đángtiếc lắm.LỜI KINH九四:貞吉,悔亡,憧撞往來,朋從爾志,Dịch âm. - Cửu Tứ: Trinh cát, hối vong, đồng vãng lai, bằng tòng nhĩ tư.Dịch nghĩa. - Hào Chín Tư: Chính bền thì tốt, sự ăn năn sẽ mất; săng sắc đilại, bạn theo sự nghĩ của mày.GIẢI NGHĨATruyện của Trình Di. - Cảm là sự động của người ta, cho nên đều theo thânthể người ta mà lấy Tượng. Ngón chân cái lấy về nghĩa \"ở dưới mà độngnhỏ\"; bụng chân lấy nghĩa \"động trước\", đùi lấy nghĩa \"động theo\". Hào Tưkhông lấy Tượng gì mà nói thẳng vào đạo cảm, không nói \"cảm thửa tim\" vìsự cảm tức là tim rồi. Hào Tư đứng chỗ giữa mà ở quẻ trên, đúng vào ngôicủa trái tim, cho nên là chủ sự cảm, mà nói đạo cảm, chính bền thì tốt, mà sựăn năm sẽ mất, không theo lẽ chính, thì sẽ có sự ăn năn. Lại, hào Tư là thểđẹp lòng, ở ngôi Âm mà ứng với hào Đầu; cho nên răn rằng: đạo cảm chínhbền không gì không thông, nếu có vướng víu riêng tây, thì hại cho sự cảmthông, sẽ có ăn năm. Đấng thánh nhân cảm lòng thiên hạ, như thể rét nựcmưa nắng, không gì không thông, không gì không ứng, chỉ là sự chính màthôi, chính là để trống lòng mình, không có ý riêng. Săng sắc đi lại bạn theomình nghĩ, nghĩa là trinh nhất thì sự cảm mình không gì không thông, nếumà đi lại săng sắc, dùng lòng riêng của mình để cảm người ta, thì chỉ chonào sự nghĩ tới nơi có thể cảm động, còn chỗ không tới, thì không thể cảm.Đó là bè bạn và kẻ đồng loại chỉ theo sự nghĩ của mình vậy. Lòng riêng cósự vướng víu đã chủ về một góc, một việc, há lại có thể thênh thang, môngmênh, không đâu không thông?[5]Bản nghĩa của Chu Hy. - Hào Chín Tư ở trên đùi, dưới thăn thịt , lạinhằm giữa ba hào Dương, là trái tim, chủ của sự cảm. Tim mà cảm người,nên chính và bền, mới là được lẽ, nay là hào Chín Tư lấy thể Dương ở ngôiÂm, là mất sự chính mà không bền, cho nên nhận lời Chiêm mà đặt lời răn,cho rằng hễ chính mà bền thì tốt, sư ăn năn sẽ mất; nếu cứ săng sắc, khôngthể chính bền, mà bận lòng về sự cảm riêng, thì chỉ bè bạn cùng loài theomình, không thể tới được chỗ xa nữa.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Đi lại vẫn là cảm ứng, săng sắcnghĩa là một lòng muốn cảm nó, một lòng lại muốn nó đến ứng mình. Ví nhưmới chính cái nghĩa, liền muốn mưu cái lợi, mới tỏ cái đạo liền muốn tínhcái công; lại như khi thấy đứa trẻ ngã vào trong giếng, bụng mình rùng rợn,vừa muốn cứu nó, vừa muốn cha mẹ nó khen mình tử tế, đó là cái bệnh săngsắc.Có người hỏi rằng: Đi lại tức là trong lòng săng sắc đi lại, cũng như nói rằng\"đi lại trong lòng\", phải không? Đáp rằng: Không phải. Hệ từ đã nói rõ rằng:Mặt trời đi thì mặt trăng lại, mặt trăng đi thì mặt trời lại, mùa rét đi thì mùathu nắng lại, mùa nắng đi thì mùa thu rét lại, đâu phải là sự đi lại trong lòng?Cái đó chỉ là đối với cái \"mặt trời đi thì mặt trăng lại\" kia mà nói. Đằng kialà cái đi lại tự nhiên, cái săng sắc thì là cái đi lại có thêm có ý riêng không tốtvào đó; săng sắc chỉ là thêm cái lòng vội vã không thể thuận theo với lẽ tựnhiên.LỜI KINH象⽈:貞其悔亡,未感害美也,憧憧往來,未光六也.Dịch âm. - Tượng viết Trinh cát, hối vong, vị cảm hại dã, đồng đồng vãnglại, vị quang đại dã.Dịch nghĩa. - Lời Tượng nói rằng: Chính tốt, sự ăn năn mất, chưa cảm hạivậy, săng sắc đi lại, chưa sáng lớn vậy.GIẢI NGHĨATruyện của Trình Di. - Chính bền thì sự ăn năn phải mất, đó là chưa bị sựcảm riêng làm hại; hễ là ứng riêng thì có hại cho sự cảm, săng săng sắc đilại, là lấy lòng riêng cảm nhau, đạo cảm đẹp rồi, cho nên nói là chưa sánglớn.Bản nghĩa của Chu Hy. - Cảm hại nghĩa là lấy sự bất chính mà cảm thì cóhại vậy.LỜI KINH九五:咸其腮,無悔.Dịch âm. - Cửu Ngũ: Hàm kỳ môi, vô hối.Dịch nghĩa. - Hào Chín Năm: Cảm thửa thăn thịt, không ăn năn.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm là ngôi tôn, nên lấy lòng chí thànhđể cảm thiên hạ mà ứng với hào Hai, liền với hào Trên, nếu vướng víu vớihào Hai mà đẹp lòng với hào Trên, thì thiên tử nông hẹp, không phải là đạokẻ làm vua, há cảm được thiên hạ? Thăn thịt là thịt lưng trái nhau với tim,mắt không trông thấy. Ý nói: nếu trái được lòng riêng, kẻ cảm thông phải làngười mình đã trông thấy mà đẹp lòng, thì được chính đạo của kẻ làm vuacảm thiên hạ mà không có sự ăn năm.Bản nghĩa của Chu Hy. - Thăn thịt tức là thịt lưng, ở khoảng trên tim mà nótrái nhau với tim, không thể cảm vật, chẳng vướng víu về sự riêng tây, HàoChín Năm vừa nhằm chỗ đó, cho nên dùng làm Tượng mà răn kẻ xem: hễmà có thể như thế, thì tuy không cảm được người nhưng cũng có thể khôngphải ăn năn.LỜI KINH象⽈:咸其,志未也[6]Dịch âm. - Tượng viết: Hàm kỳ môi, chí mạt dã.Dịch nghĩa. - Lời Tượng nói rằng: Cảm thửa thăn thịt, chí ngọn vậy.Truyện của Trình Di. - Đây là răn bảo người ta, khiến họ trái với lòng riêngmà cảm thăn thịt, vì họ để bụng về đường nông nổi, vút ngọn, vướng víu hàoHai mà đẹp lòng với hào Trên, đố là cảm về tư dục của mình.Bản nghĩa của Chu Hy. - Chí ngọn nghĩa là không thể cảm người.Lời bàn của Tiên Nho. - Hồ Vân Phong nói rằng: Hào Đầu nói rằng: \"chí ởngoài\", hào Ba nói rằng: \"chí ở theo người\" hào Năm tuy không vướng víulòng riêng, không thể cảm người, nhưng mà chí nó như thế cùng nhỏ nhặtlắm.LỜI KINH上六:咸其辅,頰,⾆.Dịch âm. - Thượng Lục: Hàm kỳ phụ, giáp, thiệt.Dịch nghĩa. - Hào Sáu Trên: Cảm thửa xương má, mép, lưỡi.GIẢI NGHĨA[7]Truyện của Trình Di. - Hào Trên Âm mềm thuộc thể đẹp lòng mà lại làchủ của sự đẹp lòng, lại ở chỗ cùng tột của sự đẹp lòng, đó là kẻ muốn cảmngười đến tột bậc, cho nên không thể lấy lòng chí thành cảm người mà chỉphát hỉện ở chỗ miệng lưỡi, ấy là thói thường của bọn tiểu nhân con gái háđộng được người?Bản nghĩa của Chu Hy. - Xươmg má, mép, lưỡi đều là vật dụng để nói màphía trên thân thể, hào Sáu Trên lấy chất Âm ở cuối thể đẹp lòng, đó là kẻ ởchỗ cùng cực sự cảm, chỉ cảm người bằng lời nói mà không có sự thật; lại,quẻ Đoái tức là miệng lưỡi cho nên Tượng nó như thế, đủ biết là hung.LỜI KINH象⽈:咸其辅頰⾆,籐⼜説也.Dịch âm. - Tượng viết: Hàm kỳ phụ, giáp, thiệt, đằng khẩu thuyết dã.Dịch nghĩa. - Lời Tượng nói rằng: Cảm thửa xương má, mép lưỡi, là ruổimiệng nói vậy.GIẢI NGHĨATruyện của Trình Di. - Chỉ có chí thành mới cảm được người, hào này lạilấy sự mềm mỏng đẹp lòng tuyên dương ở miệng nói, há cảm được người.Bản nghĩa của Chu Hy. - Chữ 滕 (đằng) với chữ 騰 (đằng là ruổi) vẫn dùnglẫn lộn.Lời bàn của Tiên Nho. - Trương Trung Khê nói rằng: Bọn Tô Tần, TrươngNghi, xoay ngang, xoay dọc lời nói của họ, đó tức là ruổi miệng nói.Có người hỏi rằng: Nội quái của quẻ Hàm là Cấn, chủ về sự đậu, cớ saotrong quẻ đều nói sự động? Chu Hy đáp rằng: quẻ Cấn tuy chủ về sự đậu,nhưng quẻ Hàm có nghĩa giao cảm, đều là muốn động, cho nên đều nói vềđộng, nhưng hễ hơi động thì đều không tốt. Mà động sở dĩ không tốt, là vìnội quái thuộc cần.Chú thích:[1]Chỉ quẻ Hàm.[2]Chỉ quẻ Hoái.[3]Tức là bỏ hết thành kiến.[4]Tức là có thành kiến.[5]Coi hào sau đây.[6]Chữ 未 (mạt) có nghĩa là nhỏ nhặt.[7]Chỉ về quẻ Đoái."
}