[
  {
    "chunk_id": "QUE_TAN_001",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_TAN_002",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "晉,康侯⽤锡⾺蕃庶, 書⽇三接.",
    "dịch_âm": "Tấn, khang hầu dụng tích mã phồn thứ, trú nhật tam tiếp.",
    "dịch_nghĩa": "Quẻ Tấn, tước hầu yên dừng cho ngựa giậm nhiều, ban ngày ba lần tiếp.",
    "truyện_của_Trình_Di": "Quẻ Tấn là thì tiến thịnh, sự sáng lớn ở trên, mà thể dưới êm thuận phụ vào, tức là Tượng chư hầu vâng theo nhà vua, cho nên là tước hầu yên. Tước hầu yên nghĩa là tước là hầu trị an, gặp được bề trên cả sáng, mà biết dốc lòng để thuận theo, đó là tước hầu trị an, vì vậy mới được bề trên yêu đương, cho ngựa rất nhiều. Xe ngựa là của ban thưởng long trọng, “giậm nhiều” nghĩa là đông nhiều, chẳng những nhà vua ban cho hậu hỹ, lại được thân mật kính lễ, trong buổi ban ngày, đến ba lần tiếp, ý nói yêu đương đãi đọa đến tột bậc vậy. Quẻ Tấn là thì tiến thịnh, trên sáng dưới thuận, vua tôi hợp nhau, nói về người trên, thì là tiến về đường sáng thịnh, nói về bề tôi, thì là tiến lên mà ắt được sự vẻ vang yêu đương vậy.",
    "bản_nghĩa_của_Chu_Hy": "Tấn là tiến lên, tước hầu yên là tước hầu làm yên được nước; ngựa cho giậm nhiều, ban ngày ba lần tiếp nghĩa là chịu nhiều ơn to, mà được thân mật kính lễ một cách rõ rệt vậy. Bởi vì quẻ này là quẻ trên Ly dưới Khôn, có tượng mặt trời mọc ở trên đất, bốn hào xuôi thuận mà bám vào chỗ cả sáng, do ở quẻ Quan biến lại, thành hào Sáu Tư, mềm mà tiến lên cho đến hào Năm. Kẻ xem có ba điều ấy, thì cũng có sự yêu ấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_003",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "彖⽈:晉,進也,明出地,⽽農爭⼤明,辱進⽽上⾏,是以威侯⽤錫⾺蕃庶, 書 ⽈三接也.",
    "dịch_âm": "Thoán viết: Tấn tiến dã, minh xuất địa thượng, nhi lệ hồ đại minh, nhu tiến nhi thượng hành, thị dĩ khang hầu dụng tích mã phồn thứ, trú nhật tam tiếp dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Tấn là tiến. Sáng ra trên đất, mà bám vào chỗ sáng lớn, mềm tiến mà đi lên, thế cho nên tước hầu yên dùng cho ngựa giậm nhiều, ban ngày ba lần tiếp vậy.",
    "truyện_của_Trình_Di": "Tấn nghĩa là tiến, tức là sự sáng tiến lên mà thịnh. Sự sáng xuất hiện trên đất, càng tiến càng thịnh, cho nên là tấn. Sở dĩ không gọi là tiến, vì tiến chỉ là tiến lên không bao quát được nghĩa sáng thịnh. Sáng ra trên đất, tức là Ly ở trên Khôn. Khôn bám vào Ly để thuận phụ vào chỗ cả sáng, tức là bề tôi có đức thuận, phụ lên với ông vua cả sáng, “Mềm tiến mà đi lên” là thế nào? Các quẻ, Ly ở trên, hào mềm ở ngôi vua, phần nhiều vẫn nói “mềm tiến mà đi lên”, ví như quẻ Phệ hạp, quẻ Khuê , quẻ Đinh . Hào Sáu Năm của quẻ này lấy chất mềm ở ngôi vua, “sáng mà xuôi thuận bám vào”, nghĩa là biết đãi kẻ dưới bằng cách yêu đương thân mật, vì vậy mới là “tước hầu yên dùng cho ngựa giậm nhiều, ban ngày ba lần tiếp”. Ông vua cả sáng, tức là người làm yên thiên hạ. Chư hầu biết thuận phụ với đức sáng của thiên tử, ấy là tước hầu làm được yên dân yên nước, cho nên gọi là tước hầu yên. Vì vậy mới được hưởng sự yêu đương, ban cho, và được thân mật kính lễ, trong buổi ban ngày, ba lần tiếp kiến thiên tử. Không nói công khanh mà nói tước hầu, vì rằng: thiên tử là người trị ở bên trên, chư hầu là người trị ở bên dưới, ở dưới mà thuận phụ với ông vua cả sáng, là Tượng chư hầu.",
    "bản_nghĩa_của_Chu_Hy": "Câu đầu thích tên quẻ, các câu sau lấy tượng quẻ, đức quẻ, và sự biến hóa của quẻ mà thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_004",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:⽕在地上,晉,君⼦以⾃眧眧德..",
    "dịch_âm": "Tượng viết: Hỏa tại địa thượng. Tấn, quân tử dĩ tự chiêu minh đức.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lửa ở trên đất, là quẻ Tấn. đấng quân tử coi đó để tự làm tỏ đức sáng.",
    "truyện_của_Trình_Di": "“Chiêu” là làm cho tỏ ra. Đấng quân tử coi tượng sáng ra trên đất mà càng sáng thịnh, để tự làm cho tỏ đức sáng của mình. Bỏ sự che lấp đi, đem sự biết lại, là tỏ đức sáng ở mình, làm rõ đức sáng với thiên hạ là tỏ đức sáng với bên ngoài. Làm rõ đức sáng ở mình, cho nên nói rằng “tự tỏ”.",
    "bản_nghĩa_của_Chu_Hy": "“Chiêu” là làm cho rõ ra.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_005",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "軔六:晉如,等如,負吉,罔孚,裕無咎.",
    "dịch_âm": "Sơ Lục: Tấn như, tồi như, trình cát, võng phu, dạ vô cữu.",
    "dịch_nghĩa": "Hào Sáu Đầu; Dường tiến lên vậy, dường đun lại vậy, chính thì tốt, chẳng tin, khoan thai không lỗi.",
    "truyện_của_Trình_Di": "Hào Đầu ở dưới cuộc, “tấn”, tức là bắt đầu sự tiến lên. Tấn như là lên tới, tồi như là nén lui. Theo lúc mới tiến mà nói, được toại sự tiến, hay không được toại sự tiến, chỉ có được chính thì tốt. “Chẳng tin” là vì ở dưới mà mới tiến lên, đâu đã được ngay người trên cả tin. Nếu mà người trên chửa tin, thì yên phận tự thủ, ung dung rộng rãi, đừng nóng nảy cầu cho người trên tin mình. Ví bằng lòng mình thiết tha muốn được người trên tin đừng, thì chẳng vì săng sắc cầu cạnh, để cho mất sự thao thủ, ắt sẽ vùng vằng giận dỗi, dễ làm hại đến tình nghĩa, đều là có lỗỉ, cho nên, ung dung rộng rãi thì không có lỗi. Đây nói về cách xử trí trong lúc tiến lui của đáng quân tử.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Âm ở ngôi dưới, ứng với kẻ không trung chính, có Tượng muốn tiến mà bị đẩy lại. Kẻ xem như thế, mà biết giữ đạo chính đính thì tốt; giả sử không được người ta tin mình, cũng nên xử tri bằng cách khoan dụ, thì không có lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_006",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:晉如摧如,獨⾏正也;乘無咎,来受命也.",
    "dịch_âm": "Tượng viết: Tấn như, tồi như, độc hành chính dã; dụ vô cữu, vị thụ mệnh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dường tiến vậy, dường bẻ vậy, là một đi chính vậy; khoan thai không lỗi, vì chưa chịu mệnh vậy.",
    "truyện_của_Trình_Di": "Không tiến lên, không ném xuống, chỉ một mình đi về đường chính. Rộng rãi thì không lỗi, là vì lúc đầu muốn tiến mà chưa đáng ngôi. Đấng quân tử với sự tiến lui hoặc chậm, hoặc chóng, nghĩa nên thế nào thì theo thế ấy, không lúc nào mà không khoan thai. Đấng thánh nhân sợ người sau không hiểu nghĩa khoan dụ, kẻ ở ngôi quan, tự bỏ chức vụ của mình cho là khoan thai, cho nên phải nói rõ rằng: Hào Sáu Đầu khoan thai thì không có lỗi là vì lúc mới tiến lên chưa chịu mệnh nhận thức. Nếu có quan thủ, không được người trên tin mình mà mất chức phận, thì một ngày cũng không thể ở.",
    "bản_nghĩa_của_Chu_Hy": "Hào Đầu ở ngôi dưới ngôi chưa từng có mệnh quan thủ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_007",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六⼆:⾳如,愁如,負吉,受兹介福于其王母.",
    "dịch_âm": "Lục Nhị: Tấn như, sầu như, trinh cát, thụ tư giới phúc vu kỳ vương mẫu.",
    "dịch_nghĩa": "Hào Sáu Hai: Dường tiến vậy, dường sầu vậy, chính thì tốt, nhận phúc lớn ấy chưng thuở bà nội.",
    "truyện_của_Trình_Di": "Hào Sáu Hai ở dưới, trên không ứng viện, là hạng trung chính, mềm thuận, không phải kẻ hăng tiến, cho nên về sự tiến là đáng lo, sầu nghĩa mà tiến lên khó khăn. Nhưng giữ được trinh chính thì tốt, cho nên nói rằng: “Dường tiến vậy: dường sầu vậy, chính thì tốt”. Vương mẫu là bà nội, tức là bậc chí tôn trong loài Âm, chỉ về hào Sáu Năm đó. Hào Hai ấy đạo trung chính tự giữ, tuy ở trên không có ứng viện, không thể tự mình tiến lên, nhưng đức trung chính của nó, lâu rồi ắt rõ, người trên phải tự nhiên tìm nó, bởi vì hào Sáu Năm là ông vua cả sáng, với nó cùng đức, ắt nên tìm nó và ban ơn lộc cho nó. Thế là nhận phúc lớn ở bà nội.",
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Năm trung chính, trên không ứng viện, cho nên muốn tiến mà sầu. Kẻ xem như thế mà giữ được chính đính thì tốt và được nhận phúc ở bà nội. Bà nội chỉ hào Sáu Năm, tức là lời xem tốt lành về việc cúng bà mà hết thảy những kẻ lấy chất Âm mà ở ngôi tôn cũng đều thuộc về loại nó.",
    "lời_bàn_của_tiên_nho": "Hồ Song Hồ nói rằng: Đường tiến vậy, dường sầu vậy là hào Hai muốn tiến mà lại lo vì nó không ứng với hào Năm. Hào Năm ở dưới đắp đổi thể Khảm tức là thêm lo; hào Hai muốn tiến lên mà phía trước chỗ trũng hiểm, lại bị núi Cấn ngăn trở, cho nên có Tượng lo sầu. Vì nó biết giữ chính đính nên vẫn được tốt."
  },
  {
    "chunk_id": "QUE_TAN_008",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:受兹介福,以中正也.",
    "dịch_âm": "Tượng viết: Thụ tư giới phúc, dĩ trung chính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Nhận phúc lớn ấy, vì trung chính vậy.",
    "truyện_của_Trình_Di": "Nhận phúc lớn ấy bằng đạo trung chính. Người ta biết giữ đạo trung chính, lâu rồi ắt được hưởng thụ, huống chi có bậc cả sáng ở trên, mà lại cùng đức với mình, thì ắt được nhận phúc lớn.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_009",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六三:衆允,悔亡",
    "dịch_âm": "Lục Tam: Chúng doãn, hối vong.",
    "dịch_nghĩa": "Hào Sáu Ba: Mọi người tin, ăn năn mất.",
    "truyện_của_Trình_Di": "Lấy hào Sáu ở ngôi Ba, không được trung chính đáng có ăn năn, nhưng hào Ba ở trên thế thuận, là kẻ thuận đến cùng tột, ba hào Âm đều thuận lên trên, đó là hào Ba thuận với bề trên, cùng chí với mọi người, mọi người tin theo, vì vậy sự ăn năn của nó phải mất. Có chí thuận với người bề trên, quay về chỗ sáng, mà mọi người theo mình, cái gì không lợi?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_010",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:泉允之志,上⾏也.",
    "dịch_âm": "Tượng viết: Chúng doãn chi chí, thượng hành dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái chí được mọi người tin, vì đi lên vậy.",
    "truyện_của_Trình_Di": "Đi lên nghĩa là phía trên thuận bám vào chỗ cả sáng. Trên theo ông vua cả sáng tức là chỗ giống nhau của chí mọi người.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_011",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九四:晉如,鼦⿏,貞利.",
    "dịch_âm": "Cửu Tứ: Tấn như, thạch thử trinh lệ.",
    "dịch_nghĩa": "Hào Chín Tư: Dường tiến vậy, con chuột đồng, chính bền, nguy!",
    "truyện_của_Trình_Di": "Là hào Chín, ở ngôi Tư, đó là không phái ngôi mình, không phải ngôi mình mà cứ ở, ấy là kẻ tham giữ ngôi. Tham ở ngôi cao đã không là chỗ yên ổn củã mình, mà lại cùng đức với người trên, thuận bám vào người trên. Ba hào Âm đều ở dưới mình, thế ắt tiến lên, cho nên lòng nó sợ ghét chúng nó. Tham mà sợ người là con chuột đồng, cho nên nói rằng tiến như con chuột đồng. Tham chỗ không đáng mà ở lại có lòng sợ ghét, nếu cứ giữ mãi kiểu đó bằng cách chính bền, đủ biết là nguy.",
    "bản_nghĩa_của_Chu_Hy": "Dừng cách bất trung bất chính để kiếm ngôi cao, tham mà sợ người, đó là đạo nguy, cho nên là Tượng chuột đồng. Kẻ xem như thế, tuy chính đính cũng nguy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_012",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:鼦⿏貞利,铉不當也.",
    "dịch_âm": "Tượng viết: Thạch thử trinh lệ, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chuột đồng chính nguy, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Người hiện vì chính đức mới nên ở ngôi trên, bất chính mà ở ngôi cao thì là không đáng; tham lam mà chỉ sợ mất thời hay sợ người, ở mãi chỗ đó, đủ biết là nguy. Lời bàn của Tỉên Nho. - Vương Đồng Nghê nói rằng: Trong thì mềm tiến, mà hào Chín Tư một mình tiến bằng cách cứng, cho nên cái nghĩa sự tiến đó, với sự trinh là nguy, với ngôi là không đáng.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_013",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六異:悔亡,失得,勿恤,往吉,無不利.",
    "dịch_âm": "Lục Ngũ: Hối vong, thất đắc vật tuất, vãng cát, vô bất lợi.",
    "dịch_nghĩa": "Hào Sáu Năm: Ăn năn mất, mất được chớ lo, đi thì tốt, không gì không lợi.",
    "truyện_của_Trình_Di": "Hào Sáu lấy chất mềm ở ngôi tôn, đáng lẽ có sự ăn năn, vì nó cả sáng mà phía dưới đều thuận theo, cho nên sự ăn năn của nó mất đi. Kẻ dưới đã cùng đức thuận theo, nên đem lòng thành thục tin dùng, cho hết tài của mọi người và thông chí của thiên hạ, chớ nên tự dùng sự sáng của mình mà lo được mất. Cứ thế mà đi thì tốt, không gì không lọt.",
    "bản_nghĩa_của_Chu_Hy": "Là hào Âm, ở ngôi Dương, nên có sự ăn năn, vì là cả sáng ở trên mà kẻ dưới đều thuận theo, cho nên kẻ xem được hào này thì sự ăn năn mất đi, lại bỏ hết cái lòng tính công mưu lợi, thì đi sẽ tốt mà không gì không lợi. Nhưng cũng ắt phải có đức ấy mới ứng với hào ấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_014",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:失得勿恤,往有庚也.",
    "dịch_âm": "Tượng viết: Thất đắc vật tuất, vãng hữu khánh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Mất được chớ lo, đi có phúc vậy.",
    "truyện_của_Trình_Di": "Lấy đức cả sáng, được kẻ dưới phụ vào đem lòng thành thực mà tin dùng họ, thì có thể làm nên công lớn của thiên hạ, thế là đi mà có phúc khánh.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_015",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "上九:晉其⾓,維⽤伐⾢,厲,吉無咎,貞吝.",
    "dịch_âm": "Thượng Cửu: Tấn kỳ dốc, duy dụng phạt ấp, lệ! Cát vô cữu, trinh lận.",
    "dịch_nghĩa": "Hào Chín Trên: Tiến thửa sừng, bui dùng đánh làng, lo thì tốt, không lỗi, trinh thì đáng tiếc.",
    "truyện_của_Trình_Di": "Sừng là vật cứng mà ở trên, hào Chín Trên lấy chất cứng ở chỗ cùng tột của quẻ, cho nện dùng sừng làm Tượng. Lấy chất Dương ở ngôi trên, ấy là cứng đến cùng tột; ở trên cuộc tiến, ấy là tiến đến cùng tột; cứng đến cùng tột thì sẽ hỏng về mạnh tợn; tiến đến cùng tột thì sẻ hỏng vì nóng kíp; là chất cứng mà cùng cực về sự tiến, đó là sai mực vừa phải nhiều lắm, không dùng gì được, chỉ dùng về sự đánh làng thì tuy dữ mà tất và không lỗi nữa. Đánh bốn phương là trị bên ngoài, đánh làng ở của mình là trị bên trong, nói đánh làng, nghĩa là tự trị bên trong vậy. Người ta trị mình cực cứng thì giữ đạo càng bền, cực tỉến thì dời điều thiện càng chóng; như hào Chín Trên này dùng để trị mình thì tuy hại về sự nghiêm dữ, nhưng tốt và không có lỗi. Nghiêm dữ không phải là đạo yên vui, nhưng về sự trị mình thì có công. Lại nói “trinh lận” cho hết nghĩa cùng cực về sự cương tiến thì tuy trị mình có công nhưng không phải là đức trung hòa cho nên, với đạo trinh chính thì là đáng tiếc.",
    "bản_nghĩa_của_Chu_Hy": "Sừng là vật cứng mà ở trên, hào Chín Trên cứng tiến, cùng tột có cái Tượng đó. Kẻ xem được hào này dùng để đánh làng riêng của mình, thì tuy nguy mà tốt và không lỗi. Nhưng dừng sự cực cứng thì làng nhỏ dủ được chính đạo cùng là đáng tiếc.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_TAN_016",
    "hexagram": "QUE_TAN",
    "que": "QUẺ TẤN",
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:維⽤伐⾢, 道未光也.",
    "dịch_âm": "Tượng viết: Duy dụng phạt ấp, đạo vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bui dùng đánh làng, đạo chưa sáng vậy.",
    "truyện_của_Trình_Di": "“Bui dùng đánh làng” đã được tốt mà không lỗi, lại nói “trinh tiếc” nghĩa là đạo trinh chưa sáng lớn vậy. Lấy chính lý mà nói tức là sự sáng đáng tiếc vậy. Ôi đạo đã sáng lớn thì không cái gì không trung chính, đâu còn có lỗi? Nay tự trị bằng cách quá cứng, tuy có công rồi, nhưng Đạo của mình chưa sáng lớn, cũng là đáng tiếc. Đó là thánh nhân nói cách, làm hết lẽ phải.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]