[
  {
    "chunk_id": "QUE_LAM_001",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    }
  },
  {
    "chunk_id": "QUE_LAM_002",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "臨元亨,利貞,⾄于⼋⽉有凶.",
    "dịch_âm": "Lâm nguyên hanh lợi trinh, chí vu bát nguyệt hữu hung.",
    "dịch_nghĩa": "Quẻ Lâm , cả, hanh, lợi, trinh, đến chưng tám tháng, có hung.",
    "truyện_của_Trình_Di": "Đây là nói về cái tài của quẻ. Đạo tới như tài quẻ này , thì có thể cả hanh mà chính. Hai khí Dương đương lớn lên ở dưới, là lúc Dương đạo sắp thịnh, thánh nhân răn sẵn mà rằng: “Khí đương tuy đương thịnh, đến tám tháng thì nó tiêu đi, ấy là có hung”. Đại để thánh nhân dăn dổ, ắt là tự lúc đương thịnh mà lo rằng suy, thì mới có thể ngăn ngừa sự quá đầy mà mưu tính cuộc lâu dài. Nếu để đã suy mới răn, thì không kịp nữa.",
    "bản_nghĩa_của_Chu_Hy": "Lâm là tiến lên mà lấn sát đến một vật gì. Hai khí Dương đương lớn, dần dần lấn bức khí Âm, cho nên là Lâm, tức là quẻ về tháng chạp. Lại, nó là quẻ dưới thì Đoái vui, trên thì Khôn thuận, hào Chín Hai lấy đức cứng ở ngôi giữa, trên thì ứng với hào Sáu Năm, cho nên kẻ xem cả hanh mà lợi về đường chính đính. Nhưng đến tám tháng thì nên có sự hung. Tám tháng chỉ về từ quẻ Phục , tháng một khí Âm, đến quẻ Độn tháng hai khí Âm, là lúc khí Âm lớn lên, khí Dương trốn đi. Hoặc có người nói: Bát nguyệt chỉ về tháng thứ tám trong lịch nhà Hạ, về quẻ là Quan, cũng là phản đối với quẻ Lâm . Lại nhân kẻ xem mà răn bảo họ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_003",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "彖⽈:臨,剛浸⽽表,説⽽順,剛中⽽應,⼤亨以正,天之道也.⾄于⼋⽉有凶, 消不久也.",
    "dịch_âm": "Thoán viết: Lâm, cương tẩm nhi trưởng, duyệt nhi thuận, cương trung nhi ứng, đại hanh dĩ chính, thiên chi đạo dã. Chí vu bát nguyệt hữu hung, tiêu bất cửu dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Quẻ Lâm , đức cứng dần dần lớn lên, đẹp lòng mà thuận, cứng giữa mà ứng, cả hanh và chính, đạo của trời vậy. Đến chưng tám tháng có hung, sự tiêu đi không lâu vậy.",
    "truyện_của_Trình_Di": "Tám là dần dần; hai khí Dương đương lớn ở dưới mà dần dần tiến lên. Dưới Đoái trên Khôn, tức là hòa đẹp mà thuận. Cứng được đạo giữa mà có ứng giúp, cho nên có thể cả hanh mà được chính đính, hợp với đạo trời. Cứng chính, mà hòa thuận, đó là đạo trời. Cái công hóa dục sở dĩ không tắt là vì cứng chính hòa thuận mà thôi. Dùng cách đó mà tới người tới việc, tới thiên hạ, thì không cái gì không cả hanh mà được chính đính. Hai khí Dương mới sinh, là lúc khí Dương đương lớn dần dần, thánh nhân răn sẵn mà rằng: “Khí Dương tuy là đương lớn, nhưng đến tám tháng thì nó tiêu đi mà hung”. Tám tháng chỉ về tám tháng khí Dương sinh ra, khí Dương bắt đầu sinh tự quẻ Phục , từ quẻ Phục đến quẻ Độn , tất cả tám tháng, [2] [3] tức là tự tháng kiến tý đến tháng kiến vị , hai khí Âm lớn lên mà khí Dương tiêu đi, cho nên nói rằng: “Tiêu đi không lâu”. Nói về hai khí Âm Dương, thì sự tiêu lớn như lần vòng tròn, không thể thay đổi. Nói về nhân sự, thì Dương là quân tử. Âm là tiểu nhân, đương khi đạo của quân tử lớn lên, thánh nhân răn sẵn, khiến cho người ta biết rõ cái lẽ “quá cực thì hung”, mà lo lắng ngăn ngừa, thường thường không đến đầy quá, thì không đến nỗi bị hung.",
    "bản_nghĩa_của_Chu_Hy": "Câu đầu dùng thể quẻ để thích tên quẻ. Câu thứ hai dùng đức quẻ, thể quẻ để nói cái hay của quẻ. Đương lúc đức cứng lớn lên, lại có được cái hay ấy, cho nên lời chiêm của nó như câu thứ ba. Câu thứ tư ý nói vận trời như thế, nhưng đấng quân tứ nên biết răn sợ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_004",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈: 澤上有地, 臨, 君⼦以教思⽆窮, 容保民⽆疆.",
    "dịch_âm": "Tượng viết: Trạch thượng hữu địa, Lâm, quân tử dĩ giáo tư vô cùng, dung bảo dân vô cương.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trên chằm có đất là quẻ Lâm , đấng quân tử coi đó mà tứ dậy không cùng, dong giữ dân không bờ.",
    "truyện_của_Trình_Di": "Trên chằm có đất, tức là bờ chằm, chỗ khoảng nước vậy. Các vật tới cùng ngậm chứa với nhau không gì bằng nước có đất, cho nên trên chằm có đất là quẻ Lâm . Đấng quân tử coi Tượng thân tới thì tứ dậy không cùng. Nghĩa là thân tới với dân, thì có ý tứ dạy dẫn cho họ. Không cùng tức là không hề chán nản; coi Tượng ngậm chứa thì có lòng dong giữ cho dân; không bờ tức là không có bờ ngăn. Ngậm chứa có ý rộng lớn, cho nên là nghĩa không cùng không bờ.",
    "bản_nghĩa_của_Chu_Hy": "Đất tới với chằm là trên tới dưới. Hai điều đó đều là việc bậc trên tới với bậc dưới. “Dậy không cùng” là quẻ Đoái , “chứa không bờ” là quẻ Khôn .",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_005",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "初九:咸臨,貞吉.",
    "dịch_âm": "Sơ Cửu: Hàm lâm, trình cát",
    "dịch_nghĩa": "Hào Chín Đầu: Đều tới, chính tốt.",
    "truyện_của_Trình_Di": "Hàm nghĩa là cảm. Lúc khí Dương lớn lên phải cảm động với khí Âm, tức là hào Tư ứng với hào Đầu mà cảm với nó. Sự cảm đó, ví với quẻ khác càng trọng yếu hơn. Hào Tư ở ngôi gần vua, hào Đầu được ngôi chính, cảm ứng với hào Tư, ấy là kẻ ví chính đạo bị người đương vị tin dùng được thực hành chí mình. Được lòng người trên mà thi hành chính đạo của mình, cho nên mới tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Vương Đồng Khê nòi rằng: Hàm nghĩa là cảm, tức là khí của Âm Dương cảm nhau mà ứng với nhau. Lý Long Sơn nói rằng: Núi với chằm thông khí giống nhau, cho nên trong núi có chằm thì là quẻ Hàm , mà trên chằm có đất, hào Chín Hai cũng gọi là “Hàm”,nghĩa là khí của Âm Dương cảm nhau. Khâu Kiến An nói rằng: Hàm nghĩa là đều. Lây hai hào Dương mà tới với bốn hào Âm, Dương tuy đang lớn mà Âm còn thịnh, nếu không hiệp sức thì không thể thắng, cho nên, hào Đầu hào Hai đều nói “hàm lâm”. Hổ Song Hổ nói rằng: Vuơng Bật đã chua chiĩ hàm là cảm, chư Nho nhân theo. Nhưng mà lấy hai hào Dương đương lớn, bèn khu cảm với hào Tư hào Năm là hai hào Âm, mà bỏ hào Ba hào Trên không nói gì đến, há chẳng hẹp sao? Cho nên không bằng chua nó là “khắc” và “đều” cho thấy Dương đạo rộng lớn, công thấp mà đối với nghĩa xếp quẻ đặt hào đểu hợp."
  },
  {
    "chunk_id": "QUE_LAM_006",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈:咸臨貞吉,志⾏正也.",
    "dịch_âm": "Tượng viết: Hàm lâm trinh cát, chí hành chính dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đều tới chính tốt, chí ở làm sự chính đính vậy.",
    "truyện_của_Trình_Di": "Bảo là “trinh cát” vì chí hào Hai ở sự làm điều chính đính. Là hào Chín ở ngôi Dương, lại ứng với hào Tư là hào chính đính, đó là chí nó chính đính.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_007",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "九⼆: 咸臨, 吉, ⽆不利.",
    "dịch_âm": "Cửu Nhị: Hàm lâm, cát, vô bất lợi.",
    "dịch_nghĩa": "Hào Chín Hai: Đều tới, tốt, không gi không lợi.",
    "truyện_của_Trình_Di": "Hào Hai là hào Dương đương lớn mà thịnh dần dần, cảm động với hào Sáu Năm là một ông vua giữa thuận, giao nhau thân mật, cho nên được nó tin dùng, được thực hành chí mình, cho nên tới đâu cũng tốt, không gì không lợi. Tốt là sự đã rồi, như thế, cho nên được tốt. Không gì không lợi là sự sắp tới, trong việc thi thố, không việc gì không lợi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_008",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈:咸臨吉,無不利,未順命也.",
    "dịch_âm": "Tượng viết: Hàm lâm, cát, vô bất lợi, vị thuận mệnh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đều tới, tốt, không gì không lợi, chưa thuận mệnh vậy.",
    "truyện_của_Trình_Di": "Chữ未 (vị là chừa), không phải là vội hẳn. Sách Mạnh Tử: 或問勒⿑伐燕,有諸？或問勸⿑伐燕,有諸: 未也 Hoặc vấn: Khuyến Tề phạt Yên, hữu chư? Viết: Vị dã: Có người hỏi: “Khuyên nước Tề đánh nước Yên, có chăng? Đáp rằng: Chưa vậy”. Lại nói: 仲⼦所⾷之粟,伯 夷之所樹欺？抑亦盗拓之所樹欺？是未可知也. “Trọng Tử sở thực chi túc, Bá Di sở thụ dư? Ức diệc Đạo Chích chi sở thụ dư? Thi vị khả tri dã: “Thóc của Trọng Tử đã ăn, là của Bá Di trồng ra hay cũng là của Đạo Chích trồng ra? Cái đó chưa thể biết”. Sách Sử ký: Hầu Doanh nói: ⼈固未易知: “Nhân cố dị tri: Người ta chỉn chưa dễ biết”. Ý của cổ nhân dùng chữ đều như thế. Người đời nay đại để dùng nó đối với chữ 已 (dĩ là dã), cho nên ý nó giống như khác nhau nhưng mà sự thật vẫn không khác nhau. Hào Chín Hai cảm ứng với Hào Năm để tới kẻ dưới, đó là kẻ lấy đức cứng mạnh mà được mục trung, hết lòng thành cảm nhau, không phải thuận theo mệnh của [4] người trên, cho nên tốt mà không gì không lợi. Hào Năm là thể, thuận mà [5] hào Hai là thể đẹp lòng lại là Âm Dương ứng nhau cho nên lời Tượng tỏ rõ là nó không phải bởi sự vui thuận.",
    "bản_nghĩa_của_Chu_Hy": "Chưa rõ ý nghĩa ra sao.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_009",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "六三: ⽢臨,無攸利,既憂之,無咎.",
    "dịch_âm": "Lục Tam: Cam Lâm, vô do lợi, ký ưu chi, vô cữu. Dich nghĩa. - Hào Sáu Ba: Ngọt tới, không thửa lợi, đã lo đó, không lỗi.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Hào Ba ở trên thể dưới, đó là kẻ tới người, Âm mềm mà thuận về thể đẹp lòng, lại ở chỗ không trung chính, đó là kẻ lây sự ngọt ngon vui đẹp mà tới người. Ở bậc trên lấy sự ngọt ngon vui đẹp mà tới kẻ dưới, ấy là thất đức tệ quá, không cái gì lợi. Đã biết nguy sợ mà lo, nếu có thể giữ nếp nhún, đường chính, tự xử bằng cách chí thành, thì không có lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Âm nhu không trung chính mà ở trên thể dưới, đó là Tượng “lấy sự ngọt ngon vui đẹp tới người” lời Chiêm của nó vẫn là không cái gì lợi, nhưng nếu biết lo mà đổi, thì không có lỗi. Khuyên người rời sang đường thiện, thế là dạy đời sâu lắm!",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_010",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈: ⽢臨,位不當也; 既憂之.咎不⾧也.",
    "dịch_âm": "Tượng viết: Cam lâm, vị bất đáng dã; kỳ ưu chi, cửu bất trường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Ngọt tới, ngôi không đáng vậy; đã lo đó, lỗi không dài vậy.",
    "truyện_của_Trình_Di": "Người Âm nhu, ở chỗ không trung chính, nhằm trên thể dưới, lại cưỡi trên hai hào Dương, đó là ở không đáng ngôi. Đã biết sợ mà lo, thì ắt miễn cưỡng tự đổi, cho nên sự lỗi không dài.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_011",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "六四: ⾄臨,無咎.",
    "dịch_âm": "Lục Tứ: Chí lâm, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Tư; Rất tới, không lỗi.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ở được đáng ngôi, phía dưới ứng nhau vói hào Chín Đầu, tới nhau rất mực, nên được không lỗi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_012",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈: ⾄臨無啓,位當也.",
    "dịch_âm": "Tượng viết: Chí lâm vô cữu, vị đáng dã.",
    "dịch_nghĩa": "Lời tượng nói rằng: rất tới không lỗi, ngôi đáng vậy.",
    "truyện_của_Trình_Di": "Ở ngôi gần vua là được dùng, lấy hào Âm ở ngôi tư là được chỗ chính, ứng nhau với hào Đầu là biết nhún vởi người hiền, sở dĩ không lỗi, vì ngôi đó đáng.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_013",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "六五: 知臨,⼤君之宜,吉.",
    "dịch_âm": "Lục Ngũ: Trí lâm, đại quân chi nghi, cát!",
    "dịch_nghĩa": "Hào Sáu Năm: Khôn tới, sự nên của vua cả, tốt!",
    "truyện_của_Trình_Di": "Hào Năm lấy đức mềm giữa, thể thuận, ở ngôi tôn, mà phía dưới ứng nhau với hào Hai là người bề tôi cứng giữa, đó là nó biết tin dùng hào Hai, không mệt nhọc mà được thịnh trị, tức là kẻ dùng trí khôn mà tới kẻ dưới. Ôi lấy thân của một người mà tới cả một thiên hạ là chỗ rất rộng, nếu chỉ khu khu tự mình dùng mình, há có thể khắp được muôn việc? Cho nên, kẻ nào tự dùng sự biết của mình, thì chỉ đủ để làm kẻ không biết, duy có người nào biết lấy điều thiện của thiên hạ, biết dùng sự thông minh của thiên hạ thì không việc gì không chu đáo, ấy là không tự dùng sự biết của mình mà cái biết của mình càng lớn. Hào Năm thuận ứng vói hào Chín Hai là một người hiền có đức cứng giữa, dùng người ấy để tới kẻ dưới, ấy là mình dùng sự sáng khôn mà tới thiên hạ, đó là điều mà đấng vua cả nên làm, đủ biết là tốt.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức mềm ở chỗ giữa, bên dưới ứng nhau với hào Chín Hai, không tự dùng mình mà dùng người đó là việc của bậc trí, mà là điểu mà đấng vua cả nên làm, tức là đạo tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_014",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈: ⼤君之宜,⾏終之謂也.",
    "dịch_âm": "Tượng viết: Đại quân chi nghi, hành trung chi vị dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự nên của vua cả, nghĩa là làm theo đức giữa vậy.",
    "truyện_của_Trình_Di": "Vua tôi hợp đạo là lấy khí loại tìm nhau. Hào Năm có đức giữa, cho nên có thể tin dùng người hiền có đức cứng giữa, được sự nên làm của vua cá, mà thành cái công “khôn tới” là bởi làm theo đức giữa của mình. Ông vua với bậc hiền tài, nếu không phải đạo đồng đức, há có thể dùng!",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_015",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "上六: 敦臨,吉,無咎.",
    "dịch_âm": "Thượng Lục: Đôn lâm, cát, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Trên: Dầy tới, tốt, không lỗi.",
    "truyện_của_Trình_Di": "Hào Sáu trên ở cùng cực quẻ Khôn là thuận rất mực; mà kẻ ở về chót cuộc tới, là kẻ đôn hậu về sự tới; cùng hào Đầu, hào Hai, tuy không phải là chính ứng, nhưng đại để Âm thì tìm Dương, lại là rất thuận, cho nên chỉ nó chuyên ở theo hai hào Dương; kẻ tôn mà ứng kẻ ty, bậc cao mà theo bậc thấp, đó là tôn người hiền, theo điều kiện, đôn hậu tột bậc, cho nên nói là “đôn lâm” vì vậy tốt mà không lỗi. Âm nhu ở trên, không phải kẻ có thể tới, đáng lẽ có lỗi, vì nó đôn hậu về sự thuận của kẻ cứng, chữ nên tốt mà không lỗi.",
    "bản_nghĩa_của_Chu_Hy": "Ở trên quẻ, đứng chót cuộc tới, dày dốc về sự tới, đó là cái đạo tốt mà không lỗi, cho nên Tượng và Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LAM_016",
    "hexagram": "QUE_LAM",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.",
      "2": "Tức tháng mười một âm lịch.",
      "4": "Chỉ về quẻ Khôn .",
      "5": "Chỉ về quẻ Đoái .",
      "3": "Tức tháng sáu âm lịch."
    },
    "lời_kinh": "象⽈: 敦臨之吉, 志在内也.",
    "dịch_âm": "Tượng viết: Đôn lâm chi cát, chí tại nội dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Dầy tới mà tốt, chí ở trong vậy.",
    "truyện_của_Trình_Di": "Chí ở trong là nó ứng với Đầu hào Hai, chí nó thuận theo kẻ cứng mà lại dầy dốc, đủ biết là tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Ở thì tới, hai hào Dương được thì tiến lên, hào Âm không dám tranh nhau với nó, mà chỉ để chí ứng nhau với nó, gọi là “chí ở trong” không phải chỉ vì chính ứng, chỉ là trọng quẻ ứng nhau với hai hào Dương. Hồ Vân Phong nói rằng: Hào Sáu Trên không phải ứng nhau vói hai hào Dương ở quẻ trong mà chí nó thì ở hai hào Dương, đó là hậu đến tột bậc."
  }
]