{
    "2": "[3]tức là tự tháng kiến tý đến tháng kiến vị , hai khí Âm lớn lên mà khíDương tiêu đi, cho nên nói rằng: \"Tiêu đi không lâu\". Nói về hai khí ÂmDương, thì sự tiêu lớn như lần vòng tròn, không thể thay đổi. Nói về nhânsự, thì Dương là quân tử. Âm là tiểu nhân, đương khi đạo của quân tử lớnlên, thánh nhân răn sẵn, khiến cho người ta biết rõ cái lẽ \"quá cực thì hung\",mà lo lắng ngăn ngừa, thường thường không đến đầy quá, thì không đến nỗibị hung.Bản nghĩa của Chu Hy. - Câu đầu dùng thể quẻ để thích tên quẻ. Câu thứhai dùng đức quẻ, thể quẻ để nói cái hay của quẻ. Đương lúc đức cứng lớnlên, lại có được cái hay ấy, cho nên lời chiêm của nó như câu thứ ba. Câu thứtư ý nói vận trời như thế, nhưng đấng quân tứ nên biết răn sợ.LỜI KINH象⽈: 澤上有地, 臨, 君⼦以教思⽆窮, 容保民⽆疆.Dịch âm. - Tượng viết: Trạch thượng hữu địa, Lâm, quân tử dĩ giáo tư vôcùng, dung bảo dân vô cương.Dịch nghĩa. - Lời Tượng nói rằng: Trên chằm có đất là quẻ Lâm, đấng quântử coi đó mà tứ dậy không cùng, dong giữ dân không bờ.GIẢI NGHĨATruyện của Trình Di. - Trên chằm có đất, tức là bờ chằm, chỗ khoảng nướcvậy. Các vật tới cùng ngậm chứa với nhau không gì bằng nước có đất, chonên trên chằm có đất là quẻ Lâm. Đấng quân tử coi Tượng thân tới thì tứ dậykhông cùng. Nghĩa là thân tới với dân, thì có ý tứ dạy dẫn cho họ. Khôngcùng tức là không hề chán nản; coi Tượng ngậm chứa thì có lòng dong giữcho dân; không bờ tức là không có bờ ngăn. Ngậm chứa có ý rộng lớn, chonên là nghĩa không cùng không bờ.Bản nghĩa của Chu Hy. - Đất tới với chằm là trên tới dưới. Hai điều đó đềulà việc bậc trên tới với bậc dưới. \"Dậy không cùng\" là quẻ Đoái, \"chứakhông bờ\" là quẻ Khôn.LỜI KINH初九:咸臨,貞吉.Dịch âm. - Sơ Cửu: Hàm lâm, trình cátDịch nghĩa. - Hào Chín Đầu: Đều tới, chính tốt.GIẢI NGHĨATruyện của Trình Di. - Hàm nghĩa là cảm. Lúc khí Dương lớn lên phải cảmđộng với khí Âm, tức là hào Tư ứng với hào Đầu mà cảm với nó. Sự cảm đó,ví với quẻ khác càng trọng yếu hơn. Hào Tư ở ngôi gần vua, hào Đầu đượcngôi chính, cảm ứng với hào Tư, ấy là kẻ ví chính đạo bị người đương vị tindùng được thực hành chí mình. Được lòng người trên mà thi hành chính đạocủa mình, cho nên mới tốt.Lời bàn của Tiên Nho. - Vương Đồng Khê nòi rằng: Hàm nghĩa là cảm, tứclà khí của Âm Dương cảm nhau mà ứng với nhau.Lý Long Sơn nói rằng: Núi với chằm thông khí giống nhau, cho nên trongnúi có chằm thì là quẻ Hàm, mà trên chằm có đất, hào Chín Hai cũng gọi là\"Hàm\",nghĩa là khí của Âm Dương cảm nhau.Khâu Kiến An nói rằng: Hàm nghĩa là đều. Lây hai hào Dương mà tới vớibốn hào Âm, Dương tuy đang lớn mà Âm còn thịnh, nếu không hiệp sức thìkhông thể thắng, cho nên, hào Đầu hào Hai đều nói \"hàm lâm\".Hổ Song Hổ nói rằng: Vuơng Bật đã chua chiĩ hàm là cảm, chư Nho nhântheo. Nhưng mà lấy hai hào Dương đương lớn, bèn khu cảm với hào Tư hàoNăm là hai hào Âm, mà bỏ hào Ba hào Trên không nói gì đến, há chẳng hẹpsao? Cho nên không bằng chua nó là \"khắc\" và \"đều\" cho thấy Dương đạorộng lớn, công thấp mà đối với nghĩa xếp quẻ đặt hào đểu hợp.LỜI KINH象⽈:咸臨貞吉,志⾏正也.Dịch âm. - Tượng viết: Hàm lâm trinh cát, chí hành chính dã.Dịch nghĩa. - Lời Tượng nói rằng: Đều tới chính tốt, chí ở làm sự chính đínhvậy.GIẢI NGHĨATruyện của Trình Di. - Bảo là \"trinh cát\" vì chí hào Hai ở sự làm điềuchính đính. Là hào Chín ở ngôi Dương, lại ứng với hào Tư là hào chính đính,đó là chí nó chính đính.LỜI KINH九⼆: 咸臨, 吉, ⽆不利.Dịch âm. - Cửu Nhị: Hàm lâm, cát, vô bất lợi.Dịch nghĩa. - Hào Chín Hai: Đều tới, tốt, không gi không lợi.GIẢI NGHĨATruyện của Trình Di. - Hào Hai là hào Dương đương lớn mà thịnh dần dần,cảm động với hào Sáu Năm là một ông vua giữa thuận, giao nhau thân mật,cho nên được nó tin dùng, được thực hành chí mình, cho nên tới đâu cũngtốt, không gì không lợi. Tốt là sự đã rồi, như thế, cho nên được tốt. Không gìkhông lợi là sự sắp tới, trong việc thi thố, không việc gì không lợi.LỜI KINH象⽈:咸臨吉,無不利,未順命也.Dịch âm. - Tượng viết: Hàm lâm, cát, vô bất lợi, vị thuận mệnh dã.Dịch nghĩa. - Lời Tượng nói rằng: Đều tới, tốt, không gì không lợi, chưathuận mệnh vậy.GIẢI NGHĨATruyện của Trình Di. - Chữ未 (vị là chừa), không phải là vội hẳn. SáchMạnh Tử: 或問勒⿑伐燕,有諸？或問勸⿑伐燕,有諸: 未也 Hoặc vấn:Khuyến Tề phạt Yên, hữu chư? Viết: Vị dã: Có người hỏi: \"Khuyên nước Tềđánh nước Yên, có chăng? Đáp rằng: Chưa vậy\". Lại nói: 仲⼦所⾷之粟,伯夷之所樹欺？抑亦盗拓之所樹欺？是未可知也. \"Trọng Tử sở thực chitúc, Bá Di sở thụ dư? Ức diệc Đạo Chích chi sở thụ dư? Thi vị khả tri dã:\"Thóc của Trọng Tử đã ăn, là của Bá Di trồng ra hay cũng là của Đạo Chíchtrồng ra? Cái đó chưa thể biết\". Sách Sử ký: Hầu Doanh nói: ⼈固未易知:\"Nhân cố dị tri: Người ta chỉn chưa dễ biết\". Ý của cổ nhân dùng chữ đềunhư thế. Người đời nay đại để dùng nó đối với chữ 已 (dĩ là dã), cho nên ýnó giống như khác nhau nhưng mà sự thật vẫn không khác nhau. Hào ChínHai cảm ứng với Hào Năm để tới kẻ dưới, đó là kẻ lấy đức cứng mạnh màđược mục trung, hết lòng thành cảm nhau, không phải thuận theo mệnh của[4]người trên, cho nên tốt mà không gì không lợi. Hào Năm là thể, thuận mà[5]hào Hai là thể đẹp lòng lại là Âm Dương ứng nhau cho nên lời Tượng tỏrõ là nó không phải bởi sự vui thuận.Bản nghĩa của Chu Hy. - Chưa rõ ý nghĩa ra sao.LỜI KINH六三: ⽢臨,無攸利,既憂之,無咎.Dịch âm. - Lục Tam: Cam Lâm, vô do lợi, ký ưu chi, vô cữu.Dich nghĩa. - Hào Sáu Ba: Ngọt tới, không thửa lợi, đã lo đó, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Ba ở trên thể dưới, đó là kẻ tới người, Âmmềm mà thuận về thể đẹp lòng, lại ở chỗ không trung chính, đó là kẻ lây sựngọt ngon vui đẹp mà tới người. Ở bậc trên lấy sự ngọt ngon vui đẹp mà tớikẻ dưới, ấy là thất đức tệ quá, không cái gì lợi. Đã biết nguy sợ mà lo, nếu cóthể giữ nếp nhún, đường chính, tự xử bằng cách chí thành, thì không có lỗi.Bản nghĩa của Chu Hy. - Âm nhu không trung chính mà ở trên thể dưới, đólà Tượng \"lấy sự ngọt ngon vui đẹp tới người\" lời Chiêm của nó vẫn làkhông cái gì lợi, nhưng nếu biết lo mà đổi, thì không có lỗi. Khuyên ngườirời sang đường thiện, thế là dạy đời sâu lắm!LỜI KINH象⽈: ⽢臨,位不當也; 既憂之.咎不⾧也.Dịch âm. - Tượng viết: Cam lâm, vị bất đáng dã; kỳ ưu chi, cửu bất trườngdã.Dịch nghĩa. - Lời Tượng nói rằng: Ngọt tới, ngôi không đáng vậy; đã lo đó,lỗi không dài vậy.GIẢI NGHĨATruyện của Trình Di. - Người Âm nhu, ở chỗ không trung chính, nhằm trênthể dưới, lại cưỡi trên hai hào Dương, đó là ở không đáng ngôi. Đã biết sợmà lo, thì ắt miễn cưỡng tự đổi, cho nên sự lỗi không dài.LỜI KINH六四: ⾄臨,無咎.Dịch âm. - Lục Tứ: Chí lâm, vô cữu.Dịch nghĩa. - Hào Sáu Tư; Rất tới, không lỗi.GIẢI NGHĨATruyện của Trình Di, - Hào Tư ở dưới thể trên, liền nhau với thể dưới, ấy làsát tới với dưới, tức là tới đến cùng tột. Đạo tới chuộng sự gần, cho nên lấysự liền nhau làm rất mực. Hào Tư ở ngôi chính mà phía dưới ứng nhau vớiHào Đầu là hào Dương cương, đó là ở ngôi gần vua, giữ nết chính, dùngngười hiền để thân tới kẻ dưới; cho nên không lỗi, vì nó ở được đáng ngôi.Bản nghĩa của Chu Hy. - Ở được đáng ngôi, phía dưới ứng nhau vói hàoChín Đầu, tới nhau rất mực, nên được không lỗi.LỜI KINH象⽈: ⾄臨無啓,位當也.Dịch âm. - Tượng viết: Chí lâm vô cữu, vị đáng dã.Dịch nghĩa. - Lời tượng nói rằng: rất tới không lỗi, ngôi đáng vậy.GIẢI NGHĨATruyện của Trình Di. - Ở ngôi gần vua là được dùng, lấy hào Âm ở ngôi tưlà được chỗ chính, ứng nhau với hào Đầu là biết nhún vởi người hiền, sở dĩkhông lỗi, vì ngôi đó đáng.LỜI KINH六五: 知臨,⼤君之宜,吉.Dịch âm. - Lục Ngũ: Trí lâm, đại quân chi nghi, cát!Dịch nghĩa. - Hào Sáu Năm: Khôn tới, sự nên của vua cả, tốt!GIẢI NGHĨATruyện của Trình Di. - Hào Năm lấy đức mềm giữa, thể thuận, ở ngôi tôn,mà phía dưới ứng nhau với hào Hai là người bề tôi cứng giữa, đó là nó biếttin dùng hào Hai, không mệt nhọc mà được thịnh trị, tức là kẻ dùng trí khônmà tới kẻ dưới. Ôi lấy thân của một người mà tới cả một thiên hạ là chỗ rấtrộng, nếu chỉ khu khu tự mình dùng mình, há có thể khắp được muôn việc?Cho nên, kẻ nào tự dùng sự biết của mình, thì chỉ đủ để làm kẻ không biết,duy có người nào biết lấy điều thiện của thiên hạ, biết dùng sự thông minhcủa thiên hạ thì không việc gì không chu đáo, ấy là không tự dùng sự biếtcủa mình mà cái biết của mình càng lớn. Hào Năm thuận ứng vói hào ChínHai là một người hiền có đức cứng giữa, dùng người ấy để tới kẻ dưới, ấy làmình dùng sự sáng khôn mà tới thiên hạ, đó là điều mà đấng vua cả nên làm,đủ biết là tốt.Bản nghĩa của Chu Hy. - Lấy đức mềm ở chỗ giữa, bên dưới ứng nhau vớihào Chín Hai, không tự dùng mình mà dùng người đó là việc của bậc trí, màlà điểu mà đấng vua cả nên làm, tức là đạo tốt.LỜI KINH象⽈: ⼤君之宜,⾏終之謂也.Dịch âm. - Tượng viết: Đại quân chi nghi, hành trung chi vị dã.Dịch nghĩa. - Lời Tượng nói rằng: Sự nên của vua cả, nghĩa là làm theo đứcgiữa vậy.GIẢI NGHĨATruyện của Trình Di. - Vua tôi hợp đạo là lấy khí loại tìm nhau. Hào Nămcó đức giữa, cho nên có thể tin dùng người hiền có đức cứng giữa, được sựnên làm của vua cá, mà thành cái công \"khôn tới\" là bởi làm theo đức giữacủa mình. Ông vua với bậc hiền tài, nếu không phải đạo đồng đức, há có thểdùng!LỜI KINH上六: 敦臨,吉,無咎.Dịch âm. - Thượng Lục: Đôn lâm, cát, vô cữu.Dịch nghĩa. - Hào Sáu Trên: Dầy tới, tốt, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Sáu trên ở cùng cực quẻ Khôn là thuận rấtmực; mà kẻ ở về chót cuộc tới, là kẻ đôn hậu về sự tới; cùng hào Đầu, hàoHai, tuy không phải là chính ứng, nhưng đại để Âm thì tìm Dương, lại là rấtthuận, cho nên chỉ nó chuyên ở theo hai hào Dương; kẻ tôn mà ứng kẻ ty,bậc cao mà theo bậc thấp, đó là tôn người hiền, theo điều kiện, đôn hậu tộtbậc, cho nên nói là \"đôn lâm\" vì vậy tốt mà không lỗi. Âm nhu ở trên, khôngphải kẻ có thể tới, đáng lẽ có lỗi, vì nó đôn hậu về sự thuận của kẻ cứng, chữnên tốt mà không lỗi.Bản nghĩa của Chu Hy. - Ở trên quẻ, đứng chót cuộc tới, dày dốc về sự tới,đó là cái đạo tốt mà không lỗi, cho nên Tượng và Chiêm của nó như thế.LỜI KINH象⽈: 敦臨之吉, 志在内也.Dịch âm. - Tượng viết: Đôn lâm chi cát, chí tại nội dã.Dịch nghĩa. - Lời Tượng nói rằng: Dầy tới mà tốt, chí ở trong vậy.GIẢI NGHĨATruyện của Trình Di. - Chí ở trong là nó ứng với Đầu hào Hai, chí nó thuậntheo kẻ cứng mà lại dầy dốc, đủ biết là tốt.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Ở thì tới, hai hào Dương đượcthì tiến lên, hào Âm không dám tranh nhau với nó, mà chỉ để chí ứng nhauvới nó, gọi là \"chí ở trong\" không phải chỉ vì chính ứng, chỉ là trọng quẻ ứngnhau với hai hào Dương.Hồ Vân Phong nói rằng: Hào Sáu Trên không phải ứng nhau vói hai hàoDương ở quẻ trong mà chí nó thì ở hai hào Dương, đó là hậu đến tột bậc.Chú thích:[1]臨 (lâm) nghĩa là tới, tức là tiến sát tới nơi.[2]Tức tháng mười một âm lịch.[3]Tức tháng sáu âm lịch.[4]Chỉ về quẻ Khôn.[5]Chỉ về quẻ Đoái."
}