[
  {
    "chunk_id": "QUE_BI_001",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_BI_002",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "否之匪⼈. 不利君⼦貞, ⼤往⼩來",
    "dịch_âm": "Bĩ chi phỉ nhân. Bất lợi quân tử trinh, đại vãng tiểu lai.",
    "dịch_nghĩa": "Bỉ đây (?) chạng phải người. Chẳng lợi cho sự chính bền của đấng quân tử, lớn đi nhỏ lại.",
    "truyện_của_Trình_Di": "Trời đất giao nhau mà muôn vật sinh ở bên trong, rồi sau mới đủ ba Tài. Người là bậc rất thiêng, cho nên làm đầu muôn vật. Phàm những cái sống trong trời đất đều là đạo người. Trời đất không giao nhau, thì không sinh ra muôn vật, ấy là không có đạo người, cho nên nó là “phỉ nhân”, nghĩa là không phải đạo người. Tiêu đi, lớn lên, đóng lại, mở ra, những sự đó theo nhau không dừng. Thái cực thì trở lại, bĩ hết thì nghiêng đi, cái lẽ không thể thường mãi không thay đổi, đạo người há lại không có? Đã bĩ thì thái rồi. Trên dưới giao thông, cứng mềm hòa hợp, đó là đạo đấng quân tử. Cuộc bĩ thì trái hẳn thế, cho nên không lợi cho người quân tử. Trinh tức là chính đạo của đấng quân tử, bị bĩ tắc mà không thực hành được, lớn đi nhỏ lại, tức là Dương đi mà Âm lại. Đó là Tượng “đạo kẻ tiểu nhân lớn lên, đạo người quân tử tiêu đi”, cho nên là bĩ.",
    "bản_nghĩa_của_Chu_Hy": "Bĩ là bế tắc, tức là quẻ tháng bảy, trái nhau với què thái, cho nên nói là “phỉ nhân”, nghĩa là không phải đạo người. Lời Chiêm của nó không lợi về chính đạo của quân tử. Bởi vì Kiền đi ở ngoài, Khôn lại ở trong, nó lại do ở quẻ Tiệm mà lại, thì hào Chín ở vào ngôi Tư, hào Sáu ở vào ngôi Ba. Có người ngờ ba chữ 之匪⼈ “chi phỉ nhân” là thừa, nó ở hào Sáu ba quẻ Ty làm ra.Tượng truyện không giải riêng về nghĩa của nó, coi đó cũng đủ thấy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_003",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:否之匪⼈, 不利君⼦貞, ⼤往⼩來,則是天地⽊交⽽萬物不通也;上下 不交⽽天下無邦也. 内陰⽽外陽, 内⾁⽽外剛, 內⼩⼈⽽外君⼦, ⼩⼈道 表, 君⼦道消也",
    "dịch_âm": "Thoán viết: Bĩ chi phỉ nhân, bất lợi quân tử trinh, đại vãng tiểu lai, tắc thị thiên địa bất giao nhi vạn vật bất thông dã; thượng hạ bất giao nhi thiên hạ vô bang dã, nội Âm nhi ngoại Dương, nội nhu nhi ngoại cương, nội tiểu nhân nhi ngoại quân tử, tiểu nhân đạo trưởng: quân tử đạo tiêu dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Bĩ đấy? Chẳng phải đạo người, chẳng lợi cho sự chính bền của đấng quân tử, lớn đi nhỏ lại, thì là trời đất thông giao nhau mà muôn vật không thông vậy; trên dưới không giao nhau mà thiên hạ không có nước vậy; trong Âm mà ngoài Dương, trong mềm mà ngoài cứng, trong kẻ tiểu nhân mà ngoài đấng quân tử, ấy là đạo kẻ tiểu nhân lớn lên, đạo đấng quân tử tiêu đi vậy.",
    "truyện_của_Trình_Di": "Khí của trời đất không giao nhau, thì muôn vật không có lẽ sinh thành; nghĩa của kẻ trên người dưới không giao nhau thì thiên hạ không có đạo bang quốc. Dựng lên bang quốc để làm việc chính trị, người trên thi hành chính sự để trị dân, dân nương đội vua mà theo mệnh lệnh, trên dưới giao nhau là để tìm việc chính trị. Nay trên dưới không giao nhau, ấy là thiên hạ không có đạo bang quốc; Âm mềm ở trong, Dương cương ở ngoài đấng quân tử đi mà ở phía ngoài, kẻ tiểu nhân lại ở phía trong, đó là lúc đạo kẻ tiểu nhân lớn lên.đao đấngquân tử tiêu đi.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_004",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:天地不交, 否, 君⼦以儉德辟難,不可榮與祿.",
    "dịch_âm": "Tượng viết: Tiên địa bất giao, Bĩ, quan tử dĩ kiệm đức ty nạn, bất khả vinh dĩ lộc.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trời đất không giao nhau là quẻ Bĩ , đấng quân tử coi đó để dè đức, lánh nạn, không thể vẻ vang bằng lộc.",
    "truyện_của_Trình_Di": "Trời đất không giao thông với nhau, cho nên là Bĩ. Trong lúc bĩ tắc, đạo đấng quân tử phải tiêu, nên coi tượng bĩ tắc đó mà dè dặt về đức, lánh tránh vạ nạn, không thể vẻ vang ở chỗ lộc vị. Bĩ là lúc tiểu nhân đắc chí, đấng quân tử ở hiển vinh, vạ lo ắt tới thân mình, cho nên cần nên ẩn lánh vào nơi bần cùng chật hẹp.",
    "bản_nghĩa_của_Chu_Hy": "Thu liễm đức mình, không cho hình hiện để tránh cái nạn tiểu nhân, không được cho lộc vị là vẻ vang.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_005",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "初六:拔茅茹, 以其集, 貞吉, 亨.",
    "dịch_âm": "Sơ Lục: Bạt mao nhự dĩ kỳ vựng, trinh, cát hanh.",
    "dịch_nghĩa": "Hào Sáu Đầu: Nhổ cụm cỏ tranh, lấy vầng nó, chính bền tốt lành hanh thông.",
    "truyện_của_Trình_Di": "Quẻ Thái và quẻ Bĩ đều lấy cỏ tranh làm Tượng, là vì các hào Dương, các hào Âm cùng ở dưới, có Tượng gìằng kéo. Thời Thái thì lấy sự cùng đi làm tốt, thời Bĩ thì lấy sự cùng chính bền làm hanh thông; đầu tiên lấy trong tiểu nhân ngoài quân tử làm nghĩa bĩ, lại lấy hào Sáu Đầu bĩ mà ở dưới là đạo đấng quân tử, Kinh Dịch tùy thời dùng nghĩa, biến động không thường, đương lúc bĩ, ở dưới là đấng quân tử, ba hào Âm của quẻ Bĩ ở trên, đều có ứng, chỉ vì trong lúc bĩ cách, nó bị ngăn đứt không thông, nên không có nghĩa về sự ứng nhau. Hào Sáu Đầu biết cùng loài nó giữ vững tiết tháo, thì là kẻ ở cuộc bĩ được tốt, mà đạo của nó được hanh thông. Gặp bĩ mà tiến lên là bọn tiều nhân, đấng quân tử thì giữ cho thẳng đạo, tránh cho khỏi vạ mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Ba hào Âm ở dưới là Tượng “lúc bĩ tiểu nhân kéo bè tiến lên” mà ác của hào Đầu thì chưa hình hiện, cho nên răn họ “nếu chính bền thì tốt lành thì hanh thông”, nghĩa là có thể như thế thì họ biến thành đấng quân tử.",
    "lời_bàn_của_tiên_nho": "Có người hỏi rằng: Trình truyện cho hào này là đấng quân tử ở dưới tự giữ bằng chính đạo, có đúng hay không? Chu Hy nói rằng: giải vây, e là gò gập, kinh văn không có ý ấy."
  },
  {
    "chunk_id": "QUE_BI_006",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:拔茅貞吉, 志在君也.",
    "dịch_âm": "Tượng viết: Bạt mao trinh cát, chí tại quân dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Nhổ cỏ tranh, chính bền thì tột, vì chí ở vua vậy.",
    "truyện_của_Trình_Di": "Lời Hào lấy hào Sáu tự thủ ở dưới nói rõ cái đạo quân tử ở dưới; lời Tượng lại suy rõ thêm, để hình dung cái lòng quân tử. Đấng quân tử giữ vững tiết tháo để ở ngôi dưới, không phải là vui về sự không chịu tiến lên, cốt giữ một mình cho phải, chỉ vì đạo còn đương bĩ, không tiến lên được, nên phải ở yên ý cái lòng quân vẫn không hề quên thiên hạ mà chí quân tử dường muốn gặp vua mà lên, để giúp thiên hạ, cho nên nói là “chí ở vua”.",
    "bản_nghĩa_của_Chu_Hy": "Kẻ tiểu nhân biến thành đấng quân tử, thì có thể chỉ nghĩ về sự yêu vua, không tính đến chuyện riêng tây.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_007",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六⼆:包承, ⼩⼈吉,⼤⼈否, 亨.",
    "dịch_âm": "Lục Nhị: Bao thừa, tiểu nhân cát, đại nhân bĩ, hanh.",
    "dịch_nghĩa": "Hào Sáu Hai: Bọc chứa sự vâng thuận, kẻ tiểu nhân tốt, đấng đại nhân bĩ, thì hanh thông.",
    "truyện_của_Trình_Di": "Hào Sáu Hai chất thì Âm nhu, ngôi thì trung chính, lấy kẻ tiểu nhân Âm nhu mà nói, thì là đương bĩ ở dưới, chí họ chỉ bọc chứa những sự vâng thuận người trên để cầu cho qua cuộc bĩ, làm lợi cho mình, đó là sự tốt của tiểu nhân. Đấng đại nhân gặp lúc bĩ chỉ nên lấy đạo tự xử, há chịu uốn mình, cong đạo, vâng thuận người trên? Chỉ cần tự giữ cảnh bĩ của mình mà thôi.Thân họ tuy bĩ, nhưng đạo của họ thì hanh thông.",
    "bản_nghĩa_của_Chu_Hy": "Âm nhu mà trung chính, tức là cái Tượng kẻ tiểu nhân mà biết bao dung, vâng thuận đấng quân tử, ấy là cách tốt của kẻ tiểu nhân. Cho nên, kẻ xem hễ là tiểu nhân, như thế thì tốt, nếu là đại nhân thì nên giữ yên cảnh bĩ, mà rồi đạo mới hanh thông, không nên vị những kẻ kia bao dung vâng thuận mình mà tự bỏ sự giữ gìn.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_008",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:⼤⼈否亨,不亂君也.",
    "dịch_âm": "Tượng viết: Đại nhân bĩ hanh, bất loạn quần dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đấng đại nhân bĩ thì hanh thông, không loạn dân vậy.",
    "truyện_của_Trình_Di": "Đấng đại nhân trong thì bĩ, giữ vững chính tiết, không lẫn lộn với bầy loài tiểu nhân, thân tuy bĩ mà đạo thì hanh, cho nên nói rằng “Bĩ hanh”. Nếu trái đạo mà thân được hanh thì là đạo bĩ.",
    "bản_nghĩa_của_Chu_Hy": "Ý nói không lẫn với đàn tiểu nhân.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_009",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六三:包羞.",
    "dịch_âm": "Lục Tam: Bao tu.",
    "dịch_nghĩa": "Hào Sáu Ba: Bọc chứa sự hổ thẹn.",
    "truyện_của_Trình_Di": "Hào Ba là thể Âm nhu không chung chính mà ở thì bĩ, lại gần sát với người trên, không phải là kẻ giữ đạo yên mệnh: “cùng thì phái lạm” ấy là tình trạng của tiểu nhân, cái của chúng vẫn bọc chứa mưu tính đều là cong queo càn bậy, không thiếu cách gì, rất đáng hổ thẹn.",
    "bản_nghĩa_của_Chu_Hy": "Là thể Âm ở ngôi Dương mà không trung chính, tức là kẻ tiểu nhân có chí muốn làm hại bậc thiện nhân mà chưa làm được, cho nên là tượng bọc chứa sự hổ thẹn. Nhưng vì chí ấy chưa phát ra, cho nên không có lời răn “hung cữu”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_010",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:包羞, 位不當也.",
    "dịch_âm": "Tượng viết: Bao tu, vị bất đáng dã.",
    "dịch_nghĩa": "Lời tượng nói rằng: Bọc chứa sự hổ thẹn, ngồi không đáng vậy.",
    "truyện_của_Trình_Di": "Hào Âm nhu ở cảnh bĩ mà không trung chính, cái đáng hổ thẹn là tại ở không đáng ngôi. Ở không đáng ngôi tức là làm không theo đạo.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_011",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九四:有命, 無咎, 疇難祉.",
    "dịch_âm": "Cửu Tứ: Hữu mệnh vô cữu, trù ly chỉ.",
    "dịch_nghĩa": "Hào Chín Tư: Có mệnh không lỗi, bè loại dính phúc.",
    "truyện_của_Trình_Di": "Hào Tư lấy đức Dương cương thế mạnh, ở ngôi gần vua, ấy là kẻ vì có tài làm qua cuộc bĩ mà được ngôi cao, đủ để giúp đỡ người trên, vượt khỏi cuộc bĩ. Nhưng lúc gặp vua đương bĩ mà lại chỗ sát gần, cái đáng ghét là cậy có công, rước lấy sự ghen mà thôi. Nếu như làm một việc gì cũng do mệnh lệnh của vua, uy quyền hết thảy thuộc về người trên, thì không có lỗi mà chí của mình có thể thực hiện. Hễ mà làm một việc gì cũng do mệnh lệnh của vua thì sẽ có thể vượt qua cuộc bĩ của đời, mà các đồng loại đều được phụ bám vào phúc của mình - Ly nghĩa là bám.",
    "bản_nghĩa_của_Chu_Hy": "Cuộc đời bĩ đã quá giữa rồi, tức là lúc sắp sửa vượt qua, hào Chín Tư lấy thể Dương, ở ngôi Âm, không làm cùng cực sự cứng, cho nên lời Chiêm của nó là “Có mệnh không lôi mà đồng loại là ba hào Dương cũng đều được phúc.Chữ ”mệnh” chỉ về mệnh trời.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Các nhà chú giải đều cho “mệnh” là mệnh vua, sách Bản nghĩa cho là mệnh trời. Bởi vì hào Chín Ba quẻ Thái “không chỗ phẳng nào không dốc, không sự đi nào không trở lại”. Mà Hào Chín Tư quẻ Bĩ thì là “có mệnh”, sự biến đổi của các cuộc bĩ thái đều ở trời cả."
  },
  {
    "chunk_id": "QUE_BI_012",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:有命, 無咎, 志⾏也.",
    "dịch_âm": "Tượng viết: Hữu mệnh vô cữu, chí hành dã. Dịch nghĩa .- Lời Tượng nói rằng: có mệnh không lỗi, chí ý được thực hành vậy.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Có mệnh vua thì không lỗi, mới có thể qua được cuộc bĩ mà ý chí của nó được thực hành.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_013",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九五:休否, ⼤⼈吉, 其亡, 其亡, 繫于苞喪.",
    "dịch_âm": "Cửu Ngũ: Hưu phủ, đại nhân cát, kỳ vong, kỳ vong! Hệ vu bào tang.",
    "dịch_nghĩa": "Hào Chín Năm: Nghĩ bĩ, đấng đại nhân tốt. Này mất! Này mất! Buộc cây dâu rậm.",
    "truyện_của_Trình_Di": "Hào Chín Năm lấy đức Dương cương trung chính, ở ngôi tôn, cho nên có thể làm cho tắt nghỉ sự bĩ của thiên hạ, đó là sự tốt của đấng đại nhân. Đấng đại nhân gặp thời ấy có thể đem đạo của mình làm tắt nghỉ cuộc của thiên hạ, để dần dần đi tới cuộc thái. Nhưng còn chưa lìa cuộc bĩ, cho nên mới có lời răn: “Này mất”. Cuộc bĩ đã tắt nghỉ, dần dần trở lại cuộc thái, không thể coi ngay làm dã yên rồi, phải nên lo sâu răn xa, thường thường sợ rằng cuộc bĩ lại tới mà tự nói rằng: “Này mất này! Này mất này! Buộc vào cây dâu rậm kia!” tức là làm cách yên ổn vững chắc như ràng buộc vào cây dâu rậm vậy. Dâu là thứ cây rễ sâu và chắc, rậm là nói mọc thành bụi, lại càng chắc nữa. Lời răn của thánh nhân sâu lắm.",
    "bản_nghĩa_của_Chu_Hy": "Lấy đức Dương cương trung chính mà ở ngôi tôn, có thể làm tắt nghỉ cuộc bĩ trong đời, ấy là việc của đấng đại nhân. Cho nên lời hào này, đấng đại nhân gặp được thì tốt, lại nên răn sợ như lời Hệ đã nói.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_014",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:⼤⼈之吉, 位正當也.",
    "dịch_âm": "Tượng viết: Đại nhân chi cát, vị chính đáng dã.",
    "dịch_nghĩa": "Lời tượng nói rằng: Đấng đại nhân được tốt, ngôi chính đáng vậy.",
    "truyện_của_Trình_Di": "Có đức đại nhân, lại được chính vị của đấng tri tôn, cho nên có thể làm tắt cuộc bĩ trong thiên hạ, vì vậy mới tốt. Không có ngôi ấy thì dù có đức ấy nữa, hầu làm nên gì? Cho nên ngôi của thánh nhân mới gọi là của báu lớn.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_015",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "上九:傾否, 先否後喜.",
    "dịch_âm": "Thượng Cửu: Khuynh bĩ, tiên bĩ hậu hỷ.",
    "dịch_nghĩa": "Hào Chín Trên: Nghiêng bĩ, trước bĩ sau mừng.",
    "truyện_của_Trình_Di": "Hào Chín Trên là chót của bĩ, vật lý cùng cực ắt phải trở lại, cho nên thái cực thì bĩ, bĩ cực thì thái. Hào Chín trên bĩ đã cực rồi, cho nên đạo bĩ nghiêng đổ mà phải biến đổi. Trước cực là bĩ, sau nghiêng là mừng. Bĩ nghiêng thì là thái rồi, ấy là “sau mừng”.",
    "bản_nghĩa_của_Chu_Hy": "Lấy thế Dương cương ở lúc cùng cực cuộc bĩ, là kẻ có thể làm nghiêng sự bĩ của đời, cho nên lời chiêm của nó là “trước bĩ sau mừng”.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_BI_016",
    "hexagram": "QUE_BI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈:否終得傾, 可可⾧也.",
    "dịch_âm": "Tượng viết: Bĩ chung tắc khuynh, hà, khả trường dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Bĩ chót thì nghiêng, sao khá dài vậy.",
    "truyện_của_Trình_Di": "Cuộc bĩ đến chót thì phải nghiêng đổ, đâu lại có lẽ bĩ mãi? Cùng cực thì phải quay lại, ấy là lẽ thường. Nhưng mà cái việc quay nguy làm yên, đổi loạn làm trị, phải có tài Dương cương thì mới làm nổi, cho nên hào Chín Trên quẻ Bĩ có thể làm nghiêng cuộc bĩ, hào Sáu Trên quẻ Truân không thể thay đổi cuộc truân.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]