{
    "3": "[4]truân; nếu đã thành mưa thì là giải rồi. Lại động ở trong hiểm cũng lànghĩa truân, Âm Dương không giao nhau là Bỉ, Âm Dương mới giao nhaumà chưa xướng là Truân, về thì vận, thì nó là lúc thiên hạ gian truân, chưađược hanh thái.LỜI KINH屯元亨利肩,勿⽤有攸往,利建侯.Dịch âm. - Truân nguyên hanh lợi trinh, vật dụng hữu du vãng, lợi kiến hầu.Dịch nghĩa. - Truân đầu cả, hanh thông, lợi tốt, chính bền, chớ dùng có thửađi, lợi về dựng tước hầu.GIẢI NGHĨATruyện của Trình Di - Quẻ Truân có cách cả hanh, mà ở vào đó thì lợi ởchính bền. Không chính bền lấy gì để qua lúc truân? Lúc truân chưa thể cóthửa đi. Thiên hạ đương truân, há rằng sức một người nào có thể làm cho quađược? Ắt phải rộng nhờ về sức giúp đỡ, cho nên lợi về việc dựng nước hầu.Bản nghĩa của Chu Hy. - Chấn, Khảm đều là tên quẻ ba vạch. Quẻ Chấnmột hào Dương động ở dưới hai hào Âm, cho nên, tính nó là động, tượng nólà sấm. Quẻ Khảm, một hào Dương hãm ở giữa hai hào Âm, cho nên tính nólà hãm, là hiểm, tượng nó là mây, là phương Nam, là nước. Truân là tên quẻsáu vạch, nghĩa nó là khó, tức là cái ý vật mới mọc mà chưa thông đạt,chonên chữ 屯 (truân) do ở chữ ⼬中 (thảo) mà ra, giống như mầm có dùi đấtmới mọc mà chưa duỗi thẳng. Quẻ này là Chấn gặp Khảm, Kiền Khôn mớigiao với nhau mà gặp chỗ hiểm hãm, cho nên tên nó là Truân, Chấn động ởdưới, Khảm hãm ở trên, còn động được chăng? Trong chỗ hiểm mà còn độngđược, tuy có thể hanh thông, mà ở chỗ hiểm, thì nên giữ đường ngay thẳng,chưa thể vội tiến, cho nên bói được quẻ này, thì lời chiêm là cả hanh và lợivề đường ngay thẳng, mà chưa nên vội có thửa đi. Lại: hào Chín NămDương ở dưới Âm mà là chủ sự làm quẻ, đó là cái nghĩa hiền nhân chịunhường người ta mà được lòng dân có thể làm vua. Cho nên hễ bói về việcdựng vua, gặp quẻ này thì tốt.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Hỏi rằng: Quẻ Truân lợi về sựdựng nước hầu. Lời chiêm ấy với câu \"lợi về sự thấy người lớn\" ở quẻ Kiềncó đồng lệ không? Đáp rằng: Có. Đó cũng là chỉ đại khái như thế. Nếu mà tựbói việc làm vua, thì dựng tước hầu là mình, nếu bói việc lập vua, thì dựngtước hầu là chỉ về vua. Chỗ đó lại xem rõ cái duyên mình gặp thế nào. KinhDịch không phải là thứ văn tự trói chặt. Cho nên nói rằng: \"Không thể dùnglàm điển yếu\".LỜI KINH象⽈:屯,剛柔始交⽽難⽣.動乎險中,⼤亨貞.雷⾬ 動滿盈,天造草昧,宜建侯⽽不拏.Dịch âm. - Thoán viết: Truân, cương nhu thủy giao nhi nạn sinh, động hồhiểm trung, đại hanh trinh, lôi vũ chi động mãn doanh. Thiên tạo thảo muội,nghi kiến hầu nhi bất ninh.Dịch nghĩa. - Quẻ truân, cứng mềm mới giao nhau mà nạn sinh, động ởtrong chỗ hiểm, cả hanh trinh, sấm mưa động đến đầy rẫy. Vận trời bối rối,mờ tối, nên dựng tước hầu, mả chớ cho là yên.GIẢI NGHĨATruyện của Trình Di - Nói về hai tượng mây sấm, thì là mềm cứng mớigiao nhau. Nói về hai thể Chấn Khảm thì là động ở trong chỗ hiểm. Cứngmềm mới giao nhau mà chưa thông xưởng thì phải gian truân, cho nên nói là\"nạn sinh\". Lại \"động trong chỗ hiểm\", cũng là nghĩa gian truân. Cái mà gọilà \"cả hanh và trinh\" tức là sấm mưađộng đến đầy dẫy. Âm Dương mới giao nhau thì còn gian truân chưa thểthông xướng, tới khi tràn hòa lan khắp thì thành sấm mưa đầy dẫy trongkhoảng trời đất, sinh vật mới được thỏa thê, đó là Truân có cách cả hanh. Sởdĩ có thể cả hanh là do ở trinh. Nếu không chính bền, thì sao ra khỏi cảnhTruân? Người ta ở vào cảnh Truân có cách làm cho cả hanh cũng là do ởchính bền. Thiên tạo chỉ về thì vận, thảo là rối loạn,không có trật tự, là mờtối không sáng, gặp thì vận đó, nên gây dựng kẻ giúp đỡ, thì có thể qua đượccảnh Truân. Tuy dựng tước hầu để giúp cho mình, nhưng mà cũng nên siêngnăng lo sợ, không dám ở yên, đó là lời răn sâu sa của thánh nhân.Bản nghĩa của Chu Hy. - Câu đầu dùng hai thể để thích nghĩa tên quẻ, mớigiao là Chấn, nạn sinh là Khảm. Câu thứ hai dùng đức của hai thể để thíchlời quẻ: động là việc của thể Chấn, hiểm là đất của thể Khảm. Từ đó trởxuống, thích về nguyên hanh lợi trinh, bèn dùng ý gốc của Văn Vương. Câu\"sấm mưa\" dùng tượng hai thể để thích lời quẻ. Sấm là tượng của Chấn, mưalà tượng của Khảm. Thiên Tạo như nói thiên vận, thảo muội tức là rối loạntối tăm. Âm Dương giao nhau mà sấm mưa nổi lên, những cảnh tạp loại, tốităm đầy dẫy trong hai khoảng (trời đất). Thiên hạ chưa định, danh phận chưarõ, nên lập vua để thống trị, chưa thể vội cho là lúc yên ổn. Chỗ này khôngdùng nghĩa của hào Chín Đầu, là vì sự dùng nghĩa có nhiều mối, đây cũng làdùng về một mối của nó.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Sấm mưa động đến đầy dẫy,cũng là cái ý uất tắc, \"Vận trời rối loạn mờ tối nên dựng nước hầu mà chẳngcho là yên\" là do Khổng Tứ phát minh riêng ra một lẽ. Ý nói: Đương lúc rốiren đó, không thể không có ông vua, cho nên phải lập vua, rút lại vẫn khôngthể cho dựng ra tước hầu là xong, phải tự lấy làm không yên mới được. Bởivì mới động mà gặp chỗ hiểm thánh nhân thấy cỏ tượng ấy nên mới nhân đómà đặt lời răn.LỜI KINH象⽈:雲雷屯,君⼦以經給.Dịch âm, - Tượng viết: Vân lôi Truân, quân tử dĩ kinh luân.Dịch nghĩa. - Lời Tượng nói rằng: Mây sấm là quẻ Truân, đấng quân tử coiđó mà sửa sang thiên hạ.GIẢI NGHĨATruyện của Trình Di - Quẻ Khảm không nói là mưa mà nói là mây vì mâytức là mưa mà chưa thành; chưa từng mưa cho nên làtruân. Đấng quân tử coi tượng quẻ Truân, sửa sang việc thiên hạ để qua lúctruân nan.Bản nghĩa của Chu Hy, - Quẻ Khảm không nói nước mà nói mây, là ý chưađược hanh thông. Kinh luân là công việc làm tơ, kinh là kéo, luân là gỡ. Cáiđời truân nàn là lúc quân tử có thể làm việc.Lời bàn của Tiên Nho. - Ngô Lâm Xuyên nói rằng: \"Quân tử trị đời nhưlàm tơ. Muốn gỡ sự rối bời, cũng như lúc truân muốn giải sự uất kết. Kinh làtóm các mục nó làm một mà sau chia ra, giống như tiếng sấm do một màchia: luân là gỡ các mối nó làm hai mà sau hợp lại, giống như tiếng sấm tựhai mà hợp lại.LỜI KINH初九:盤桓,利居貞,利建侯.Dịch âm. - Sơ Cửu: Bàn hoàn, lợi cư trinh, lợi kiến hầu.Dịch nghĩa. - Hào Chín Đầu: Quanh co, lợi về ở chính bền, lợi về dựng tướchầu.GIẢI NGHĨATruyện của Trình Di - Hào Đầu là hào Dương, ở dưới,tức là kẻ có tàicương minh, gặp đời truân gian mà ở ngôi dưới. Chưa thể đi ngay cho quacảnh truân, nên phải quanh co. Đương buổi đầu hồi truân, nếu không quanhco mà vội tiến lên, thì phạm vào nạn, cho nên phải ở một cách chính đính màgiữ cho bền chí. Đại phàm người ta ở cảnh truân nan, ít kẻ giữ được chínhđính. Nếu không giữ được chính đính vững bền, thì sẽ trái nghĩa, qua saođược cảnh truân? Ở đời truân, đương bị gian nan ở dưới, nên có kẻ giúp, đólà cái đạo ở cảnh truân và qua cảnh truân, cho nên mới dùng nghĩa \"dựngtước hầu\"; tức là tìm người giúp đỡ vậy.Bản nghĩa của Chu Hy. - Bàn toàn là cái trạng thái khó tiến. Đầu hồi truânnan là hào Dương ở dưới lại ở vào một thể động, mà trên ứng nhau với hàoÂm nhu, hãm hiểm, cho nên có tượng quanh co. Nhưng nó ở được chỗchính, cho nên lời chiêm của nó là lợi về sự đính chính. Vả lại, nó vốn là hàolàm chủ sự lập thành quẻ, là Dương, chịu ở dưới Âm, tức là cái tượng nhândân theo chờ, cho nên tượng nó như thế,mà kẻ xem như thế thì lợi về sựdựng lên để làm tước hầu.LỜI KINH象⽈:雖盤桓,志⾏正也.以貴下賤,⼤得民也.Dịch âm, - Tượng viết: Tuy bàn hoàn, chí hành chính dã. Dĩ quý hạ tiện, đạiđắc dân dã.Dịch nghĩa. - Lời Tượng nói rằng: Dẫu quanh co có chí làm sự chính đínhvậy. Là kẻ sang, chịu dưới kẻ hèn, cả được dân vậy.GIẢI NGHĨATruyện của Trình Di - Người hiền ở dưới, nếu thời chưa lợi, tuy phải quanhco chưa thể đi ngay để làm cho qua cảnh truân của đời, nhưng vẫn có chí làmqua cảnh truân, có tài làm qua cảnh truân, đó là chí ở làm sự chính đính. HàoChín gặp lúc truân nan, là Dương mà đến ở dưới Âm, tức là cái tượng kẻsang chịu dưới kẻ hèn. Đương hồi truân, kẻ Âm nhu không thể tự giữ chocòn, có một người có tài Dương cương, chúng phải theo về, thế mà lại biết tựxử một cách thấp kém, cho nên mới được lòng dân. Có người ngờ rằng:đương truân ở dưới, còn sang đi nữa? Ôi, là cương minh, mà chịu ở dưới kẻÂm nhu; là hạng có tài làm qua cảnh truân, mà lại ở dưới một kẻ bất tài; thếlà kẻ sang chịu dưới kẻ hèn. Huống chi Dương đối với Âm, vẫn là sang hơnkia mà!LỜI KINH六⼆:屯如,遭如,乘⾺班如,匪⿁,婚媾,⼥与貞⽷字,⼗年⾘字.Dịch âm. - Lục Nhị: Truân như, chiên như, thừa mã ban như! Phỉ khẩu, hôncấu. Nữ tử trinh bất tự, thập niên nãi tự.Dịch nghĩa. - Hào Sáu Hai: Dường quanh co vậy, đường cưỡi ngựa rẽ ravậy. Chẳng phải giặc: dâu gia. Con gái trinh tiết không đặt tên chữ, mườinăm mới đặt tên chữ.GIẢI NGHĨATruyện của Trình Di - Là Âm nhu, ở đời truân nan, tuy có kẻ chính ứng ởtrên (chỉ vào hào Năm) mà bị bức vì hào Đầu là hào Dương cương, nên phảiquanh quanh co co. Cưỡi ngựa tức là muốn đi, muốn theo kẻ chính đính ứngnhau với mình mà lại rẽ ra không thể tiến lên. Hào Hai gặp đời truân nan, tuylà không thể tự giúp cho mình, mà nó ở giữa, được ngôi chính, có kẻ hưởngứng ở trên, không mất đạo nghĩa. Nhưng nó bị tức về hào Đầu, Âm là cái màDương vân tìm, mềm là cái mà cứng vẫn lấn, thể mềm đương lúc truân nan,vẫn khó tự giúp, lại bị Dương cương vẫn bức, nên mới là nạn, nếu không bịbức về giặc nạn thì nó sẽ đi mà tìm dâu gia, dâu gia tức là kẻ chính ứng trênkia rồi. Giặc là chỉ vào kẻ phi lý mà đến. Hào Hai giữ nết trung chính, khôngcẩu thả họp nhau với hào Đầu, cho nên không sinh đẻ. Nếu cứ chính bềnkhông thay đổi, cho tới mười năm, truânnan cực điểm, phải thông đạt, sẽ được kẻ chính đính ứng với mà sinh con,nuôi con. Là hạng con gái Âm nhu, mà giữ được chí tiết, lâu rồi cũng đượcthông đạt, huống chi là hạng quân tử giữ đạo mà không cong queo. Hào Đầulà người hiền minh cương chính mà lại là giặc để bức người ta, là sao? Đáprằng: Đây cứ theo nghĩa \"hào Hai là mềm gần cứng\" không kể cái đức hàoĐầu ra sao. Sự dùng nghĩa của Kinh Dịch như thế.Bản nghĩa của Chu Hy. – 班(ban) là bộ điệụ chia rẽ không tiến 字(tự) làhứa gả chồng. Kinh Lễ nói rằng: \"Con gái hứa gả chồng, thì cài trâm và đặttên chữ\". Hào Sáu Hai Âm nhu trung chính, có kẻ hưởng ứng ở trên, mà lạicười lên hào Đầu là hào Dương cương, cho nên bị ngăn cản mà phải quanhco không tiến. Nhưng hào Đầu không phải giặc cướp, là kẻ cầu làm hônnhân với mình, có điều mình vẫn giữ thói đính chính, không ứng với nó, mãiđến mười năm, số cùng, lý cực, thì kẻ tìm càn kia phải đi, kẻ hưửng ứngchính đáng họp lại mà có thể ứng. Hào này có tượng ấy, nên mới nhân đó màrăn kẻ xem.Lời bàn của Tiên Nho. - Chu Hy nói rằng: Họ Cảnh giải câu ⼥ ⼦貞不字(nữ tử trinh bất tự) dùng điển \"hứa gả chồng, cài trâm, mà đặt tên chữ\" cho貞不字(trinh bất tự) là chưa hứa gả chồng, với nghĩa hai chữ 婚媾(hôn cấu)thông nhau, cũng là nói rất có lý. Y Xuyên thì cho 字(tự) là nuôi nấng.Hỏi rằng: Trong câu \"mười năm mới đặt tên chữ\" chữ \"mười năm\" đó cóphải chỉ về số cùng lý cực mà nói hay không? Đáp rằng: Trong Kinh Dịch,những chỗ dùng Tượng như thế đều không thể hiểu. Như nói mười năm, banăm, bảy ngày, tám tháng, đều có chỉ về cái gì, có điều bây giờ không thểgiải bằng một cách xuyên tạc, vậy thì hãy chừa lại đó.LỜI KINH象⽈:六⼆之難,乘剛也,⼗年乃字,反常也.Dịch âm. - Tượng viết: Lục Nhị chi nạn, thừa cương dã; thập niên nãi tự,phản thường dã.Dịch nghĩa. - Lời Tượng nói rằng: Cái nạn của hào Sáu Hai là vì cưỡi lênDương cương. Mười năm mới đặt tên chữ, trở lại sự thường vậy. ,GIẢI NGHĨATruyện của Trình Di - Hào Sáu Hai ở vào thời truân mà lại cưỡi lên Dươngcương, bị kẻ Dương cương lấn bức, đó là cái nạn. Đến mười năm thì nạn đãlâu, ắt phải hanh thông, mới được trở lại sự thường mà hợp với kẻ chính ứng.Mười là cùng tận của số.LỜI KINH六三:即⿅無虞,惟⼊于林中,君⼦幾不如舍,往吝.Dịch âm. - Lục Tam: Tức lộc vô ngu, duy nhập vu lâm trung, quân tử cơ bấtnhư xả, vãng lận.Dịch nghĩa. - Hào Sáu Ba: Theo hươu không có ngu nhân, chỉ vào trongrừng. Đấng quân tử biết cơ, không bằng bỏ đi thì hối tiếc.GIẢI NGHĨATruyện của Trình Di - Sáu Ba là hào Âm như ở ngôi cương, cái tài mềmyếu đã không thể làm yên sự truân nan, lại ở ngôi cương mà không chínhgiữa, thì phải động càn, nó chi tham về cái vẫn tìm, đã không tự giúp chomình mà lại không có ứng viện, thì sẽ đi đâu? Giống như theo hươu màkhông có ngu nhân. Những người vào nơi rừng núi, phải có ngu nhân đưađường, nếu không có kẻ đưa đường, thì chỉ hãm vào rừng rậm mà thôi. Đấngquân tử nhìn thấy cơ vi của công việc, bất nhược bỏ đó đừng theo. Nếu đi,thì chỉ mua lây sự cùng khốn.Bản nghĩa của Chu Hy. - Hào Âm nhu, ở dưới, không giữa, không chính,nên không có kẻ chính ứng, đi càn để mua lấy sự cùng khốn, đó là cái Tượngtheo hươu không có ngu nhân, hãm vào trong rừng. Đấng quân tử kiến cơ,chẳng bằng bỏ quách; nếu đi đuổi mà không bỏ, ắt bị thẹn tiếc. Răn kẻ xemphải nên như thế.LỜI KINH象⽈:即虎無虞,以從禽也,君⼦舍之,往吝窮也.Dịch âm. - Tượng viết: Tức lộc vô ngu, dĩ tòng cầm dã; quân tử xả chi, vãnglận cùng dã.Dịch nghĩa. - Lời Tượng nói rằng: Theo hươu không có ngu nhân, vì theomồi vậy. Đấng quân tử bỏ đó, là vì thì hối tiếc cùng khốn.GIẢI NGHĨATĩ*uyện của Trình Di. - Việc không thể làm mà cứ động càn, vì theo ý muốncủa mình. Không có ngu nhân mà đi theo hươu, vì tham cái mồi. Đương thờitruân nan, không thể động mà cứ động, cũng như không có ngu nhân mà đitheo hươu, là vì có lòng theo mồi. Quân tử thì thấy cơ mà bỏ không theo, nếuđi ắt phải hối tiếc cùng khốn.LỜI KINH六四:乘⾺班如,求婚媾,往吉,無不利.Dịch âm. - Lục Tứ: Thừa mã ban như, cầu hôn cấu, vãng cát, vô bất lợi.Dịch nghĩa. - Hào Sáu Tư: Cưỡi ngựa dường rẽ ra vậy, tìm dâu gia, đi thìtốt, không gì không lợi.GIẢI NGHĨATruyện của Trình Di - Sáu Tư là hào mềm thuận, ở ngôi gần vua, ấy làtương đắc với người trên, mà tài không đủ làm qua cảnh truân, cho nênmuốn tiến lại thôi, như người cưỡi ngựa rẽ ra. Mình đã không thể làm quacảnh truân của đời, nếu tìm người để giúp cho mình có thể qua. Hào Đầu làngười hiền có đức Dương cương, tức là kẻ dâu gia chính ứng với mình, nếutìm hạng dâu gia Dương cương ấy để đi cùng giúp ông vua Dương cươngtrung chính mà làm cho qua cảnh truân của đời, thì tốt, mà không cái gìkhông lợi. Ở ngôi công khanh, tài mình không đủ làm qua cảnh truân củađời, nhưng nếu biết những người hiền thân ở dưới mà dùng, thì làm gì khôngđược?Bản nghĩa của Chu Hy. - Hào Âm nhu ở vào cảnh truân nan không thể tiếnlên, cho nên là tượng cưỡi ngựa rẽ ra. Nhưng có hào Đầu, giữ đường chínhđính, ở dưới để ứng với mình, cho nên lời chiêm là xuống tìm dâu gia thì tốt.LỜI KINH象⽈:求⽽往,明也.Dịch âm. - Tượng viết: Cầu nhĩ vãng, minh dã.Dịch nghĩa. - Lời Tượng nói rằng: Tìm mà đi, sáng vậy.GIẢI NGHĨATruyện của Trình Di - Biết là mình không đủ tài, tìm người hiền để giúpcho mình, rồi mau mới đi, có thể bảo là người sáng. Ở vào cái ngôi có thểlàm được, mình không làm nổi, mà thôi, thì là một kẻ rất tối.LỜI KINH九五:屯其⾻,⼩貞吉,⼤貞凶.Dịch âm. - Cửu Ngũ: Truân kỳ cao, tiểu trinh cát, đại trinh hung.Dịch nghĩa. - Hào Chín Năm: Gian truân thửa ơn huệ, nhỏ mà trinh thì lành,lớn mà trinh thì dữ.GIẢI NGHĨATruyện của Trình Đi. - Hào Năm ở ngôi tôn được chỗ chính, mà gặp thờitruân, nếu có người hiền nào bậc cương minh giúp đỡ, thì có thể qua đượccảnh truân. Vì không có bề tôi, cho nên mới truân. Đã có sự tôn trọng củađấng nhân quân tuy ở vào đời truân nan, về danh vị vẫn không hại gì, có điềusự thi thố không được, đức trạch không lan xuống, thế là truân về ân huệ, tứclà cảnh truân của đâng nhân quân. Âm trạch đã không lan xuống, thì uyquyền không còn ở mình; uy quyền đã mất mà muốn lấy lại bằng cách gấpvội ấy là rước lấy sự không hay… cho nên, nhỏ mà chinh thi tốt. Nhỏ màchính nghĩa là chính lại dần dần, như Bàn Canh nhà Thương, Tuyên Vươngnhà Chu, sửa đức mình, dùng người hiền, khôi phục chính sự của tiên vương,chư hầu lại chầu. Nghĩa là dùng cách đưa đến từ từ, để cho họ khỏi làm điềubạo ngược.Bản nghĩa của Chu Hy, - Hào chín Năm tuy là Dương cương trung chính, ởngôi tôn, nhưng đương thời truân, hãm trong chỗ hiểm, dù có hào Sáu Haichính ứng mà có âm nhu tài yếu, không đủ giúp việc; hào Chín Đầu lại đượclòng dân ở dưới, chúng đều theo về, hào Chín Năm tuy có ơn trạch, khôngthể ban ra; đó là cái tượng truân về ơn trạch. Kẻ xem để xử việc nhỏ, thì cứgiữ đường chính đính có thể được tốt; để xử việc lớn, tuy là chính đính cũngkhông khỏi hung.LỜI KINH象⽈: 貞其⾻, 施未光也.Dịch âm. - Tượng viết: Truân kỳ cao, thỉ vị quang dã.Dịch nghĩa. - Lời Tượng nói rằng: Truân thửa ơn huệ, ơn đức chưa sángvậy.GIẢI NGHĨATruyện của Trình Di - Ơn trạch lan xuống, cho nên đức thì chưa sáng lớn,đó là cảnh truân của đấng nhân quân.LỜI KINH上六:乘⾺班如, 泣⾎建如.Dịch âm. - Thượng Lục: Thừa mã ban như, khấp huyết liên như.Dịch nghĩa. - Hào Sáu Trên: Cưỡi ngựa dường rẽ ra vậy; khóc ra máu đầmđìa vậy.GIẢI NGHĨATruyện của Trình Di - Hào Sáu là Âm nhu, nhằm cuối quẻ Truân, ở chỗhiểm cực mà không có kẻ ứng viện, ở thì không yên, động thì không có chỗđi, cưỡi ngựa muốn đi, lại phải rẽ ngang không tiến, cùng truân quá đỗi, đếnnỗi khóc ra máu mắt đầm đìa, đó là truân đến cùng cực. Nếu là Dươngcương mà có kẻ giúp, thì khi truân đã cùng cực có thể qua được.Bản nghĩa của Chu Hy. - Hào Âm không có ứng viện, ở cuối cảnh truân,tiến nữa thì không có chỗ đi, chỉ có lo sợ mà thôi, cho nên tượng nó như thế.LỜI KINH象⽈:泣⾎建如, 何可表也.Dịch âm. - Tượng viết: Khấp huyết liên như, hà khả trường dã?Dịch nghĩa. - Lời tượng nói rằng: Khóc ra máu đầm đìa vậy, sao thể lâuđược!GIẢI NGHĨATruyện của Trình Di - Truân nan cùng cực không biết làm gì, cho nên đếnnỗi khóc ra máu mắt, điên bái như thế thì còn có thể dài lâu được ư ? Quẻtức là việc, hào tức là thời của việc, chia làm ba mà lại gấp lên hai lần, đủ đểbao quát các lẽ. Theo đó mà suy cho rộng ra việc của thiên hạ hết rồi.Lời bàn của Tiên Nho. - Khâu Kiến An nói rằng: Quẻ Truân sáu hào; haihào Dương bốn hào Âm. Hết thảy các quẻ đều dùng những hào Âm Dương ítnhất làm chủ, cho nên quẻ này hai hào Dương làm chủ bốn hào Âm. Nhưnghào Năm ở thể Khảm, hãm mà thất thế, hào Đầu ở thể Chấn động mà đượcthời, cho nên hào Đầu là chủ quẻ Truân. Hào ấy nói rằng: \"Lợi về ở đínhchính\", \"lợi về sự dựng tước hầu\" thế thì quẻ ấy chủ về cái gì có thể biết rồi.Chú thích:[1]Tức là Khảm.[2]Tức là Chấn.[3]Chỉ về Chấn.[4]Chỉ về Khảm."
}