{
    "2": "[3]gái là kẻ phải theo người, là con gái nhỏ mà theo con trai trưởng cũnglà nghĩa của sự theo. Chấn là sấm, Đoái là chằm sấm động ờ trong chằm,chằm cũng động theo, ấy là tượng của sự theo. Lại nữa, lấy lẽ quai biến mànói, thì hào Trên quẻ Kiền đến ở ngôi dưới quẻ Khôn, hào Đầu quẻ Khôn, điở ngôi Trên quẻ Kiền, đó là Dương đến mà ở dưới Âm. Là Dương mà ở dướiÂm, Âm ắt đẹp lòng mà đi theo, cũng là nghĩa của sự theo. Phàm thành raquẻ, đã dùng nghĩa của hai thể; có khi còn dùng nghĩa của các hào, có khi lạidùng nghĩa của luật quái biến, như sự dùng nghĩa của quẻ Tùy, càng là tườngđủ.LỜI KINH隨元亨利貞, 無咎.Dịch âm. -Tùy nguyên hanh lợi trinh, vô cữu.Dịch nghĩa. - Quẻ Tùy cả, lợi, trinh, không lỗi.GIẢI NGHĨATruyện của Trình Di. - Đạo của sự theo có thể đem đến được sự cả hanh.Đạo đấng quân tử được mọi người theo, và mình theo người, cùng là tới việcmà chọn đường nên theo, đều là theo cả. Theo được phải đạo, thì có thể đemđến sự cả hanh. Phàm như ông vua theo điều thiện, bề tôi vâng mệnh, kẻ họcrời sang điều nghĩa, cùng là tới việc mà theo bậc trưởng thượng cũng là theo.Đạo của sự theo lợi ở trinh chính, hễ theo được chính đính, rồi mới cả hanhmà không lỗi. Nếu mất đường chính thì phải có lỗi, cả hanh sao được?Bản nghĩa của Chu Hy. - Tùy tức là theo. Lấy lẽ quái biến mà nói, thì quẻnày vốn tự quẻ Khốn, hào Chín đến ở ngôi Đầu; lại tự quẻ Phệ hạp, hào Chínđến ở ngôi Năm; mà tự quẻ Vị tế lại, thì kiêm cả hai sự biến đổi đó; tất cảđều là nghĩa cứng đến theo mềm. Lấy hai thể mà nói, thì thể này động mà thểkia đẹp lòng, cũng là nghĩa của sự theo, cho nên mới là quẻ Tùy. Mình haytheo người, người đến theo mình, đằng nọ đằng kia theo nhau thì sự hanhthông rất dễ, cho nên lời Chiêm của nómới là cả hanh, nhưng phải lời về sựtrinh thì mới không lỗi. Nếu mà việc theo không chính, thì không cả hanh màsẽ không khỏi có lỗi.LỜI KINH彖⽈: 隨, 剛來⽽下柔, 動⽽説,隨.Dịch âm. -Thoán viết: Tùy, cương lai nhi hạ nhu, động nhi duyệt, Tùy.Dịch nghĩa. - Lời Thoán nói rằng: Quẻ Tùy, cứng đến mà ở dưới mềm, độngmà đẹp lòng, là quẻ Tùy.GIẢI NGHĨABản nghĩa của Chu Hy. - Đây dùng lẽ quái biến và đức quẻ để thích nghĩatên quẻ.LỜI KINH⼤亨貞無咎, ⽽天下隨時.Dịch âm. - Đại hanh trinh vô cữu, nhi thiên hạ tùy thì.Dịch nghĩa. - Cả hanh trinh, không lỗi, mà thiên hạ tùy thì.GIẢI NGHĨATruyện của Trình Di. - Quẻ này sở dĩ làm quẻ Tùy là vì kẻcứng mà đến ởdưới kẻ mềm, động mà đẹp lòng. Nghĩa là hào Chín Trên quẻ Kiền đến ởdưới quẻ Khôn, hào Sáu đầu quẻ Khôn đi ở trên quẻ Kiền. Là kẻ Dươngcương mà đến ở dưới quẻ Âm nhu, ấy là người trên mà chịu nướcdưới kẻdưới, người sang mà chịu nướcdưới kẻ hèn, có thể như thế, người ta sẽ đẹplòng mà theo. Lại dưới động mà trên đẹp lòng, ấy là động mà có thể đẹplòng, vì vậy mới theo. Như thế thì có thể cả hanh mà được chính đính. Hễ đãcó thể cả hanh, không được chính đính thì không phải là đạo đáng theo, hácó thể khiến cho thiên hạ theo mình? Cái mà thiên hạ cùng theo là thì, chonên là tùy thì.Bản nghĩa của Chu Hy. - Bản của Vương Túc, chữ 時(thì) chép làm chữ 之(chi) nay nên theo đó. Đoạn này thích về lời quẻ, ý nói có thể như thế thì làngười mà thiên hạ cùng theo.LỜI KINH随時之義⼤矣哉.Dịch âm. - Tùy thì chỉ nghĩa đại hỷ tai![4]Dịch nghĩa. - Cái nghĩa tùy thì lớn vậy thay .GIẢI NGHĨATruyện của Trình Di. - Đạo đấng quân tử tủy thời mà động, theo với điềunên, vừa với sự biến, không thể làm ra điền yếu nhất định, nếu không làngười hiểu đạo đã sâu, biết cơ vỉ, biết quyền biến, không thể dự vào chỗ đó,cho nên mới tán thêm rằng: \"Cái nghĩa tùy thời lớn vậy thay!\". Phàm nhữngchỗ nào có lời tán thêm, là muốn người ta biết rằng nghĩa của nó lớn, phảingẫm nghĩ mà ghi nhớ lấy. Chỗ này tán nghĩa tùy thờỉ là lớn, khác với lờí tánở các quẻ khác, vì đây thì với nghĩa là thứ hai.Bản nghĩa của Chu Hy. - Bản của Vương Túc, chữ 時 ở dưới chữ 之 (chi),nay nó theo đó.LỜI KINH象⽈: 澤中有雷, 隨, 君⼦以嚮晦⼊宴息.Dịch âm. - Tượng viết: Trạch trung hữu lôi, Tùy, qưân tử dĩ hướng hối nhậpyến tức.Dịch nghĩa. - Lời Tượng nói rằng: Trong chằm có sấm, là quẻ Tùy, đấngquân tử coi đó mà sắp tối vào nghỉ ngơi.GIẢI NGHĨATruyện của Trình Di. - Sấm nổi trong chằm, chằm theo sấm mà động, làTượng của sự theo. Đấng quân tử coi Tượng đó để tùy thời mà động. Tùy sựnên phải của hịện thời, muôn việc đều thế. Lấy cái rõ nhất và gần nhất mànói thì đấng quân tử coi Tượng đó mà khi sắp tối tự vào nghỉ ngơi. Đấngquân tử ban ngày thì tự cường không nghỉ, tới khi sắp sửa đêm tối, thì vào ởbên trong nghỉ ngơi, cho yên cái thân. Đó là khởi cơ tùy thời, vừa đúng vớisự nên phải. Đấng quân tử ngày không ở trong, đêm không ở ngoài, ấy là đạotùy thời.Lời bàn của Tiên Nho. - Có người hỏi rằng: Trình Tử nói rằng: \"Chằm theosấm động, đấng quân tử nên tùy thời nghỉ ngơi\" có phải hay không? Chu Tửđáp rằng: Đã nói sấm động, tại sao không nói quân tử động tác, mà lại nóinghỉ ngơi? Là vì quẻ này Chấn dưới Đoái trên, tức là cái Tượng sấm vàotrong đất. Sấm phải tùy thời nấp náu, cho nên đấng quân tử cũng khi sắp tốithì vào nghỉ ngơi.LỜI KINH初九: 官有渝, 貞吉, 出⾨交有功.Dịch âm. - Sơ Cửu: Quan hữu thâu, trinh cát, xuất môn giao hữu công.Dịch nghĩa. - Hào Chín Đầu: Quan có thay đổi, chính thì tốt, ra cửa kết bạnthì có công.GIẢI NGHĨATruyện của Trình Di. - Hào Chín ở thòi Tùy mà thể Chấn, lại là chủ của sựđộng, tức là kẻ có chỗ theo. Quan là người chủ giữ. Đã có chỗ theo, thì sựchủ giữ phải có thay đổi, cho nên nói rằng: \"quan có thay đổi, chính thì tốt\",nghĩa là theo được chính đính thì tốt, có thay đổi mà không được chính đínhthì là quá động. \"Ra cửa kết bạn có công\", nghĩa là \"Người mà lòng vẫntheo, phần nhiều là kẻ thân yêu. Thường tình con người, hễ yêu thì thấy làphải, mà ghét thì thấy là trái, cho nên lời của vợ con tuy là có lỗi mà người tavẫn hay theo; lời của kẻ mà mình vẫn ghét, tuy phải cũng là trái. Nếu vì thânyêu mà theo, thì là do ở tư tình, không hợp chính lý, cho nên ra cửa mà kếtbạn thì có công. Ra cửa tức là không phải chỗ riêng tây gần gũi. Kết bạn,không vì tình riêng, cho nên sự theo xứng đáng mà có công.Bản nghĩa của Chu Hy. - Quẻ dùng nghĩa người ta theo mình, hào thì dùngnghĩa mình theo người khác. Hào Chín Đầu là hào Dương, ở ngôi dưói làmchủ quẻ Chấn, có nó quẻ này mới là quẻ Tùy. Đã có chỗ phải Tùy, thì có sựthiên chủ mà đổi vẻ thường, cho nên Tượng và Chiêm của nó như thế. Vàcũng nhân đó để răn người ta.LỜI KINH象⽈: 官有渝, 從正吉也, 出⾨交有功, 不失也.Dịch âm. - Tượng viết: Quan hữu thâu, tòng chính cát dã; xuất môn giaohữu công, bất thất dã.Dịch nghĩa. Lời Tượng nói rằng: Quan có thay đổi, theo chính tốt vậy; racửa kết bạn có công, không lỗi vậy.GIẢI NGHĨATruyện của Trình Di. - Đã có chỗ theo mà thay đổi, ắt là sự theo đượcchính đính thì tốt; nếu mà sự theo không chính đính thì phải hối hận. Ra cửakết bạn, thì không bị vướng về tình riêng, sự kết bạn đó ắt là chính đính.Chính đính thì không lỗi mà có công.LỜI KINH六⼆:係⼩⼦,失丈夫.Dịch âm. - Lục Nhị: Hệ tiểu tử, thất trượng phu.Dịch nghũu - Hào Sáu Hai: Quâi quít kẻ tiểu tử, mất đấng trượng phu.GIẢI NGHĨATruyện của Trình Di. - Hào Hai ứng với hào Năm mà liền với hào Đầu, ấylà theo kẻ gần trước. Vì nó mềm yếu, không thể giữ bền, cho nên nói rằng:quấn quít với kẻ tiểu tử thì sẽ mất đấng trượng phu. Hào Đầu là hào Dương ởngôi dưới, tức là kẻ tiểu tử; hào Năm chính ứng ở trên, tức là đấng trượngphu. Hào Hai chí vẫn quấn quít với hào Đầu, thì sẽ bị mất hào Năm là hàochính ứng, đó là mất đấng trượng phu.Bản nghĩa của Chu Hy. - Hào Đầu là Dương ở dưới mà gần, hào Năm làchính ứng mà xa, hào Hai là hào Âm nhu không thể tự giữ để chờ kẻ chínhứng, cho nên tượng và chiêm như thế, sự hung lận không nói cũng biết.LỜI KINH象⽈:係⼩⼦,弗兼與也.Dịch âm. - Tượng viết: Hệ tiểu tử, phất kiêm dữ dã.Dịch nghĩa. - Lời Tượng nói rằng: Quấn quít kẻ tiểu tử, không gồm cùngvậy.GIẢI NGHĨATruyện của Trình Đi. - Người ta thửa theo, được đằng ngay thì xa đằng cong,theo đằng trái thì mất đằng phải, không lẽ theo cả hai đằng. Hào Hai nếuquấn quít với hào Đầu thì mất hào Năm, thế là không thể gồm cùng. Nói vậyđể răn người ta theo đằng ngay thì nên chuyên nhất.LỜI KINH六三:係丈夫,失⼩⼦,隨有求,得利,居貞.Dịch âm. - Lục Tam: Hệ trượng phu, thất tiểu tử, tùy hữu cầu, đắc lợi, cựtrinh,Dịch nghĩa. - Hào Sáu Ba: Quấn quít đấng trượng phu, mất kẻ tiểu tử, theomà có tìm, lợi về ở trinh.GIẢI NGHĨATruyện của Trình Di. - Trượng phu là hào Chín Tư, tiểu tử là hào Đầu. HàoDương ở trên là trượng phu, ở dưới là tiểu tử. Hào Ba tuy cùng thể với hàoĐầu mà gần sát với hào Tư, cho nên quấn quít với hào Tư. Đại để kẻ Âmnhu không thể tự lập, thường hay thân mật quấn quít với người gần mình. Vìnó quấn quít lên với hào Tư, cho nên ở dưới bị mất hào Đầu. Bỏ hào Đầu màtheo hào Tư, đó là hợp lẽ thích nghi của sự theo. Theo trở lên là thiện, nhưkẻ tối theo người sáng, làm việc theo lẽ phải là theo trở lên; bỏ phải theo trái,bỏ sáng theo tối là theo trở xuống. Hào Tư cũng không có ứng, tức là kẻkhông có chỗ theo. Ở gần nó được hào Ba theo mình, ắt phải thân thiện vớihào ấy, cho nên hào Ba mà theo hào Tư, tức là tìm thì ắt được. Người ta đitheo người trên, mà người trên cùng với, ấy là được cái họ cầu, lại có nghĩalà cầu gì có thể được nấy. Tuy vậy, vẫn không thể dùng cách trái lý, congđạo để theo người trên, nếu như cốt được trên yêu thích để làm cho toại sựtìm của mmh, đó là việc làm của bọn tiểu nhân tà nịnh, xu họa, cho nên nóirằng: \"lợi về ở trinh\", nghĩa là từ ở vào chỗ chính đính, thì cái gọi là \"cốt tìmắt được\" mới là việc chính đáng, ấy là sự theo của đấng quân tử.Bản nghĩa của Chu Hy. - Trượng phu chỉ hào Chín Tư, tiểu tử cũng chỉ hàoĐầu, Hào Ba quấn quít với hào Tư mà mất hào Đầu, Tượng nó trái lại vớihào Sáu Hai. Hào Tư là hào Dương, đương gánh công việc mà mình theo nó,ấy là có tìm ắt được, nhưmg vì nó không có chính ứng, cho nên có kẻ bấtchính mà thành ra người đàn bà tà mỵ. Vì vậy Tượng, Chiêm của nó như thế.LỜI KINH象⽈:係丈夫,志舍下也.Dịch âm. - Tượng viết: Hệ trượng phu, chí xả hạ dã.Dịch nghĩa. - Lời Tượng nóỉ rằng: quấn quít đấng trượng phu chí bỏ kẻ dướivậy.GIẢI NGHĨATruyện của Trình Di. - Đã theo với trên, thì là chí nó bỏ dưới không theo.Bỏ dưới không theo, tức là bỏ thấp mà theo cao. Ở việc theo, như thế là phải.LỜI KINH九四:隨有獲,貞凶.有孚在道,以明,何啓.Dịch âm. - Cửu Tứ: Tùy hữu hoạch, trinh hung, hữu phu, tại đạo, dĩ minh,hà cữu?Dịch nghĩa. - Hào Chín tư: Theo có được, chính mà hung; có tin, ở đạo,dùng sáng, lỗi gì?GIẢI NGHĨATruyện của Trình Di. - Hào Chín Tư lây tài Dương cương ở bậc cùng tộtcủa ngôi làm tôi, nếu trong sự theo có được thì tuy là chính cũng hung: \"Cóđược\" nghĩa là được lòng thiên hạ theo mình. Đạo làm tôi, nên để ân uy hếtthẩy do ở người trên mà ra, khiến cho lòng người đều theo về vua. Nếu màlòng người theo mình ấy là đạo nguy nghi, cho nên mới hung. Ở vào chỗ ấythì làm thế nào? Chỉ có thành tín chứa ở trong, hành động hợp với đạo, lấycách sáng khôn mà xử, thì có lỗi gì?Bản nghĩa của Chu Hy. - Hào Chín Tư lấy đức cứng ở dưới quẻ trên, cùngđức với hào Năm, cho nên lời Chiêm của nó là \"theo mà có được\". Nhưngthế nó lấn lên hào Năm, cho nên tuy chính mà hung, chỉ duy có tin, ở đạo,mà sáng, thì người trên yên lòng mà theo trở xuống, có thể không lỗi. Kẻxem nếu có đảm đương trách nhiệm của đời, cũng nên xem xét lời răn đó.LỜI KINH象⽈: 隨有獲, 其義凶也, 有孚在道, 明功也.Dịch âm. - Tượng viết: Tùy hữu hoạch, kỳ nghĩa hung dã; hữu phu tại đạo,minh công dã.Dịch nghĩa. - Lời Tượng nói rằng: Theo có được, nghĩa nó hung vậy; có tin,ở đạo, công của sự sáng vậy.GIẢI NGHĨATruyện của Trình Di. - Ở ngôi gần vua mà có được, nghĩa nó chỉn hung. Cóthể có từx mà ở đạo thì không có lỗi, đó là công của sự sáng khôn.Lời bàn của Tiên Nho. - Viên Mai Nham nói rằng: \"Nghĩa nó hung\" là cólẽ hung, mà chưa ắt hung, xử được phải đạo như mấy câu dưới, thì không cólỗi.LỜI KINH九#:孚于嘉,吉.Dịch âm. - Cửu Ngũ: Phu vu gia, cát.Dịch nghĩa. - Hào Chín Năm: Tin về kẻ lành, tốt.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm ở ngôi tôn, được chỗ chính, mà bêntrong đầy đặc, ấy là thực bụng về sự theo điều lành, đủ biết là tốt. \"Gia\"nghĩa là lành. Tự ông vua đến kẻ thứ nhân, đạo theo mà tốt, chỉ là theo điềulành mà thôi. Hào này bên dưới ứng với hào Chín Hai,đó tức là nghĩa theokẻ lành.Bản nghĩa của Chu Hy. - Hào này Dương cương trung chính, bên dưới lạiứng với kẻ trung chính, ấy là tin về kẻ lành. Kẻ xem như thế được tốt làđáng.LỜI KINH象⽈:孚于嘉吉,位正中也.Dịch âm. - Tượng viết: Phu vu gia, cát, vị chính trung dã.Dịch nghĩá. - Lời Tượng nói rằng: Tin về kẻ lành, tốt, vì ở ngôi chính giữavậy.GIẢI NGHĨATruyện của Trình Di. - Ở ngôi chính trung, theo đạo trung chính, thật bụngtin kẻ mình theo là kẻ chính trung, tức là kẻ lành, đủ biết là tốt. Kẻ lành mànó đã tin là hào Sáu Hai. Sự theo ngược vừa độ là phải. Cái mà sự theo phảingăn ngừa là sự quá đáng. Bỏi vì lòng mình vui đẹp mà theo, thì không biếtlà quá đáng.LỜI KINH上六:拘係之,乃從維之,王⽤亨于西⼭.Dịch âm. - Thượng Lục: Câu hệ chi, nải tòng duy chi, vương dụng hưởng vuTây sơn.Dịch nghĩa. - Hào Sáu Trên: Cầm buộc đó, bèn theo ràng đó, vua dùnghưởng ở non Tây.GIẢI NGHĨATruyện của Trình Di. Hào Sáu Trên lấy đức mềm thuận ở chỗ cùng cực củaquẻ Tùy, ấy là kẻ cùng cực về sự theo. \"Cầm buộc đó\" nghĩa là theo đếncùng cực như thể cầm giữ trói buộc vậy; \"Bèn theo ràng đó\" nghĩa là lại theomà ràng lấy nó, ý nói theo đến cố kết như thế \"Vua dùng hưởng ở non Tây\",nghĩa là lại theo đến cùng cực, như thề xưa kia vua Thái Vương đã dùng đạoấy mà hưởng nghiệp vương ở non Tây. Thái Vương tránh rợ Địch bỏ đấtMân, đến núi Kỳ, người Mân già trẻ dắt díu đi theo như thể về chợ. Bởi vìlòng người theo mình cố kết như thế, Thái Vương dùng kiểu đó, cho nên cóthể hưởng thụ và làm thịnh vượng nghiệp vương của ông ấy ở non Tây. NonTây tức là núi Kỳ, nghiệp vua của nhà Chu dấy lên ở đó. Hào Trên ở chỗcùng cực quẻ Tùy, chỉn là thái quá, nhưng vì được dân theo nó và nó theo kẻlành cố kết như thế mói là phải, dùng về việc khác thì là quá đáng.Bản nghĩa của Chu Hy. - Ở chỗ tột cùng quẻ Tùy, tức là sự theo cố kết màkhông thể cởi. Lòng thành tột bậc, có thể thông với đấng thần minh, cho nênLời Chiêm của nó là \"vua dùng hưởng ở non Tây\". Chữ \"hưởng\" này nên cắtnghĩa chữ \"hưởng\" trong tiếng \"tế hưởng\". Tự địa vị nhà Chu mà nói thì núiKỳ ở về phía tây phàm việc bói tế núi sông, mà được hảo này, hễ mả lòngthành như thế thì tốt.LỜI KINH象⽈:拘係之,上窮也.Dịch âm. - Tượng viết: Câu hệ chi, thượng cùng dã.Dịch nghĩa. – Lời Tượng nóỉ rằng: Cầm buộc đó, ở trên đã cùng vậy.GIẢI NGHĨATruyện của Trình Di. - Theo đến bền chặt như thể cầm buộc, ràng bó, ấy làđạo theo đến chỗ cùng cực.Bản nghĩa của Chu Hy. - Chữ \"cùng\" nghĩa là tột bậc.Chú thích:[1]Chữ \"tùy\" nghĩa là theo.[2]Chỉ về quẻ Đoái.[3]Chỉ về quẻ Chấn.[4]Nếu theo Chu Hy, chữ 時 (thì) ở dưới chữ 之 (chi) thì câu này phải dịchlà \"thì nghĩa của Tùy lớn lắm thay\"."
}