[
  {
    "chunk_id": "DO_THUYET_CHU_HY_001",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "ĐỒ THUYẾT CỦA CHU HY",
    "content": "Hệ Từ truyện nói: 'Sông Hà hiện Đồ, sông Lạc hiện Thư, thánh nhân bắt chước các thứ đó'; lại nói: 'Trời một đất hai, trời ba đất bốn, trời năm đất sáu, trời bảy đất tám, trời chín đất mười. Số của trời là năm, số của đất là năm.' Ngôi 'năm' tương hợp với nhau, và mỗi số lại có sự hội hợp của số ấy, nên số của trời là năm mươi lăm, số của đất là ba mươi. Cộng cả số của trời đất là năm mươi lăm. Đó là để làm thành sự biến hóa và thông hành với quỷ thần. Ấy là số của Hà Đồ. Lạc Thư thì theo hình tượng của con rùa, nên số của nó: đội bằng chín, dẫm lên một, phía tả ba, phía hữu bảy, hai và bốn là vai, sáu và tám là chân. Sái Nguyên Định nói rằng: 'Tượng của Hà Đồ, Lạc Thư từ Khổng An Quốc, Lưu Hâm nhà Hán, Quang Lãng nhà Ngụy, Kang Tiết Thiệu tiên sinh nhà Tống, đều bảo như thế. Đến Lưu Mục mới đổi cả hai tên, rồi các nhà nhân theo kiểu đó.' Vì vậy, nay khôi phục lại, tất cả theo đúng như cũ.",
    "reference": "Trang 20 - 21",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_002",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO",
    "content": "Khổng An Quốc nói rằng: 'Hà Đồ là khi họ Phục Hy [1] làm vua thiên hạ, có con long mã hiện ở sông Hà, họ ấy bèn bắt chước cái vằn của nó để vạch ra Tám Quẻ. Lạc Thư là khi vua Vũ [2] chữa được nước lụt, có con rùa thần đội vằn, trên lưng có số tới chín, vua Vũ bèn nhân đó mà xếp thứ tự thành ra chín loài.'\n\nLưu Hâm nói rằng: 'Họ Phục Hy nối trời làm vua, nhận Đồ sông Hà mà vạch ra nét, đó là Tám Quẻ. Vua Vũ chữa được nước lụt, trời ban cho Thư sông Lạc, vua ấy bắt chước Thư đó xếp thành từng loại. Đó là chính chủ.'\n\nQuang Lãng nói rằng: 'Nét của Hà Đồ: bảy trước, sáu sau, tám ở tả, chín ở hữu. Nét của Lạc Thư: chín trước, một sau, ba ở tả, bảy ở hữu, bốn ở phía tả phía trước, hai ở phía hữu phía trước, tám ở phía tả phía sau, sáu ở phía hữu phía sau.'\n\nThiên Ung nói rằng: 'Tròn là hình sao, số của lịch kỷ [3] có lẽ gây từ đó chăng? Vuông là hình đất, những cách chia châu [4] đặt 'tỉnh' [5] có lẽ phỏng theo đó chăng? Bởi vì tròn là số của Hà Đồ, vuông là nét của Lạc Thư, cho nên vua Hy, vua Văn [6], nhân đó mà làm Kinh Dịch, vua Vũ, ông Cơ [7], theo đó mà làm thiên Hồng Phạm.'",
    "reference": "Trang 21",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_003",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "CHU HY NÓI RẰNG",
    "content": "Trong khoảng trời đất, chỉ có một vật là khí; chia ra làm hai, thì là Âm, Dương; năm hành gây dựng, muôn vật trước sau, đều bị cai quản ở đó. Vì vậy, ngôi của Hà Đồ, một và sáu cùng tông [8], mà ở về Bắc, hai và bảy làm bạn mà ở về Nam, ba và tám đồng đạo mà ở về Đông, bốn với chín thành lứa mà ở về Tây, năm và mười [9] hỗ trợ lẫn nhau và ở chính giữa. Nghĩa là cái số của nó, chẳng qua chỉ có một Âm, một Dương, một lẻ, một chẵn, để làm gấp đôi năm hành mà thôi.\n\nGọi là trời, tức là khí Dương nhẹ trong, ngôi ở bên trên; gọi là đất, tức là khí Âm nặng đục, ngôi ở phía dưới. Số Dương lẻ, nên một, ba, năm, bảy, chín đều thuộc về trời, đó là số của trời có năm. Số Âm chẵn, nên hai, bốn, sáu, tám, mười, đều thuộc về đất, đó là số của đất có năm. Số của trời và số của đất, theo loại mà tìm nhau. Ngôi 'Năm' tương hợp với nhau là thế.\n\nTrời lấy số một mà sinh hành Thủy, đất lấy số sáu mà làm cho thành [10]; đất lấy số hai mà sinh hành Hỏa, trời lấy số bảy mà làm cho thành; trời lấy số ba mà sinh hành Mộc, đất lấy số tám mà làm cho thành; trời lấy số năm mà sinh hành Thổ, đất lấy số mười mà làm cho thành. Đó là 'các số đều có hợp nhau.'\n\nChất năm số lẻ thành ra hai mươi lăm, chất năm số chẵn thành ra ba mươi. Hợp cả hai số thành năm mươi lăm, tức là toàn số của Đồ sông Hà. Đó là ý của Phu Tử và thuyết của chư nho.\n\nĐến như Lạc Thư, tuy Phu Tử chưa từng nói tới, nhưng Tượng và Thuyết của nó đã có đủ ở trên đây.",
    "reference": "Trang 22 - 23",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_004",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "CÓ NGƯỜI HỎI RẰNG: TẠI SAO NGÔI VÀ SỐ CỦA HÀ ĐỒ, LẠC THƯ LẠI KHÔNG GIỐNG NHAU?",
    "content": "Đáp rằng: Hà Đồ dùng năm số Sinh [11] tóm năm số Thành [12], cũng ở một phương, ấy là nêu cái toàn hình để bảo người ta và nói về thể của số thường. Lạc Thư dùng năm số lẻ tóm bốn số chẵn, mà số nào ở riêng chỗ của số ấy, đó là chủ về 'Dương để tóm Âm' mà gây cái dụng của số biến.",
    "reference": "Trang 23",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_005",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: TẠI SAO HÀ ĐỒ, LẠC THƯ ĐỀU CHO SỐ NĂM Ở GIỮA?",
    "content": "Đáp rằng: Các số lúc đầu, chỉ là một Âm Dương mà thôi. Tượng của Dương tròn, tròn thì đường kính một phần, chu vi ba phần; tượng của Âm vuông, vuông thì đường kính một phần, chu vi bốn phần. Chu vi ba phần thì lấy số một làm 'một' [13], nên nhân với một Dương mà thành ra ba. Chu vi bốn phần thì lấy số hai làm 'một' [14], nên nhân với một Âm mà thành ra hai. Đó là nhân ba với trời, nhân hai với đất vậy. Hai và ba hợp lại, thì thành ra năm, vì vậy Hà Đồ, Lạc Thư đều lấy số năm làm giữa.\n\nNhưng Hà Đồ thì lấy số Sinh làm chủ, nên ở giữa phải là năm, để đủ tượng của năm số Sinh: một chấm ở dưới là tượng số một của trời, một chấm ở trên là tượng số hai của đất, một chấm phía tả là tượng số ba của trời, một chấm phía hữu là tượng số bốn của đất, một chấm chính giữa là tượng số năm của trời. Lạc Thư thì lấy số lẻ làm chủ, nên ở giữa phải là năm, để đủ các tượng của năm số lẻ: một chấm ở dưới cũng tượng số một của trời, một chấm phía tả cũng tượng số ba của trời, một chấm chính giữa cũng tượng số năm của trời, một chấm phía hữu là tượng số bảy của trời, một chấm ở trên thì tượng số chín của trời. Số và ngôi của hai thứ đó, ba chỗ giống nhau, hai chỗ khác nhau, là vì Dương không thể đổi mà Âm thì có thể đổi, số 'Thành' tuy thuộc về Dương, nhưng cũng là Âm của số 'Sinh' vậy.",
    "reference": "Trang 23",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_006",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: 'NĂM' Ở CHÍNH GIỮA, ĐÀNH LÀ TƯỢNG CỦA NĂM SỐ, THẾ THÌ CÁI SỐ CỦA NÓ RA SAO?",
    "content": "Đáp rằng: Nói về số, thì suốt trong một 'Đồ' đều có những số tích thực có thể ghi chép, nhưng một, hai, ba, bốn của Hà Đồ, đều ở bên ngoài phương chốn của năm tượng, và sáu, bảy, tám, chín thì lại nhân có số năm mà được cái số của nó để phủ bên ngoài số Sinh; một, ba, bảy, chín của Lạc Thư cũng đều ở phía ngoài phương chốn của năm tượng, mà hai, bốn, sáu, tám, lại số nào nhân loại số ấy để phụ vào cạnh số lẻ. Bởi vì ở trong là chủ mà ở ngoài là khách, ở giữa là vua, mà ở cạnh là tôi, đều có ngành ngọn, không thể trái lần.",
    "reference": "Trang 24",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_007",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: BÊN NHIỀU, BÊN ÍT LÀ CỚ LÀM SAO?",
    "content": "Đáp rằng: Hà Đồ chủ về hoàn toàn, nên có cùng cực đến số mười, mà ngôi lẻ, ngôi chẵn của nó đều xét về sự tích thực, thì sau mới thấy chẵn thừa mà lẻ thiếu. Lạc Thư chủ về biến đổi, nên nó cùng cực đến số chín mà ngôi vị và thực chất của nó, đều lẻ thừa mà chẵn thiếu. Ất đều để trống chỗ giữa, rồi sau số của Âm Dương mới đều hai mươi.",
    "reference": "Trang 24",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_008",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: THỨ TỰ CỦA NÓ KHÔNG GIỐNG NHAU SAO?",
    "content": "Đáp rằng: Hà Đồ nói về thứ tự sinh ra, thì bắt đầu từ dưới lên trên, đến tả, đến hữu, vào giữa, rồi lại bắt đầu từ dưới; nói về thứ tự vận hành, thì bắt đầu từ Đông, đến Nam, đến giữa, đến Tây, đến Bắc theo phía tả mà xoay một vòng, rồi bắt đầu từ Đông; trong các số Sinh ở trong; số Dương ở dưới về phía tả, số Âm ở trên về phía hữu, trong các số Thành ở ngoài: số Âm ở dưới về phía tả, số Dương ở trên về phía hữu. Thứ tự của Lạc Thư thì số Dương bắt đầu từ Tây Nam, đến Đông Nam, đến Tây Bắc, đến Đông Bắc; hợp lại mà nói thì bắt đầu từ Bắc đến Tây Nam, đến Đông, đến Đông Bắc, cuối cùng ở Nam. Còn sự vận hành của nó, thì Thủy khắc Hỏa, Hỏa khắc Kim, Kim khắc Mộc, Mộc khắc Thổ, theo phía hữu mà xoay một vòng, rồi Thổ lại khắc Thủy. Hai thứ đều có thuyết cả.",
    "reference": "Trang 24 - 25",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_009",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: TẠI SAO NHỮNG SỐ BẢY, TÁM, CHÍN, SÁU CỦA HAI THỨ LẠI KHÔNG GIỐNG NHAU?",
    "content": "Đáp rằng: Các số sáu, bảy, tám, chín của Hà Đồ đã phụ ở ngoài số Sinh rồi, đấy là phần chính của Âm Dương, già, trẻ, tiến, lùi, thừa, thiếu. Số chín của nó tức là mấy số một, ba, năm trong số Sinh tích lại mà thành ra, nên nó phải từ Bắc sang Đông, từ Đông sang Tây, để làm cho thành phía ngoài của số bốn; số sáu của nó tức là hai số hai, bốn trong số Sinh tích lại mà thành ra, nên nó phải từ Nam sang Tây, từ Tây sang Bắc để làm cho thành phía ngoài của số một; số bảy tức là số chín từ Tây sang Nam, số tám tức là số sáu từ Bắc sang Đông. Đó là sự biến đổi của các số Âm Dương, già, trẻ, đắp đổi ở 'nhà' của nhau [16]. Lạc Thư ngang dọc mười lăm, mà bảy, tám, chín, sáu đắp đổi tiêu, lớn, bỏ trống số năm, chia, sẻ số mười, mà số một ngậm số chín, số hai ngậm số tám, số ba ngậm số bảy, số bốn ngậm số sáu, thì năm, ba lộn góp, tới đâu cũng gặp số hợp [17], thành ra sự mầu nhiệm. Vì vậy mà biến hóa vô cùng.",
    "reference": "Trang 25",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_010",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: THẾ THÌ THÁNH NHÂN BẮT CHƯỚC HAI CÁI HÌNH ẤY RA SAO?",
    "content": "Đáp rằng: Hà Đồ thì bỏ trống giữa, Lạc Thư thì tóm thực tượng: Hà Đồ bỏ trống số năm và số mười, đó là Thái Cực; số lẻ hai mươi, số chẵn hai mươi, ấy là Hai Nghi, lấy một, hai, ba, bốn, làm năm, sáu, bảy, tám, đó là Bốn Tượng; chia số 'hợp' của bốn phương để làm Kiền, Khôn, Ly, Khảm, bù chỗ trống của bốn góc để làm Đoái, Chấn, Tốn, Cấn, đó là Tám Quẻ [18].\n\nThực tượng của Lạc Thư thì: một là Ngũ Hành, hai là Ngũ Tự, ba là Bát Chính, bốn là Ngũ Kỷ, năm là Hoàng Cực, sáu là Tam Đức, bảy là Kê Nghi, tám là Thứ Trưng, chín là Phúc Cực [19]. Ngôi và số của nó càng rõ rệt lắm.",
    "reference": "Trang 25",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_011",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: LẠC THƯ MÀ NẾU BỎ TRỐNG SỐ NĂM Ở GIỮA, THÌ TỨC CŨNG HAI MƯƠI, CŨNG LÀ HAI NGHI; CHIỀU NGANG LÀ THÁI CỰC: LẺ, CHẴN ĐỀU CHIỀU DỌC, ĐỀU MƯỜI LĂM, CÓ THỂ ĐẮP ĐỔI LÀM RA BẢY, TÁM, CHÍN, SÁU CŨNG LÀ BỐN TƯỢNG, BỐN PHƯƠNG CHÍNH ĐỂ LÀM KIỀN, KHÔN, LY, KHẢM, BỐN GÓC TRÉO ĐỂ LÀM ĐOÁI, CHẤN, TỐN, CẤN THÌ CŨNG TỨC LÀ TÁM QUẺ. HÀ ĐỒ MỘT, SÁU LÀ THỦY; HAI, BẢY LÀ HỎA; BA, TÁM LÀ MỘC; BỐN, CHÍN LÀ KIM; NĂM, MƯỜI LÀ THỔ, THÌ VẪN LÀ NĂM HÀNH CỦA THIÊN HỒNG PHẠM, MÀ SỐ NĂM MƯƠI LĂM LẠI LÀ 'MỤC CON' CỦA CHÍN 'CHÙ' [20]. THẾ THÌ LẠC THƯ VẪN CÓ THỂ LÀM RA KINH DỊCH, MÀ HÀ ĐỒ CŨNG CÓ THỂ LÀM HỒNG PHẠM, BIẾT ĐÂU 'ĐỒ' KHÔNG LÀ 'THƯ', 'THƯ' KHÔNG LÀ 'ĐỒ'?",
    "content": "Đáp rằng: Thời đại tuy có trước sau, số mục tuy có nhiều ít, nhưng lý của nó thì chỉ có một. Có điều Kinh Dịch là vua Phục Hy được Hà Đồ trước, không cần đợi đến Lạc Thư, thiên Hồng Phạm thì do vua Đại Vũ được riêng ở Lạc Thư, không cần khảo lại ở Hà Đồ. Vả lại, đem Hà Đồ bỏ trống số mười, tức là số bốn mươi lăm của Lạc Thư, bỏ trống số năm tức là số năm mươi của phép Đại Diễn [21], cộng năm với mười, là số ngang dọc mười lăm của Lạc Thư, đem năm nhân mười, đem mười nhân năm, lại đều là số của phép Đại Diễn. Lạc Thư thì năm lại tự ngậm năm, thì được mười, cũng thông nhau với số của phép Đại Diễn, cộng năm với mười, thì được mười lăm, cũng thông nhau với số của Hà Đồ. Nếu rõ lẽ đó, thì dù ngang, tréo, cong, thẳng không cách nào không thông. Hà Đồ với Lạc Thư há có trước, sau, kia, nọ khác nhau?\n\nCho Hà Đồ, Lạc Thư là không đủ tin, từ ông Âu Dương [22] có thuyết ấy. Nhưng ở thiên Cố Mệnh [23] trở lại đã có, thiên Hệ Từ và sách Luận Ngữ đều có nói thế cả, và cái số trong hai Đồ của chư nho truyền lại, tuy có na ná giống nhau, nhưng không sai trải với nhau, tính xuôi, suy ngược, ngang dọc, cong thẳng, đều có phép tắc rõ ràng, không thể phá bỏ đi được. Cũng như Hà Đồ từ số một của trời, đến số mười của đất hợp lại thành số năm mươi lăm của trời đất thì Kinh Dịch chính do ở đó mà ra; Lạc Thư từ thứ một đến thứ chín hợp lại mà đủ số của chín thù, thì thiên Hồng Phạm vẫn do ở đó mà ra.\n\nThiên Hệ Từ tuy không nói rõ vua Phục Hy nhận Hà Đồ để làm Kinh Dịch, nhưng ở đó có nói những việc 'ngửa xem, cúi xét, nghiệm gần, nghiệm xa', thì biết đâu rằng Hà Đồ không phải một việc trong các việc đó? Đại để nguyên do chế tác của thánh nhân, không phải chỉ có một điều, song cái khuôn khổ của pháp tượng, chắc phải có chỗ rất quan hệ. Như đời hồng mông, khoảng giữa trời đất, khí của Âm Dương dẫu đều có tượng, nhưng chưa từng có số. Đến khi Hà Đồ hiện ra, rồi sau cái số năm mươi lăm, hoặc lẻ, hoặc chẵn, hoặc sinh, hoặc thành, rõ ràng có thể trông thấy, cái đó là để mở mang trí riêng của thánh nhân, không thể đem ví với những khí tượng mênh mang. Vì vậy, thánh nhân 'ngửa lên mà xem, cúi xuống mà xét, gần nghiệm ở mình, xa nghiệm ở vật' tới đó mà sau những sự Âm Dương chẵn lẻ của Hai Nghi, Bốn Tượng, Tám Quẻ có thể nói rõ được.\n\nThiên Hệ Từ nói về nguyên do thánh nhân làm ra Kinh Dịch, tuy không phải một điều, nhưng bảo nhờ có Hà Đồ rồi sau việc làm Kinh Dịch mới quyết cũng không hại gì. Cố nhân làm ra Kinh Dịch khéo léo không thể nói xiết được. Số của Thái Dương là chín, số của Thiếu Âm là tám, số của Thiếu Dương là bảy, số của Thái Âm là sáu, lúc trước không biết những cái số ấy, làm sao lại thế!\n\nNguyên là tất cả chỉ có mười số, Thái Dương ở ngôi một, trừ đi số của bản thân, thì còn chín số, Thiếu Âm ở ngôi hai, trừ đi số của bản thân, thì còn tám số, Thiếu Dương ở ngôi ba, trừ đi số của bản thân thì còn bảy số, Thái Âm ở ngôi bốn, trừ đi số của bản thân thì còn sáu số. Chỗ đó từ xưa chưa ai nhận thấy.",
    "reference": "Trang 26 - 27",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_012",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "THIÊN HỆ TỪ NÓI RẰNG: 'DỊCH CÓ THÁI CỰC, SINH RA HAI NGHI, HAI NGHI SINH RA BỐN TƯỢNG, BỐN TƯỢNG SINH RA TÁM QUẺ'. THIỆN TỬ LÀM HAI, HAI CHIA LÀM BỐN, BỐN CHIA LÀM TÁM",
    "content": "THỨ TỰ TÁM QUẺ CỦA PHỤC HY\n\nChuyện Thuyết Quái nói: 'Dịch tức là cách tính ngược.' Thiệu Tử chú rằng: 'Kiền một, Đoái hai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám, đều được những quẻ chưa sinh, như kể ngược thứ tự của bốn mùa vậy.' Sau đây là sáu mươi tư quẻ cũng theo lẽ đó. Nhưng dấu đen trắng ở đây, không phải là phép chiêm đoán. Muốn cho dễ hiểu, hãy làm như thế để ngụ ý thôi. Thứ tự sáu mươi tư quẻ sau này cũng vậy.",
    "reference": "Trang 27 - 28",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_013",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO",
    "content": "Chu Hy nói rằng: Thái Cực là tên của bầu 'Tượng số chưa hình hiện mà lý lẽ đã có đủ', và là mục của đám 'hình khí đã đủ, mà lý lẽ không có chút mầm nhú'. Ở Hà Đồ, Lạc Thư, nó đều là tượng trống rỗng ở giữa.\n\nThái Cực tách ra, mới sinh một lẻ, một chẵn; thành ra hai cái một vạch: ấy là Hai Nghi, số của nó thì Âm một, mà Dương hai, ở Hà Đồ, Lạc Thư, là chẵn với lẻ. Phía trên Hai Nghi, mỗi đàng lại sinh thêm ra một chẵn và một lẻ nữa, thành ra bốn cái 'hai vạch', ấy là Bốn Tượng, ngôi của nó là: Thái Dương một, Thiếu Âm hai, Thiếu Dương ba, Thái Âm bốn; số của nó thì: Thái Dương chín, Thiếu Âm tám, Thiếu Dương bảy, Thái Âm sáu; nói về Hà Đồ, thì sáu là số một được số năm, số bảy là số hai được số năm, tám là số ba được số năm, chín là số bốn được số năm; nói về Lạc Thư thì: chín là số thừa của mười trừ một, tám là số thừa của mười trừ hai, bảy là số thừa của mười trừ ba, sáu là số thừa của mười trừ bốn. Phía trên Bốn Tượng, mỗi thứ lại sinh thêm một chẵn và một lẻ nữa, thành ra tám cái 'ba vạch', thế là ba Tài [25] tạm đủ, mà có cái tên Tám Quẻ; ngôi của nó là: 'Kiền một, Đoái hai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám'; ở Hà Đồ thì Kiền, Khôn, Ly, Khảm ở bốn chỗ thực [26], Đoái, Chấn, Tốn, Cấn ở bốn chỗ hư [27]; ở Lạc Thư thì Kiền, Khôn, Ly, Khảm ở giữa bốn phương; Đoái, Chấn, Tốn, Cấn ở ra bốn góc.",
    "reference": "Trang 28 - 29",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_014",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "CÓ NGƯỜI HỎI RẰNG: 'DỊCH CÓ THÁI CỰC, SINH RA HAI NGHI, HAI NGHI SINH RA BỐN TƯỢNG, BỐN TƯỢNG SINH RA TÁM QUÁI'. THẾ LÀ THẾ NÀO?",
    "content": "Có người nói: Một vạch là Nghi, hai vạch là Tượng, ba vạch là Quẻ, Bốn Tượng như Xuân, Hạ, Thu, Đông; Kim, Mộc, Thủy, Hỏa, Thổ; Đông, Tây, Nam, Bắc, không gì mà không thể suy ra.\n\nPHƯƠNG VỊ TÁM QUÁI CỦA PHỤC HY\n\nTruyện Thuyết Quái nói: 'Trời đất định ngôi, núi chằm thông khí, sấm gió xát nhau, nước lửa không bắn nhau, Tám Quái mài nhau. Kể cái đi rồi là thuận, biết cái sắp tới là nghịch.' Thiệu Tử nói rằng: Kiền Nam, Khôn Bắc, Ly Đông, Khảm Tây, Chấn Đông Bắc, Đoái Đông Nam, Tốn Tây Nam, Cấn Tây Bắc; từ Chấn đến Kiền là thuận, từ Tốn đến Khôn là nghịch. Phương vị của sáu mươi tư quẻ sau đây cũng theo lẽ đó.",
    "reference": "Trang 29 - 30",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_015",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - THIỆU TỬ",
    "content": "Thiệu Tử nói rằng: Kiền Khôn dọc mà sáu con [29] ngang, đó là gốc của Kinh Dịch. Lại nói: Chấn mới giao Âm mà Dương sinh, Tốn mới tiêu Dương mà Âm sinh [30]. Đoái là trưởng Dương, Cấn là trưởng của Âm; Cấn, Đoái, là Âm ở trời; Tốn, Cấn là Dương ở đất, cho nên Chấn, Đoái trên Âm mà dưới Dương, Tốn, Cấn trên Dương mà dưới Âm. 'Trời' là nói về sự bắt đầu sinh ra, nên Âm ở trên mà Dương ở dưới, ấy là cái nghĩa giao thái. 'Đất' là nói về sự đã thành, nên Dương ở trên mà Âm ở dưới, ấy là cái ngôi tôn ty [31]. Kiền Khôn định ngôi trên dưới, Khảm Ly hay cửa tả hữu. Đó là cái chỗ trời đất khép ngỏ, nhật nguyệt ra vào, mùa Xuân mùa Hạ, mùa Thu, mùa Đông, tuần hối [32], tuần sóc [33], dài ngắn, tuần huyền [34], tuần vọng [35], đường đi dôi rụt [36], gì gì cũng bởi ở đó [37].\n\nLại nói: Tiết này nói rõ Tám Quái của Phục Hy. 'Tám Quái mài nhau' nghĩa là Tám Quái mài lẫn vào nhau mà thành ra sáu mươi tư quẻ. 'Kể sự đi rồi là thuận' ví như đi theo với trời, tức là xoay về phía tả, đều là những quẻ đã sinh, nên gọi là 'kể cái đi rồi'. 'Biết cái sắp tới là nghịch', ví như đi ngược với trời, tức là đi về phía hữu, đều là những quẻ chưa sinh, nên gọi là 'biết cái sắp tới'. Ôi, số của Dịch do cách xoay ngược mà ra, nên tiết này giải thẳng ý của hình vẽ.\n\nTHỨ TỰ SÁU MƯƠI TƯ QUẺ CỦA PHỤC HY\n\nHình vẽ thứ tự Tám Quẻ trên đây, tức như trong Hệ Từ truyện nói rằng: 'Tám Quái thành hàng', hình này nhân đó mà chồng thêm lên, nên ba vạch ở dưới, tức là Tám Quẻ của hình vẽ trước, ba vạch ở trên thì đều theo đúng thứ tự của nó mà chồng thêm lên, và những quẻ dưới cũng đều diễn ra làm tám. Nếu theo từng hào [38] mà sinh dần dần, thì tức như lời Thiệu Tử đã nói: 'Tám chia làm mười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư' vậy. Coi đó còn thấy sự mầu nhiệm của phép Tượng tự nhiên vậy.",
    "reference": "Trang 31 - 32",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_016",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - CHU HY",
    "content": "Chu Hy nói rằng: 'Dịch có Thái Cực sinh Hai Nghi, Hai Nghi sinh ra Bốn Tượng, Bốn Tượng sinh ra Tám Quẻ' tiết đó chính là Khổng Tử phát minh hình thể thứ tự tự nhiên trong việc 'vạch quẻ' của Phục Hy, rất thiết yếu. Những nhà giải thuyết xưa nay, chỉ có hai ông Kang Tiết, Minh Đạo hiểu được, nên Kang Tiết nói rằng: 'Một chia làm hai, hai chia làm bốn, bốn chia làm mười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư, cũng như rễ thì có gốc, gốc thì có cành, cành lớn càng ít, cành nhỏ càng nhiều'; mà ông Minh Đạo thì cho nó là một cách gia bội. Hai ông phát minh lời của Khổng Tử, lại có thể gọi là thiết yếu vậy.\n\nBởi vì nếu lấy Hà Đồ, Lạc Thư mà nói, thì Thái Cực là tượng bỏ trống ở giữa, Hai Nghi là tượng Âm, Dương, lẻ, chẵn, Bốn Tượng tức là Hà Đồ một hợp với sáu, hai hợp với bảy, ba hợp với tám, bốn hợp với chín. Lạc Thư một ngậm chín, hai ngậm tám, ba ngậm bảy, bốn ngậm sáu; Tám Quẻ là bốn số thực, bốn số hư của Hà Đồ, và bốn ngôi chính, bốn ngôi góc của Lạc Thư vậy.\n\nLấy quẻ mà nói, thì Thái Cực là toàn thể của bầu 'Tượng số chưa ra hình', Hai Nghi thì ☰ là Dương mà ☷ là Âm, số Dương một mà số Âm hai; Bốn Tượng là: ở trên vạch Dương sinh thêm một vạch Dương nữa thành ☰☰ gọi là Thái Dương, sinh thêm một vạch Âm nữa thành ☰☷ gọi là Thiếu Âm, và trên Âm vạch sinh thêm một vạch Dương thành ☷☰ gọi là Thiếu Dương, sinh thêm một vạch Âm nữa cũng thành ☷☷ gọi là Thái Âm. Bốn Tượng đã dựng, thì Thái Dương ở ngôi một ngậm số chín, Thiếu Âm ở ngôi hai mà ngậm số tám, Thiếu Dương ở ngôi ba mà ngậm số bảy, Thái Âm ở ngôi số bốn mà ngậm số sáu, những số sáu, bảy, tám, chín do đó mà định ra.\n\nTám Quẻ, tức là ở trên Thái Dương sinh thêm một vạch Dương nữa thành ☰, mà gọi là Kiền, sinh thêm một vạch Âm nữa thành ☱ mà gọi là Đoái; ở trên Thiếu Âm sinh thêm một vạch Dương nữa thành ☲ gọi là Ly, sinh thêm một vạch Âm nữa thành ☳ mà gọi là Chấn; ở trên Thiếu Dương sinh thêm một vạch Dương nữa thành ☴ gọi là Tốn, sinh thêm một vạch Âm nữa thành ☵ gọi là Khảm, ở trên Thái Âm sinh thêm một vạch Dương nữa thành ☶ mà gọi là Cấn, sinh thêm một vạch Âm nữa thành ☷ mà gọi là Khôn. Thuyết 'Tiên Thiên' của Thiệu Kang Tiết nói rằng: 'Kiền một, Đoái hai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám', tức là ý thế.\n\nĐến như: ở trên Tám Quẻ, lại đều sinh thêm một Âm một Dương thành mười sáu cái 'bốn vạch', trong kinh tuy không nói rõ, nhưng Thiệu Tử nói: 'bốn chia làm mười sáu', là chỉ về đó. Rồi các cái 'bốn vạch' mỗi cái lại thêm một Âm và một Dương nữa, thành ba hai cái 'năm vạch', Thiệu Tử bảo mười sáu chia làm ba hai là vậy. Và trên các cái 'năm vạch', mỗi cái lại thêm một Âm và một Dương nữa, thành sáu tư cái 'sáu vạch'. Tám Quẻ chồng lẫn lên nhau, lại đều được những thứ tự: Kiền một, Đoái hai, Ly ba, Chấn bốn, Tốn năm, Khảm sáu, Cấn bảy, Khôn tám, coi hình vẽ trên có thể thấy rõ.\n\nTrong khoảng trời đất, gì cũng là sự mầu nhiệm của Thái Cực Âm Dương, Thánh nhân ngửa xem cúi xét, nghiệm xa nghiệm gần, chỉ có hiểu ngầm một cách cao tột trong lòng. Vì vậy từ thuở Hai Nghi chưa chia, mù mịt một bầu Thái Cực, nhưng lẽ Hai Nghi, Bốn Tượng, sáu mươi tư quẻ cũng đã rõ ràng ở trong. Thái Cực chia ra Hai Nghi thì Thái Cực vẫn là Thái Cực, Hai Nghi vẫn là Hai Nghi; Hai Nghi chia Bốn Tượng, thì Hai Nghi lại là Thái Cực, mà Bốn Tượng lại là Hai Nghi. Theo đó mà suy: bốn rồi tám, tám rồi mười sáu, mười sáu rồi ba mươi hai, ba mươi hai rồi sáu tư, cho đến trăm, nghìn, vạn, ức vô cùng, tuy là hiện ở hình vạch, như có cái trước cái sau là do nhân vi mà ra, nhưng cái hình định sẵn, cái thể thành sẵn thì vẫn có đủ trong đám hồn nhiên, không cần nghĩ ngợi tác vi một mảy chút nào ở trong đó cả.\n\nPHƯƠNG VỊ SÁU MƯƠI TƯ QUẺ CỦA PHỤC HY\n\nCác thuyết về bốn hình vẽ trên đây, đều do họ Thiệu [39] vẽ ra. Đó là họ Thiệu học được của Lý (Chi Tại) Đĩnh Chi, Đĩnh Chi học được của Mục (Tu) Bá Trưởng, Bá Trưởng học được của ông Hy Di Trần (Đoàn) Đồ Nam ở Họa Sơn, vẫn gọi môn học Tiên Thiên.\n\nTrong hình vẽ này, chỗ xếp xuống là: Kiền hết giữa Ngọ, Khôn hết giữa Tý, Ly hết giữa Mão, Khảm hết giữa Dậu, Dương sinh trong Tý, trót ở trong Ngọ, Âm sinh trong Ngọ, trót ở trong Tý, Dương ở về Nam, Âm ở về Bắc; chỗ xếp vuông là: Kiền bắt đầu ở Tây Bắc, Khôn cùng tận ở Đông Nam, Dương ở về Bắc, Âm ở về Nam. Hai cách xếp đặt đó, tức là độ số Âm Dương đối nhau, tròn mà ở ngoài là Dương, vuông mà ở trong là Âm; tròn thì động mà là trời, vuông thì tĩnh mà là đất.",
    "reference": "Trang 32 - 36",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_017",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - THIỆU TỬ 2",
    "content": "Thiệu Tử nói rằng: Thái Cực đã chia, Hai Nghi dựng rồi [40], Dương giao lên với Âm, Âm giao xuống với Dương, mà Bốn Tượng sinh ra [41]; Dương giao với Âm, Âm giao với Dương sinh ra Bốn Tượng của trời; cứng giao với mềm, mềm giao với cứng, sinh ra Bốn Tượng của đất [42]. Tám Quẻ cọ nhau mà sau muôn vật mới sinh ra.\n\nCho nên một chia làm hai, hai chia làm bốn, bốn chia làm tám, tám chia làm mười sáu, mười sáu chia làm ba hai, ba hai chia làm sáu tư, như rễ có gốc, gốc có cành, càng lớn càng ít, càng nhỏ càng nhiều. Vì vậy Kiền dùng để chia, Khôn dùng để hợp, Chấn dùng để làm cho lớn lên, Tốn dùng để làm cho tiêu đi. Lớn thì phải chia, chia thì phải tiêu, tiêu thì phải hợp. Kiền, Khôn là ngôi nhất định, Chấn, Tốn là giao hợp thứ nhất; Đoái, Ly, Khảm, Cấn là cuộc giao hợp thứ hai. Vì vậy Chấn Dương ít mà Âm còn nhiều; Tốn Âm ít mà Dương còn nhiều; Đoái, Ly Dương nhiều hơn, Khảm, Cấn Âm nhiều hơn.\n\nLại nói: Trước khi Vô Cực, Âm ở trong Dương; sau khi có Tượng, Dương tách với Âm, Âm là mẹ của Dương, Dương là cha của Âm, nên mẹ chửa con trai thành ra quẻ Phục, cha sinh con gái cả thành ra quẻ Cấn; vì vậy Dương khởi ở quẻ Phục, Âm khởi ở quẻ Cấn.\n\nLại nói: Dương ở trong Âm, đi ngược, Âm ở trong Dương đi ngược, Dương lại ở trong Dương, Âm ở trong Âm, thì đều đi xuôi [43]. Đó là lẽ chân thật cùng tột, theo hình vẽ trên mà xét, có thể thấy được [44].\n\nLại nói: 'Từ quẻ Phục đến quẻ Kiền, tất cả một trăm mười hai hào Dương; từ quẻ Cấn đến quẻ Khôn, tất cả tám mươi hào Dương; từ quẻ Cấn đến quẻ Khôn, tất cả một trăm mười hai hào Âm; từ quẻ Phục đến quẻ Kiền, tất cả tám mươi hào Âm [45].'\n\nLại nói: Khảm Ly là giới hạn của Âm Dương, nên Ly ngang vào Dần, Khảm ngang vào Thân, mà số của nó vẫn thường vượt qua. Đó là Âm Dương thừa ra, nhưng cái dụng số thì chẳng hề quá mực giữa [46].",
    "reference": "Trang 36 - 37",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_018",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "CHU TỬ NÓI RẰNG: HÌNH VẼ TRÒN, KIỀN Ở PHƯƠNG NAM, KHÔN Ở PHƯƠNG BẮC; HÌNH VẼ VUÔNG, KHÔN Ở PHƯƠNG NAM, KIỀN Ở PHƯƠNG BẮC",
    "content": "Ngôi Kiền hợp nhiều vạch Dương, ngôi Khôn hợp nhiều vạch Âm. Đó là Âm Dương theo loại mà tụ, đều có pháp Tượng tự nhiên.\n\nLại nói: Hình vẽ tròn giống trời, một đường xuôi và một đường ngược, trong cuộc lưu hành vẫn còn có đăng đối. Như Tám Quẻ cung Chấn đối với Tám Quẻ cung Tốn, v.v. Hình vẽ vuông giống đất, có đường ngược không có đường xuôi. Trong ngôi nhất định cũng có đăng đối – bốn góc đối nhau – như Tám Quẻ cung Kiền đối với Tám Quẻ cung Khôn, v.v. Đó là sự khác nhau của hình vẽ vuông và hình vẽ tròn.\n\nHình vẽ tròn giống trời, nghĩa là Trời tròn mà xoay, bao bọc ngoài đất. Hình vẽ vuông giống đất, nghĩa là đất vuông mà đứng im, bị nhốt trong trời. Hình vẽ tròn là đạo trời, có Âm có Dương; hình vẽ vuông là đạo đất, có cứng có mềm. Chấn, Ly, Đoái, Kiền là phần Dương của trời, phần cứng của đất. Tốn, Khảm, Cấn, Khôn là phần Âm của trời, phần mềm của đất. Đạo đất phải theo đạo trời, đem cái cứng mềm của đất, ứng với Âm Dương của trời, vẫn cùng một lẽ. Có điều, ở trời thì một đường xuôi, một đường ngược, khí của các quẻ nhờ đó mà vận hành; ở đất chỉ có đường ngược, vạch của các quẻ nhờ đó mà làm nên, thế thôi.",
    "reference": "Trang 37",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_019",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "CÓ NGƯỜI HỎI TRIỆU TỬ NÓI: 'CÁI HỌC TIÊN THIÊN TỨC LÀ TÂM PHÁP [47]. HÌNH VẼ ĐỀU BẮT ĐẦU TỪ GIỮA. MUÔN “HÓA” [48], MUÔN VIỆC ĐỀU DO BỤNG SINH RA, NHƯ THẾ LÀ NGHĨA LÀM SAO?'",
    "content": "Đáp rằng: Ở trong hình vẽ, chỗ trắng là Thái Cực, ba hai quẻ Âm, ba hai quẻ Dương là Hai Nghi; mười sáu quẻ Âm, mười sáu quẻ Dương là Bốn Tượng, tám quẻ Âm là tám quẻ Dương là Tám Quái. Lại nói: 'Muôn vật muôn hóa đều tự trong đó trôi ra.' Đó là tâm pháp bắt đầu từ giữa [49].",
    "reference": "Trang 37 - 38",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_020",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI HỎI: 'HÌNH VẼ DÙ KHÔNG CÓ CHỮ, TA NÓI SUỐT NGÀY CŨNG VẪN KHÔNG LÌA NÓ', CÂU ẤY LÀ THẾ NÀO?",
    "content": "Đáp rằng: Hình vẽ Tiên Thiên nay vẽ ra đó là nói về cuộc vận hành một năm. Nếu lớn ra, mười hai vạn chín nghìn sáu trăm năm của cổ kim chỉ là cái vòng ấy, mà nhỏ lại, mười hai giờ trong một ngày cũng chỉ là cái vòng ấy, đều là quẻ Phục tính đi… Nói về một tháng, thì từ Khôn đến Chấn, là trăng mới mọc, từ ngày mồng ba; đến Đoái là trăng thượng huyền, tức ngày mồng tám; tiến Kiền là trăng tuần vọng, tức ngày mười lăm; đến Tốn là trăng mới khuyết, tức ngày mười tám; đến Cấn, là trăng hạ huyền, tức ngày hai ba; đến Khôn, là trăng tuần hối, tức ngày ba mươi… Một ngày có vận một ngày, một năm có vận một năm. Lớn thì đầu trót của trời đất, nhỏ thì sống thác của người và vật, xa thì cuộc thay đổi của đời xưa đời nay, đều không ra ngoài vành ấy và chỉ là lẽ đầy vơi, tiêu, lớn mà thôi.\n\nChữ Dịch chú là biến đổi lại chưa là giao đổi, đó là cái nghĩa truyền đổi, cứ coi hình vẽ Tiên Thiên thì thấy: Một vạch Âm ở phía Đông thì đối với một vạch Dương ở phía Tây. Bởi vì cả một phía Đông vốn đều là Dương, cả một phía Tây vốn đều là Âm; vạch Âm ở phía Đông nguyên đều ở phía Tây sang, vạch Dương ở phía Tây nguyên đều ở phía Đông lại; quẻ Cấn ở phía Tây là năm vạch Dương từ phía Đông sang; quẻ Phục ở phía Đông là năm vạch Âm ở phía Tây lại, truyền đổi lẫn nhau mà thành sự biến đổi của Dịch. Tuy có nhiều cách, nhưng đó là cuộc biến đổi thứ nhất…\n\nTrong Dương có Âm, trong Âm có Dương, Đông Tây giao Dịch, mỗi chỗ đều có đối nhau. Thật ra, không phải là cái này đi mà cái kia lại, chỉ là Tượng nó như thế. Thánh nhân lúc đầu cũng không nghĩ tính như vậy, chỉ là vạch một nét Âm, vạch một nét Dương, mỗi cái lại sinh ra hai cái nữa: trên một vạch Dương lại sinh ra một vạch Dương và một vạch Âm, trên một vạch Âm lại sinh ra một vạch Âm và một vạch Dương. Chỉ cứ như thế mà đi, từ một ra hai; hai ra bốn, bốn ra tám, tám ra mười sáu, mười sáu ra ba hai, ba hai ra sáu tư, thành rồi, thì liền chỉnh tề như thế. Đó đều là những sự mầu nhiệm bản nhiên của trời đất, chỉ mượn qua tay thánh nhân vạch ra…",
    "reference": "Trang 38 - 39",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_021",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LẠI KHI ĐÁP DIỆP VĨNH KHANH, CHU HY CÓ NÓI",
    "content": "Theo thuyết Tiên Thiên, trước hết nên đem sáu mươi tư quẻ làm hình vẽ ngang, thì Chấn, Tốn, Phục, Cấn vừa ở chính giữa. Trước hãy từ Chấn và Phục đi lùi đến Kiền, rồi lại từ Tốn và Cấn đi xuôi đến Khôn thì thành hình tròn, mà Xuân, Hạ, Thu, Đông, hối, sóc, huyền, vọng, ngày, đêm, sớm, tối, đều có thứ tự, đó là đại ý của việc làm ra hình vẽ.\n\nLại nữa: Một trăm chín mươi hai hào phía tả đều thuộc về Dương; một trăm chín mươi hai hào phía hữu đều thuộc về Âm, ấy là vì sự đôi vọng, truyền đổi với nhau mà thành hình ấy. Nếu không bắt đầu từ giữa đi ra hai đầu, mà chỉ từ đầu đến đuôi, thì những loại ấy đều không thể thông. Thử dùng ý đó mà suy, tự nhiên thấy rõ.\n\nHình vẽ Tiên Thiên vốn của Phục Hy, không phải Kang Tiết chế ra. Tuy nó không có lời lẽ gì cả, nhưng mà cai quát rất rộng, ở trong Kinh Dịch ngày nay, không có một chữ hay một nghĩa nào mà không do đó trôi ra.\n\nTHỨ TỰ TÁM QUẺ CỦA VĂN VƯƠNG\n\nHình vẽ trên đây thấy ở Thuyết Quái.",
    "reference": "Trang 39 - 40",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_022",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - THIỆU TỬ 3",
    "content": "Thiệu Tử nói rằng: Khôn tìm ở Kiền, được hào Chín Đầu [50] của nó mà thành ra Chấn, nên nói rằng: 'Tìm một lần mà được con trai.' Kiền tìm ở Khôn, được hào Sáu Đầu [51] của nó mà thành ra Tốn, nên nói rằng: 'Tìm một lần mà được con gái.' Khôn tìm đến lần thứ hai, được hào Chín Hai của Kiền mà thành ra Khảm, nên nói rằng: 'Tìm hai lần mà được con trai.' Kiền tìm đến lần thứ hai, được hào Sáu Hai của Khôn mà thành ra Ly, nên nói rằng: 'Tìm hai lần mà được con gái.' Khôn tìm đến lần thứ ba, được hào Chín Ba của Kiền mà thành ra Cấn, nên nói rằng: 'Ba lần tìm được con trai.' Kiền tìm đến lần thứ ba, được hào Sáu Ba của Khôn mà thành ra Đoái, nên nói rằng: 'Ba lần tìm mà được con gái' [52].\n\nLại nói: 'Kiền tìm ở Khôn mà được con gái, Khôn tìm ở Kiền mà được con trai. Lúc đầu vạch quẻ không phải như thế.'\n\nChi là sau khi vạch quẻ, thì thấy có những Tượng ấy.\n\nPHƯƠNG VỊ TÁM QUẺ CỦA VĂN VƯƠNG\n\nHình vẽ trên đây thấy ở Thuyết Quái. Thiệu Tử nói rằng: Đây là Tám Quẻ của Văn Vương, tức là cái ngôi đi vào chỗ dùng và là cái học Hậu Thiên.",
    "reference": "Trang 40 - 42",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_023",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - THIỆU TỬ 4",
    "content": "Thiệu Tử nói rằng: Cùng tột thay, việc làm Kinh Dịch của Văn Vương! Nó được sự dùng của trời đất chăng? Vì vậy Kiền, Khôn giao nhau và thành quẻ Thái, Khảm, Ly giao nhau mà thành quẻ Ký Tế, Kiền sinh ở Tý, Khôn sinh ở Ngọ, Khảm trót ở Dần, Ly trót ở Thân, để ứng với thì giờ của trời; đặt Kiền ở Tây Bắc, lùi Khôn về Tây Nam, trai lớn làm việc mà gái lớn thay mẹ, Khảm Ly được ngôi mà Đoái Cấn sánh đôi, để ứng với phương hướng của đất, phép của vương giả đủ hết ở đó [53].\n\nLại nói: Dịch tức là ý một Âm một Dương. Chấn Đoái là cuộc bắt đầu giao nhau, nên nó nhằm vào ngôi sớm tối. Khảm Ly là cuộc giao nhau đã trót, nên nó nhằm vào ngôi Tý Ngọ. Tốn Cấn không giao nhau, mà Âm Dương hãy còn lẫn lộn, nên ở nơi hơi lệch trong chỗ 'dùng', Kiền Khôn thì thuần Âm thuần Dương, nên nó nhằm vào ngôi 'bất dụng'.\n\nLại nói: Đoái, Ly, Tốn được phần Dương nhiều, Cấn, Khảm, Chấn, được phần Âm nhiều, nên mới là chỗ 'dùng' của trời đất. Kiền là cực Dương, Khôn là cực Âm, nên không có chỗ dùng.\n\nLại nói: Chấn Đoái ngang mà sáu quẻ nữa thì dọc, nó là chỗ dùng của Dịch [54].\n\nHÌNH VẼ SỰ BIẾN ĐỔI CỦA CÁC QUẺ\n\nTrở lên có chín hình vẽ Kinh Dịch, có Kinh Dịch của Phục Hy, có Kinh Dịch của Văn Vương, Chu Công, có Kinh Dịch của Khổng Tử. Từ Phục Hy về trước đều không có chữ, chỉ có nét vẽ, rất nên xem kỹ, thì có thể thấy cái ý rễ gốc tinh vi của việc làm ra Kinh Dịch. Từ Văn Vương trở xuống mới có văn tự, tức sách Chu Dịch ngày nay, nhưng mà kẻ đọc cũng nên xem theo các bản văn suy ngẫm, không thể nhận thuyết của Khổng Tử làm thuyết của Văn Vương.",
    "reference": "Trang 42 - 46",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_024",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "LỜI BÀN CỦA TIÊN NHO - CHU HY 2",
    "content": "Chu Hy nói rằng: Thái Cực, Hai Nghi, Bốn Tượng, Tám Quẻ là phép vạch quẻ của Phục Hy. Trong thiên Thuyết Quái, từ câu: Thiên địa định vị (Trời đất định ngôi) đến câu Khôn dĩ tàng hĩ (Khôn đã tàng vậy) là để thấy ngôi Tám Quẻ của Phục Hy vạch ra; từ câu Đế xuất hồ Chấn (Đế xuất ở Chấn) trở xuống là lời Văn Vương tựa theo những quẻ của Phục Hy đã làm thành mà suy cho rộng nghĩa loài của nó. Như thuyết 'cứng lại, mềm tiến' cũng là tựa theo sau khi các quẻ đã thành, dùng ý giải ra, cho rõ quẻ này do ở quẻ kia mà ra, không phải đích thật trước có quẻ kia mà sau mới có quẻ ấy. Lời chú đời xưa nói là quẻ Bĩ do ở quẻ Thái mà ra, tiên nho đã có công kích, cho rằng: Kiền Khôn hợp nhau thì thành quẻ Thái, há lại có quẻ Thái biến đổi thành ra quẻ Bĩ? Nhưng không biết rằng: Nếu bàn về việc vạch quẻ của Phục Hy thì sáu mươi tư quẻ đủ trong một lúc, dẫu đến Kiền Khôn cũng không có lẽ sinh ra các quẻ; còn nếu theo thuyết của Văn Vương, Khổng Tử thì dọc, ngang, cong, thẳng, sinh đi, sinh lại, thế nào không được? Cốt ở xem được hoạt bát, không câu nệ, thì không cái gì không thông [55].",
    "reference": "Trang 46",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_025",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "PHÉP BÓI BẰNG CỎ THI",
    "content": "Chọn chỗ đất sạch làm nhà chứa cỏ thi, cửa ngảnh về Nam. Giữa nhà kê một chiếc giường.\n\n(Chiếc giường chiều dài chừng năm thước, chiều rộng chừng ba thước. Đừng để gần bức vách quá).\n\nCỏ thi năm chục cây, bọc bằng lụa màu đỏ nhạt, đựng trong chiếc túi màu đen, cho vào hộp, đặt ở phía Bắc chiếc giường.\n\n(Hộp bằng ống tre, hoặc bằng gỗ rắn, hay vải sơn, hình tròn, đường kính độ ba tấc, chiều dài bằng chiều dài cỏ thi, một nửa làm đáy, một nửa làm nắp, dưới hộp có hòm làm giá, cho khỏi lăn nghiêng).\n\nĐặt chiếc khay gỗ ở phía Nam cái hộp, dé về phía Bắc cái giường hai phân.\n\n(Khay bằng ván gỗ, bề cao một thước, bề dài vừa suốt cái giường, trong khay chia làm hai ô lớn, ô nọ cách ô kia một thước, phía Tây ô lớn làm ba ô nhỏ, mỗi ô cách nhau năm tấc, dưới khay có chân ngang, đặt nghiêng trên một chiếc án).\n\nĐặt một lò hương ở phía Nam chiếc khay, một hộp hương ở phía Nam cái lò, hằng ngày thắp hương cung kính, sắp bói thì phải quét rửa lau chùi: để một chiếc nghiên rửa sạch, có rót nước, một cây bút, một thoi mực, một miếng ván sơn vàng ở phía Đông lò hương. Trên phía Đông, người bói trai khiết, đội mũ mặc áo, ngảnh mặt về Bắc, rửa tay đốt hương cúng lễ.\n\n(Nếu sai người khác bói hộ, thì chủ nhân đốt hương xong rồi lùi xuống một chút, đừng ngảnh về Bắc, kẻ bói tiến lên trước giường đứng hơi dé về Tây, ngảnh mặt về Nam, nhận lấy việc bói. Chủ nhân thuật thẳng việc mình định xem, kẻ bói vâng lời. Chủ nhân quay về phía hữu, đứng ngảnh về Tây, kẻ bói cũng quay về phía hữu, đứng ngảnh về Bắc).\n\nHai tay bưng lấy nắp hộp, đặt xuống phía Nam cái khay, phía Bắc lò hương. Lấy cỏ thi ở trong hộp ra, tháo túi, cởi bọc, đặt ở phía Đông chiếc hộp. Tất cả năm chục cây, cầm bằng hai tay, hơ trên lò hương, khấn rằng: Giả nhĩ Thái phệ hữu thường, giả nhĩ Thái phệ hữu thường! Mỗ (quan tính danh) kim dĩ mỗ sự vị tri khả phủ, viên chất sở nghị vu thần vu linh, cát hung đắc thất, hối lận ưu ngu, duy nhĩ hữu thần, thượng minh cáo chi.\n\n(Mượn mày đồ bói lớn tính không thay đổi. Mỗ (quan tước – hoặc chức nghiệp – họ và tên) vì việc (chỉ đó) chưa biết nên chăng, phải đem điều nghi ngờ ấy hỏi đấng thần linh. Lành hay dữ, được hay mất, hối tiếc hay lo sợ, người có thiêng hãy bảo cho rõ).\n\nRồi dùng tay phải nhặt lấy một thẻ (tức là một sợi cỏ thi) trả lại trong hộp. Rồi lấy hai tay chia đôi bốn mươi chín thẻ, để vào hai chiếc ô lớn tả hữu cái khay.",
    "reference": "Trang 46 - 48",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_026",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ DINH THỨ NHẤT. NGHI LỄ BẢO LÀ CHIA RA LÀM HAI, ĐỂ HÌNH DUNG HAI NGHI)",
    "content": "Rồi tay trái cầm lấy những thẻ ở chiếc ô lớn phía tả, tay phải nhặt lấy một thẻ ở chiếc ô lớn phía hữu cài vào khe ngón tay út tay trái.",
    "reference": "Trang 48",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_027",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ DINH THỨ HAI, NGHI LỄ BẢO LÀ: TREO MỘT THẺ ĐỂ HÌNH DUNG TAM TÀI)",
    "content": "Rồi dùng tay phải đếm 'bốn chiếc một' những thẻ cầm ở tay trái.",
    "reference": "Trang 48",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_028",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ DINH THỨ BA, NGHI LỄ GỌI LÀ ĐẾM BẰNG SỐ BỐN ĐỂ HÌNH DUNG TỨ THỜI)",
    "content": "Rồi trả lại những thẻ còn thừa, hoặc một, hoặc hai, hoặc ba, hoặc bốn, và kẹp nó vào khe ngón vô danh tay trái [56].",
    "reference": "Trang 48",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_029",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ NỬA DINH THỨ TƯ. NGHI LỄ BẢO LÀ RA SỐ LẺ VỀ CHỖ KẸP ĐỂ HÌNH DUNG THÁNG NHUẬN)",
    "content": "Rồi dùng tay phải trả lại những thẻ đã đếm vào chiếc ô lớn phía tả cái khay, cầm lấy những chiếc thẻ ở chiếc ô lớn phía hữu cái khay và dùng tay trái đếm 'bốn chiếc một'.",
    "reference": "Trang 49",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_030",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ NỬA DINH THỨ BA)",
    "content": "Rồi lại trả những thẻ còn thừa như trước và giắt vào khe ngón giữa tay trái.",
    "reference": "Trang 48",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_031",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(ĐÂY LÀ NỬA DINH THỨ TƯ. NGHI LỄ BẢO LÀ GIẮT LẦN THỨ HAI ĐỂ HÌNH DUNG HAI LẦN NHUẬN. NHƯNG THẺ CÒN THỪA TRONG LẦN BIẾN ĐỔI THỨ NHẤT, TAY TẢ MỘT THÌ TAY HỮU PHẢI BA, TAY TẢ HAI THÌ TAY HỮU CŨNG HAI, TAY TẢ BA, TAY HỮU PHẢI MỘT, TAY TẢ BỐN, TAY HỮU CŨNG BỐN. KỂ SUỐT CẢ MỘT LẦN 'CÀI' KHÔNG NĂM THẺ THÌ CHÍN THẺ. NẮM THẾ ĐƯỢC MỘT LẦN BỐN LÀ SỐ LẺ, CHÍN THẺ ĐƯỢC HAI LẦN BỐN LÀ SỐ CHẴN. LẺ THÌ BA MÀ CHẴN THÌ MỘT)",
    "content": "Rồi dùng tay phải trả lại những thẻ đã đếm vào chiếc ô lớn phía hữu, và nhập những thẻ trong một lần 'cài' hai lần kẹp ở bàn tay trái làm một, đặt lên ô nhỏ thứ nhất trong cái khay.",
    "reference": "Trang 49",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_032",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(THỨ TỰ Ô NHỎ KỂ TỪ CHIẾC Ô PHÍA ĐÔNG TRỞ ĐI)",
    "content": "Đây là một lần biến. Lại dùng hai tay nhập những cỏ thi ở hai ô lớn tả hữu làm một.",
    "reference": "Trang 49",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_033",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(BÂY GIỜ CÒN 44 THẺ HOẶC 40 THẺ)",
    "content": "Lại làm bốn dinh như nghi thức lần biến thứ nhất, và đặt những thẻ cài kẹp vào ô nhỏ thứ hai trong cái khay. Đấy là hai lần biến.",
    "reference": "Trang 49",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_034",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(NHỮNG THẺ CÒN THỪA TRONG LẦN BIẾN THỨ HAI: TAY TẢ MỘT TAY HỮU PHẢI BA; TAY TẢ HAI, TAY HỮU PHẢI MỘT; TAY TẢ BA, TAY HỮU PHẢI BỐN, TAY TẢ BỐN, TAY HỮU PHẢI BA. KỂ SUỐT SỐ THẺ TRONG MỘT LẦN CÀI, KHÔNG BỐN THÌ TÁM. BỐN ĐƯỢC MỘT LẦN BỐN LÀ SỐ LẺ, TÁM ĐƯỢC HAI LẦN BỐN LÀ SỐ CHẴN. LẺ CHẴN ĐỀU ĐƯỢC SỐ HAI TRONG SỐ BỐN)",
    "content": "Rồi lại lấy những cỏ thi ở hai ô lớn tả hữu nhập lại làm một.",
    "reference": "Trang 49",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_035",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(BÂY GIỜ CÒN 40 THẺ HOẶC 36 THẺ HAY 32 THẺ)",
    "content": "Lại làm bốn dinh như nghi thức lần biến thứ hai, và để những thẻ cài kẹp vào chiếc ô nhỏ thứ ba trong chiếc khay. Đó là lần biến thứ ba.",
    "reference": "Trang 50",
    "notes": {}
  },
  {
    "chunk_id": "DO_THUYET_CHU_HY_036",
    "section": "DO_THUYET_CHU_HY",
    "content_type": "curated_content",
    "title": "(SỐ THẺ CÒN THỪA CỦA LẦN BIẾN THỨ BA CŨNG NHƯ LẦN BIẾN THỨ HAI)",
    "content": "Xong ba lần biến, mới coi số thẻ cài kẹp và số thẻ đếm qua của mỗi lần mà vạch từng hào vào mảnh ván.\n\nSố thẻ cài kẹp, năm và bốn là lẻ, chín và tám là chẵn. Cài kẹp là ba số lẻ, hết 13 thẻ, thì số đếm qua còn 26 thẻ, là hào Lão Dương, đánh dấu bằng (∎) vẫn gọi là 'trùng'. Cài kẹp hai lẻ một chẵn, cộng 17 thẻ, thì số đếm qua còn 32 thẻ, là hào Thiếu Âm, đánh dấu bằng (— —) vẫn gọi là 'triết'. Cài kẹp hai chẵn một lẻ, cộng 21 thẻ thì số đếm qua còn 28 thẻ là hào Thiếu Dương, đánh dấu bằng (—) vẫn gọi là 'đạo'. Cài kẹp là ba số chẵn, cộng 25 thẻ, thì số đếm qua còn 24 thẻ, là hào Lão Âm, đánh dấu bằng (X), vẫn gọi là 'giao'.\n\nNhư thế, cứ ba lần thì biến thành một hào.\n\n(Thứ nhất, thứ tư, thứ bảy, thứ mười, thứ mười ba, thứ mười sáu, sáu lần biến đó giống nhau, có điều từ lần thứ ba trở đi thì không khấn nữa, chỉ dùng 49 sợi cỏ thi mà thôi. Các lần thứ năm, thứ tám, thứ mười một, thứ mười bốn và thứ mười bảy đều giống như lần thứ hai, các lần thứ sáu, thứ chín, thứ mười hai, thứ mười lăm, thứ mười tám, thì giống như lần thứ ba).\n\nTất cả mười tám lần biến thì thành một quẻ. Xét sự biến đổi trong quẻ, để xem việc dữ hay lành.\n\nBói xong, lại bọc cỏ thi, đựng vào túi, cho vào hộp, đậy nắp lại, thu xếp bút, nghiên, mực, ván, rồi lại thắp hương cúng lễ lần nữa.\n\nNếu nhờ người bói hộ, thì chủ nhân thắp hương, vái kẻ bói giúp rồi lùi [57].",
    "reference": "Trang 50",
    "notes": {}
  }
]