{
    "4": "[5]Tần Chính , Hạng Tịch há có thể lâu?Lời bàn của Tiên Nho. - Phan Qua Sơn nói rằng: Là hào Sáu ở ngôi Ba,chất mềm chí cứng, không lượng sức mình muốn làm việc liền, ứng với nhauhào Chín Trên mà xéo theo các hào Dương, như kẻ chột muốn trông, kẻ quèmuốn bước, kẻ vũ nhân muốn làm vua hung là nên lắm.LỜI KINH象⽈:眇能視,不⾜以有明也. 陂能履,不⾜以與⾏也.哇⼈之凶, 位不當也.武⼈為于哭君, 志剛也.Dịch âm. - Tượng viết: Diểu năng thị, bất túc dĩ hữu minh dã; bí năng lý, bấttúc dĩ dữ hành dã. Chất nhân chỉ hung, vị bất đáng dã; vũ nhân vi vu đạiquân, chí cương dã.Dịch nghĩa.- Lời Tượng nói rằng: Chột biết trông, không đủ để có sáng vậy,què biết xéo, không đủ để cùng đi vậy. Cái \"hung\" của sự cắn người, ngôikhông đáng vậy; kẻ vũ nhân muốn làm đấng đại quân, chí cứng vậy.GIẢI NGHĨATruyện của Trình Di. - Những người âm nhu, tài họ không đủ, trông khôngthể rõ, đi không thể xa, mà cứ muốn chăm chăm muốn cứng, thì Tượng nhưthế, có thể khỏi hại được chăng? - Là kẻ mềm ở ngôi Ba, không phải chỗchính của nó, sở dĩ phải đến vạ hại, bị cắn mà hung. Lấy kẻ vũ nhân làm thídụ, là vì nó ở ngôi Dương, tài yếu mà chí cứng. Chí cứng thì hay động càn,xéo không theo đường, như kẻ vũ nhân mà làm đấng đại quân vậy.LỜI KINH九四:履虎尾, 想想終吉Dịch âm. - Cửu Tứ: Lý hổ vỹ, tố tố chung cát.Dịch nghĩa.- Hào Chín Tư: Xéo đuôi cọp, nơm nớp, sau chót tốt.GIẢI NGHĨATruyện của Trình Di.- Hào Chín Tư là Dương cương mà thể Kiền, tuy ởngôi Tư mà phần cứng vẫn hơn. Ở chỗ gần vua, nhiều sự sợ, lại không cónghĩa tương đắc, hào Năm lại là bậc cương thả quá, cho nên là dáng \"xéo lênđuôi cọp, nơm nớp sợ hãi\". Nếu biết sợ hãi thì sau chót sẽ tốt. Bởỉ vì hàọChín tuy cứng mà chí thì mềm ngôi Tư tuy gần vua mà nó không ở, hễ biếtnơm nớp cẩn thận lo sợ, thì sau chót khỏi nguy mà được tốt.Bản nghĩa của Chu Hy. - Hào Chín Tứ cũng là kẻ không trung chính, xéotheo hào Chín Năm là kẻ cứng, nhưng vì lấy chất cứng ở ngôi mềm nên biếtrăn sợ mà được trọn tốt.LỜI KINH象⽈:想想終吉, 志⾏也.Dịch âm. - Tượng viết: Tố tốc chung cát, chí hành dã.Dịch nghĩa. - Lời Tượng nói rằng: Nơm nớp, sau chót tốt, chí đi vậy.GIẢI NGHĨATruyện của Trình Di. - Có thể nơm nớp sợ hãi thì sau chót được tốt, là vìchí ở sự đi mà không chịu ở, lìa bỏ chỗ nguy là tốt. Dương cương là kẻ điđược, ở chỗ mềm là kẻ sự xuôi thuận tự xử.LỜI KINH九五:夬履, 貞厲.Dịch âm.-Cửu Ngủ: Quải lý, trinh lệ.Dịch nghĩa. - Hào Chín Năm: Quyết xéo, chính bền nguy!GIẢI NGHĨATruyện của Trình Di. - Quải là cương quyết, hào Năm lấy đức Dươngcương, thể Kiền, ở ngôi chí tôn, là kẻ tự dùng sự cương quyết của mình màđi. Như thế thì, tuy được chỗ chính cũng nguy dữ. Thánh nhân đời xưa, ởngôi tôn trong thiên hạ, sự sáng đủ để soi xét, sự cứng đủ để quyết đoán, thếđủ để tự chuyên, nhưng mà chưa từng không để cho hết lời bàn của thiên hạ,tuy kẻ cắt cỏ kiếm củi là hạng nhỏ nhặt, cũng ắt theo, vì thế mới là ôngthánh, xéo ngôi vua mà sáng suốt. Nếu cứ vậy ta cương minh, quyết đikhông ngoảnh lại, tuy là được chỗ chính đính cũng là cách nguy, có thể giữbền được chăng? Có tài cương minh mà nếu cứ chuyên một bề tự nhiệm, cònlà cách nguy, huống chi kẻ cương minh không đủ. Trong Kinh Dịch nói chữ\"trinh lệ\" nghĩa là không giống nhau, tùy quẻ có thể thấy được.Bản nghĩa của Chu Hy. - Hào Chín Năm lấy đức cương trung xéo chínhngôi vua mà dưới là quẻ Đoái có tính vui đẹp ứng nhau với nó, phàm cácviệc tất nhiên là làm, không còn nghi ngại, cho nên Tượng nó là quyết. Nhấtquyết mà xéo, gia cho được lẽ chính đính cũng là đạo nguy, cho nên lờichiêm của nó là \"tuy chính mà nguy\". Răn bảo người ta sâu lắm.LỜI KINH象⽈:夬履貞厲,位正當也.Dịch âm. - Tượng viết: Quải lý trinh lệ, vị chính đáng dã.Dịch nghĩa. - Lời Tượng nói rằng: Quyết xéo, chính bền, nguy ngôi chínhđáng vậy.GIẢI NGHĨATruyện của Trình Di.- Răn kẻ quyết xéo, vì nó chính đáng ngôi tôn. Ở ngôichí tôn, giữ cái thế có thể tự chuyên mà tự mình dùng sự cương quyết, khôngcòn sợ hãi, thì dùng được chỗ chính đáng cũng là đạo nguy.Bản nghĩa của Chu Hy.- Hại về tự thị.LỜI KINH上九:視履考祥, 其旋元吉.Dịch âm. - Thượng Cửu: Thị lý khảo tường, kỳ tuyền nguyên cát.Dịch nghĩa. - Hào Chín Trên: Coi sự xéo, xét điềm lành thửa quanh cả tốt.GIẢI NGHĨATruyện của Trình Di. - Hào Trên ở cuối cuộc \"xéo\", trong lúc cuối, coi lạiđường đã xéo đi, để xét về sự thiện các họa phúc của nó, nếu nó quanh lại thìthiện là tốt. \"Quanh\" là quanh vòng đầy đủ, không cái gì không đến nơi.Người ta xéo rồi, xét coi lúc sau chót, nếu như đầu chót chu toàn không thiếuthốn, thì là thiện đến tột cùng, cho nên cả tốt. Người ta lành dữ, quan hệ ở sựxéo của mình, thiện ác nhiều hay ít, ấy là lành dữ lớn hay nhỏ.Bản nghĩa của Chu Hy. - Coi chót cuộc \"xéo\" để xét điều hành của nó, chutoàn không thiếu thì là cả tốt. Đó là vạ phúc của lẻ xem phải coi ở sự \"xéo\"của họ mà chưa nhất định.LỜI KINH象⽈:元吉在上, ⼤有慶也.Dịch âm.-Tượng viết: Nguyên cát tại thượng, đại hữu khác dã.Dịch nghĩa. - Lời Tượng nói rằng: Cả tốt ở trên, cả có phúc vậy.GIẢI NGHĨATruyện của Trình Di. - Hào Trên là chót cuộc \"xéo\". Sự \"xéo\" của ngườita, hễ thiện mà tốt, đến chót chu toàn không thiếu, tức là người cả có phúc.Sự hành động của người ta quí ở có lúc sau chót.Bản nghĩa của Chu Hy. - Nếu được cả tốt thì là có cả phúc khánh.Lời bàn của Tiên Nho. - Vương Phụ Tự nói rằng: Hào Dương mà ở ngôiÂm tức là khiêm tốn, cho nên, trong một quẻ này đầu lấy Dương ở ngôi Âmlàm thiện.Chú thích:[1]Chữ 履（lý) nghĩa là giày lên, xéo lên.[2]Chữ \"xéo lên\" này nghĩa là theo đó mà đi, không phải có ý đầy đọa nhưchữ \"xéo lên\" mà ta vẫn nói.[3]Chỉ về lời Thoán của Văn Vương, tức câu 履虎尾，不唾⼈亨（lý hổ vĩbất chất nhân, hanh).[4]Tần Thủy Hoàng.[5]Hạng Vũ."
}