[
  {
    "chunk_id": "QUE_PHE_HAP_001",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_002",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "噬嗑亨,利⽤獄. Dich âm. - Phệ hạp hanh, lợi dụng ngục.",
    "dịch_âm": null,
    "dịch_nghĩa": "Quẻ Phệ hạp hanh, lợi dùng việc ngục. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Phệ là cắn, hạp là hợp, vật có chỗ cách, phải cắn mới hợp lại được. Quẻ này trên dưới hai hào Dương mà giữa trống rỗng, là Tượng cái miệng. Chín Tư là một hào Dương ngăn cách ở giữa, phải cắn mới hợp lại được, cho nên là quẻ Phệ hạp. Lời Chiêm của nó nên được hanh thông, là vì bị có chỗ cách, cho nên mới không hanh thông, cắn chỗ cách đó mà hợp lại được thì hanh thông rồi. Lại, ba hào Âm, ba hào Dương, cứng mềm vừa nửa, trên động dưới sáng, dưới sấm trên chớp, vốn là từ hào Sáu Tư của quẻ Ích , là một hào mềm đi lên đến ngôi thứ năm mà được chỗ giữa. Coi đó biết rằng: Lấy hào Âm ở ngôi Dương tuy không đáng ngôi mà lợi về sự dùng ngục. Bởi vì trong việc trị ngục, quý có oai có sáng mà được vừa phải. Cho nên kẻ nào bói được quẻ này , nếu có đức ấy, thì ứng với lời chiêm ấy.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_003",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "彖⽈: 巧中有物⽈噬嗑.",
    "dịch_âm": "Thoán viết: Dị trung hữu vật, viết Phệ hạp.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Trong mép có vật là quẻ Phệ hạp. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây dùng thể quẻ để thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_004",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "嗤嗔⽽亨.",
    "dịch_âm": "Phệ hạp nhi hanh.",
    "dịch_nghĩa": "cắn hợp mà hanh. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_005",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "剛柔分動⽽明,雷電合⽽章.",
    "dịch_âm": "Cương nhu phân động nhi minh, lôi điện hợp nhi chương.",
    "dịch_nghĩa": "Cứng mềm chia động mà sáng, sấm chớp hợp lại mà rõ. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_006",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "柔得中⽽上⾏,雖不當位,利⽤獄也.",
    "dịch_âm": "Nhu đắc trung nhi thượng hành, tuy bất đáng vị, lợi dùng ngục dã.",
    "dịch_nghĩa": "Mềm được giữa mà đi lên, tuy không đáng ngôi, lợi về sự dùng ngục vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Các đoạn này dùng tên quẻ, thể quẻ, đức quẻ hai tượng và sự biến đổi của quẻ để thích lời quẻ.",
    "lời_bàn_của_tiên_nho": "Hồ Vân Phong nói rằng: Động không như sấm, không thể đoán ngục; sáng không như điện, không thể xét ngục, không mềm thì lỗi về bạo; mềm mà không giữa thì lỗi về phóng túng, nói sự cực dụng ngục là khó vậy.",
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_007",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 雷電噬嗔,先王以明罰敕去",
    "dịch_âm": "Tượng viết: Lôi điện Phệ hạp, tiên vương dĩ minh phạt sắc pháp.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sấm chớp là quẻ Phệ hạp, đấng Tiên vương coi đó để tỏ phạt truyền phép. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hai chữ “lôi điện” nên đổi ra làm “điện lôi”.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_008",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "#九: 履校滅趾,無咎.",
    "dịch_âm": "Sơ Cửu: Lý hiệu, diệt chỉ, vô cữu.",
    "dịch_nghĩa": "Hào Chín Đầu; Xéo xiềng, đứt ngón chân, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Đầu, hào Trên không ngôi là tượng bi hình, bốn hào giữa là tượng dụng hình, Hào Đầu ở đầu quẻ, tội nhẹ, lỗi nhỏ, lại ở dưới quẻ, cho nên là tượng xéo xiềng đứt chân. Ngăn điều ác trong lúc mới đầu, cho nên được không lỗi. Kẻ xem bị thương nhỏ mà không cỏ lỗi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_009",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 履消滅趾,不⾏也.",
    "dịch_âm": "Tượng viết: Lý hiệu, diệt chỉ, bất hành dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Xéo xiềng, đứt ngón chân, không đi vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_010",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "六⼆: 噬廣,滅⿐,無咎.",
    "dịch_âm": "Lục Nhị: Phệ phu, diệt ty, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Hai: Cắn da, dứt mũi, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Tế có vạc da, đó là thứ da mềm dòn cắn mà dễ hợp. Sáu hai là hào trung chính, cho nên việc của nó trị, dễ như cắn da. Nhưng vì nó là hào mềm mà lại cưỡi lên hào cứng, nên tuy rất dễ mà cũng không khỏi bị thương cụt mũi. Kẻ xem tuy là đau mà không có lỗi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_011",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 噬膚滅⿐,乘剛也.",
    "dịch_âm": "Tượng viết: Phệ phu diệt ty, thừa cương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: cắn da cụt mũi, vì cưỡi cứng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_012",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "六三: #臘⾁,遇毒,⼩吝,無咎.",
    "dịch_âm": "Lục Tam: Phệ tích nhục, ngộ độc tiểu lận, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Ba: cắn mắm khô, gặp độc, hơi tiếc, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Thịt khô là thịt giống thú để cả thịt xương mà làm ra tức là một vật rắn dẻo, Âm nhu không trung chính, trị người mà người không phục, là Tượng “cắn thịt khô gặp độc”. Lời chiêm tuy hơi đáng tiếc, song mà đương buổi “cắn hợp”, về nghĩa vẫn không có lỗi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_013",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 遇毒,位不當也.",
    "dịch_âm": "Tượng viết: Ngộ độc, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Gặp độc, ngôi không đáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_014",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "九四:#秭,得⾦⽮,利艱貞,吉.",
    "dịch_âm": "Cửu Tứ: Phệ can tỷ, đắc kim thỉ, lợi gian trình, cát!",
    "dịch_nghĩa": "Hào Chín Tư: Cắn chạo khô, được tên vàng, lợi về khó nhọc, chính bền tốt. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Chữ # (tỷ) là thịt dính xương, thông với chữ # (sy) là thịt thái. Sách Chu Lễ kẻ kiện phải nộp cân vàng bó tên, mà sau mới xét; hào Tư lấy chất cứng ở ngôi mềm được đạo dụng hình, cho nên có tượng ấy. Ý nói có cắn càng sâu, được sự thích nghi của việc xét kiện, nhưng ắt lợi về gian nan, chính bền thì tốt. Răn kẻ xem nên như thế vậy.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_015",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 利艱貞吉,未光也.",
    "dịch_âm": "Tượng viết: Lợi gian trinh, cát, vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lợi về khó nhọc, chính bền tốt, là chưa sáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_016",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "六五: 禮乾⾁,得黄⾦厲,無咎.",
    "dịch_âm": "Lục Ngũ, Phệ can nhục, đắc hoàng kim, trinh lệ, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Năm: Cắn thịt khô, được vàng vàng, chính bền, lo sợ, không lỗi. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "cắn thịt khô khó hơn cắn da mà dễ hơn cắn mắm, cắn chạo. “Hoàng” là màu trung bình. “Kim” cũng chỉ về cân vàng. Hào năm mềm thuận mà trung độ, lại ở ngôi tôn, dùng hình với người, không ai không phục, chữ nên có Tượng ấy. Nhưng mà ắt phải chính bền lo sợ, mới được không lỗi. Đó cũng là lời răn kẻ xem.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_017",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "象⽈: 專属無咎,得當也.",
    "dịch_âm": "Tượng viết: Trinh lệ vô cữu, đắc đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chính bền, lo sợ, không lỗi, vì được đáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_018",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "上#: 何校,滅⽿,凶.",
    "dịch_âm": "Thượng Cửu, Hạ hiệu, diệt nhĩ, hung!",
    "dịch_nghĩa": "Hào Chín trên: Đội xiềng, đứt tai, hung! GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hạ nghĩa là đội. Hào Dương quá cực ở về trên quẻ, đó là cái đạo tội lớn án cực, cho nên tượng Chiêm như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  },
  {
    "chunk_id": "QUE_PHE_HAP_019",
    "hexagram": "QUE_PHE_HAP",
    "que": null,
    "lời_kinh": "#⽈: 何校滅⽿,聰不明也.",
    "dịch_âm": "Tượng viết: Hạ hiệu, diệt nhĩ, thông bất minh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đội xiềng dứt tai, sự nghe không sáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Dứt tai là tại sự nghe không suốt. Nếu biết nghe tỏ mà lo sớm đi, thì không có sự hung ấy.",
    "lời_bàn_của_tiên_nho": "Khấu Kiến An nói rằng: Phệ hạp là quẻ trừ sự ngăn cách, cho nên sau hào đều nói về việc dụng hình. Hào Đầu hào Trên không ngôi là người chịu hình: hào Đầu lỗi nhỏ mà ở dưới, tức là lúc đầu việc ngục, cho nên lấy sự “xéo xiềng dứt ngón chân” làm Tượng; hào Trên ác cực mà cậy thế làm càn tới cùng, tức là lúc chót việc ngục; cho nên lấy sự “đội xiềng dứt tai” làm Tượng. Bốn hào giữa có ngôi, là người trị việc ngục, nhưng vì tài quẻ cứng mềm không giống nhau cho nên sự cắn của nó cũng có khó dễ khác nhau: hào Sáu Hai lấy chất mềm ở ngôi mềm, tức là kẻ thuần mềm cho nên Tượng là cắn da, da tức là vật dễ cắn; hào Sáu Năm lấy chất mềm ở ngôi cứng, tức cứng mềm vừa phải, cho nên Tượng là cắn thịt khô, thịt khô so với da thì khó cắn hơn; hào Sáu Ba trong chất mềm có tính cứng, cho nên là cắn mắm khô, mắm thì có xương, so với thịt khô lại khó cắn hơn; hào Chín Tư trong chất cứng có tính mềm cho nên là cắn chạo khô, chạo thì xương lớn hơn mắm, là thứ rất khó cắn. Nhưng hào Hai cắn da dứt mũi, hào Ba cắn mắm gặp độc, hào Tư cắn chạo khó nhọc chính bền, hào Năm cắn thịt khô chính bền lo sợ, đều là nói đạo trị ngục, không thể không cẩn thận. Đến như lời Chiêm, ba hào kia không lỗi, riêng hào Tư được tốt, thì việc trị ngục, lại nên chuộng sự cương quyết, mềm mỏng há là cách trừ cái ngăn cách. Chú thích: [1] Phệ hạp nghĩa là cắn hợp. [2] Chỉ về quẻ Ly .",
    "notes": {
      "1": "Phệ hạp nghĩa là cắn hợp.",
      "2": "Chỉ về"
    }
  }
]