[
  {
    "chunk_id": "QUE_LY_2_001",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    }
  },
  {
    "chunk_id": "QUE_LY_2_002",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "灕利貞, 亨, 畜牝⽜, 吉.",
    "dịch_âm": "Ly lợi trinh, hanh, xúc tẫn ngưu, cát",
    "dịch_nghĩa": "Quẻ Ly vệ sự chính, hanh, nuôi trâu cái, tốt.",
    "truyện_của_Trình_Di": "Ly là bám, muôrĩ vặt chẳng vật nào không có chỗ bám. Có hình thì có bám, ở người ta, thì là: những kẻ thân phụ những đường noi theo, những việc chủ trương, đều là bám cả. Cái mà người ta vẫn bám, lợi về trinh chính, được chính thì có thể hanh thông, cho nên nói rằng quẻ Ly lợi về sự chính, hanh. Nuôi trâu cái tốt, nghĩa là: tính trâu đã thuận, mà lại cái nữa, tức là thuận đến tột bậc. Đã dính bám vào sự chính cần phải thuận theo chính đạo, như con trâu cái, thì tốt. Nuôi trâu cái tức là nuôi cái đức thuận. Đức thuận của người ta do ở sự nuôi mà nên, đã bám vào sự chính thì nên nuôi tập cho thành đức thuận của mình.",
    "bản_nghĩa_của_Chu_Hy": "Ly là bám. Âm bám vào Dương, Tượng nó là lửa; thể là Âm mà dụng là Dương. Sự dính bám của các vật quý được chính đạo. Trâu cái là giống mềm thuận, cho nên kẻ xem chính đươc thì hanh, mà nuôi trâu cái thì tốt.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_003",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "彖⽈: 灕, 農也, ⽇⽉麗乎天.百榖草⽊麗乎地.",
    "dịch_âm": "Thoán viết: Ly lệ dã, nhật nguyệt lệ hồ thiên, bách cốc thảo mộc lệ hồ địa.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Ly tức là bám, mặt trời mặt trăng bám ở trời, trăm giống thóc, cây, cỏ bám ở đất.",
    "truyện_của_Trình_Di": "Ly là bám, tức là phụ bám, như mặt trời, mặt trăng thì bám ở trời, trăm giống thóc, cây, cỏ thì bám ở đất, muôn vật, chẳng vật nào không có chỗ bám, ở trong trời đất, không có vật nào là không bám vào đâu. Ở người ta nên xét chỗ bám của mình, hễ được chỗ chính thì hanh.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_004",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "事明以麗乎正,乃化成天下.",
    "dịch_âm": "Trùng minh dĩ lệ hồ chính, nãi hóa thành, thiên hạ.",
    "dịch_nghĩa": "Hai lần sáng để bám vào chỗ chính; bèn hóa nên thiên hạ.",
    "truyện_của_Trình_Di": "Đây lấy tài quẻ mà nói. Trên dưới đều thể Ly, là hai lần sáng; hào Năm hào Hai đến chỗ trung chính, là bám vào chỗ chính. Vua tôi trên dưới đều có đức sáng mà ở được chỗ trung chính, có thể hóa được thiên hạ, làm nên thói tục văn vẻ sáng sủa.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_005",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "柔麗乎中正, 故亨, 是以畜牝⽜吉也.",
    "dịch_âm": "Nhu lệ hồ trung chính, cố hanh, thị dĩ xúc tẫn ngưu cát dã:",
    "dịch_nghĩa": "Chất mềm bám vào chỗ trung chính cho nên hanh vì vậy, nuôi trâu cái thì tốt.",
    "truyện_của_Trình_Di": "Hào Năm hào Hai lấy đức mềm thuận bám vào chỗ trung chính, vì vậy mới hanh. Người ta hễ nuôi được đức rất thuận để bám vào chỗ trung chính thì tốt, cho nên nói là nuôi trâu cái tốt.",
    "bản_nghĩa_của_Chu_Hy": "Đây dùng thể quẻ để thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_006",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈:明兩作, 灕.⼤⼈以繼明照乎四⽅.",
    "dịch_âm": "Tượng viết: Minh lưỡng tác; Ly, đại nhân dĩ kê minh chiếu hồ tứ phương.",
    "dịch_nghĩa": "Lời Tượng nói rằng; Sự sáng hai lần dấy, là quẻ Ly , bậc người lớn coi đó mà kế tiếp sáng soi ở bốn phương.",
    "truyện_của_Trình_Di": "Nếu nói hai sự sáng, thì là hai lớp ánh sáng, không thấy cái nghĩa kế tiếp sáng tỏ. Cho nên nói rằng sự sáng hai lần. Sáng mà trùng điệp, tức là nối nhau. Dấy, là sáng tỏ có đôi mà thành quẻ Ly nối nhau mà sáng. Quẻ Chấn quẻ Tốn cũng lấy cái nghĩa hai lần theo nhau, nhưng nghĩa quẻ Ly càng trọng yếu hơn. Người lớn, nói về đức thì là thánh nhân, nói về ngôi thì là đấng vương giả. Bậc người lớn xem tượng quẻ Ly sáng sủa kế tiếp, để đời đời nối nhau dùng đức soi dọi bốn phương. Hết thảy sự sáng nối nhau đều là nối sáng. Đây chỉ cử cái lớn hơn, cho nên lấy sự nối đời kế tiếp soi rọi mà nói.",
    "bản_nghĩa_của_Chu_Hy": "Tác là dấy lên.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_007",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "初九:履錯然, 敬之無咎.",
    "dịch_âm": "Sơ Cửu: Lý thác nhiên, kinh chi vô cữu.",
    "dịch_nghĩa": "Hào Chín Đầu: Xéo bừa vậy, kính đó không lỗi.",
    "truyện_của_Trình_Di": "Dương vẫn hay động, lại ở dưới mà là thẻ Ly. Dương ở dưới thì muốn tiến lên, tính Ly bốc lên chỉ muốn bám lên phía trên, hầu đến nóng nẩy tự động sự xéo của mình. Thác nhiên nghĩa là bừa bãi, tuy còn chưa tiến mà hình đã động rồi. Động thì mất cái phận ở dưới mà có lỗi. Nhưng nó là tài cứng sống, nếu biết nghĩa mà kính cẩn đi, thì không đến lỗi. Truyện của Trình Di. - Lấy chất cứng ở ngôi dưới mà ở thể sáng, chí muốn tiến lên, cho nên có tượng xéo bừa. Kinh đó thì không có lỗi, răn kẻ xem phải như thế.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_008",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈:履錯之敬, 以辟咎也.",
    "dịch_âm": "Tượng viết: Lý thác chi kính, dĩ tựu cữu dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự kính của kẻ xéo bừa, để tránh lỗi vậy.",
    "truyện_của_Trình_Di": "Xéo bừa muốn động, mà biết kính cẩn không dám tiến lên, là để cầu tránh cho khỏi lầm lỗi vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_009",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "六⼀:黄雜,元吉.",
    "dịch_âm": "Lục Nhị: Hoàng Ly, nguyên cát.",
    "dịch_nghĩa": "Hào Sáu Hai: Vàng sáng, cả tốt.",
    "truyện_của_Trình_Di": "Hào Hai ở ngôi giữa, được chỗ chính là kẻ bám vào nơi trung chính. Vàng là sắc trung bình, thứ đẹp trong các văn vẻ. Văn vẻ sáng sủa trung chính, tức là đẹp lắm, cho nên nói rằng vàng sáng. Lấy đức văn vẻ sáng sủa trung chính, bên trên đồng nhau với ông vua văn vẻ sáng sủa trung thuận, cái sáng của nó như thế chỗ bám của nó như thế, đó là điều tốt trong sự cả hay.",
    "bản_nghĩa_của_Chu_Hy": "Vàng là sắc trung bình, chất mềm bám ở chỗ giữa mà được nơi chính, cho nên Tượng, Chiêm như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_010",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈: 黄雜元吉, 得中道也",
    "dịch_âm": "Tượng viết: Hoàng Ly nguyên cát, đắc trung đạo dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng : Vàng sáng cả tốt, được đạo giữa vậy.",
    "truyện_của_Trình_Di": "Sở dĩ cả tốt, là vì nó được đạo giữa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_011",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "九三:⽇昃之難, 不⿎⽸⽽歌, 則⼤聋之嗟,凶.",
    "dịch_âm": "Cửu Tam: Nhật trắc chi ly, bất cỗ phẫu nhị nhi ca, tắc đại diệt chi ta, hung!",
    "dịch_nghĩa": "Hào Chín Ba: Sự sáng của mặt trời dé. Chẳng gõ chậu sành mà hát, thì là cả già mà than, hung!",
    "truyện_của_Trình_Di": "Hào Chín Ba ở chót thể dưới, là lúc sự sáng trước sắp hết, sự sáng sau nối theo - cũng là lúc đầu chót của loài người, lúc thay đổi của thì thế nữa - cho nên mới là sự sáng của mặt trời dé. Dé thì sắp lặn, lấy lý mà nói, thịnh ắt có suy, đầu ắt có chót, đó là đạo thường, kẻ đạt thì cứ thuận lẽ mà vui. Chậu sành là đồ thường dùng, chậu sành mà hát, ấy là vui theo lẽ thường. Nếu mà không thể như thế, thì sẽ lấy sự cả già làm lo, thế là hung vậy, Người ta đến lúc chót hết, kẻ đạt thì biết lẽ thường, vui mệnh trời, gặp sự thường thường đều vui, như: thể gõ châu mà hát; kẻ không đạt thì lo sợ thương xót về đời mình sắp hết mới than thở về sự cả già, như thế là hung.",
    "bản_nghĩa_của_Chu_Hy": "Khoảng giữa hai thể Ly, sự sáng trước sắp hết, cho nên có Tượng mặt trời dé. Chẳng chịu yên thường mà tự vui, thì là không biết tự xử mà hung, răn kẻ xem nên như thế vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_012",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈: ⽇昃之難, 何可久也.",
    "dịch_âm": "Tượng viết: Nhật trắc chi ly, hà khả cữu dà?",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự sáng của mặt trời dé, sao khá lâu vậy?",
    "truyện_của_Trình_Di": "Mặt trời đã nghiêng dé, sự sáng còn lâu được sao? Kẻ sáng biết nó thế, cho nên tìm người để nối việc mình, lui về mà ở để nghỉ thân mình, yên lẽ thường, xử cách thuận, sao đủ là hung?",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_013",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "九四: 突如,其來如,焚如, 死如, 棄如.",
    "dịch_âm": "Cửu Tứ: Đột như kỳ lai như, phần như, tử như, khí như!",
    "dịch_nghĩa": "Hào Chín Tư: Đột như thửa lai vậy, cháy vậy, chết vậy, bỏ vậy!",
    "truyện_của_Trình_Di": "Hào Chín Tư lìa thể dưới mà lên thể trên, là lúc bắt đầu nối tiếp sự sáng, cho nên nói về nghĩa kế thừa, ở trên mà gần vua, là chỗ kế thừa đó. Lấy chất Dương ở thể Ly mà đóng ngôi Tư, cứng nóng mà không trung chính, lại hai lần cứng mà thêm bất chính, cái thế cương thịnh đột nhiên mà lạị, không phải kẻ khéo kế thừa vậy. Nó lại vâng thờ ông vua Sáu Năm là kẻ Âm mềm, cái thế lấn lướt của nó đùng đùng như cháy, cho nên nói cháy vậy. Hào Tư đã làm bất thiện như thế, ắt bị vạ hại, cho nên nói rằng chết vậy. Mất nghĩa là nối noi và đạo vâng thờ bề trên, đều là đức nghịch, người ta sẽ cùng bỏ nó, tuyệt nó, cho nên nói rằng bỏ vậy. Đã đến chết bỏ là vạ tột bậc, cho nên không cần nói hung.",
    "bản_nghĩa_của_Chu_Hy": "Trong lúc sự sáng sắp sửa tiếp theo, mà hào Chín Tư lấy đức cứng bức bách, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_014",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈:突如其來如, 無所容也.",
    "dịch_âm": "Tượng viết: Đột như kỳ lai như, vô sở dung dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Đột nhiên thửa lại, là không có chỗ dung vậy.",
    "truyện_của_Trình_Di": "Trên thì lấn vua, không chịu thuận với kẻ mà mình phải vâng theo, ấy là mọi người ghét bỏ, thiên hạ không dung.",
    "bản_nghĩa_của_Chu_Hy": "Không có chỗ dong là nói bị cháy, chết, bỏ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_015",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "六五: 涕沱若, 嗟若, 吉.",
    "dịch_âm": "Lục Ngũ: Thế đà nhược! Thích ta nhược! Cát!",
    "dịch_nghĩa": "Hào Sáu Năm: Nước mắt giàn giụa vậy, ngậm ngùi than vậy, tốt!",
    "truyện_của_Trình_Di": "Hào Sáu Năm ở ngôi tôn, mà giữ mục trung, có đức văn vẻ sáng sủa, đáng bảo là êb êb thiện. Nhưng vì lấy chất mềm ở trên, phía dưới không có kẻ giúp, một mình bám phụ giữa bọn cương cường, đó là cái thế phải lo sợ. Chỉ vì nó sáng, cho nên sáng, cho nên sợ hãi quá, đến chảy nước mắt. Lo lắng quá đến ngậm ngùi than, vì thế mà giữ được tốt.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Âm ở ngôi tôn, mềm bám vào giữa, nhưng không được chỗ chính, mà lại bị bàch về những hào Dương trên dưới, cho nên lo sợ như thế, rồi sau mới tốt, răn kẻ xem nên như thế vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_016",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈:六五之吉, 灕王公也.",
    "dịch_âm": "Tượng viết: Lục Ngũ chi cát, ly vương công dã.",
    "dịch_nghĩa": "Lời tượng nói rằng: Sự tốt của hào Sáu Năm, là được bám vào tước vương tước công vậy.",
    "truyện_của_Trình_Di": "Cái tốt của hào Sáu Năm, vì chỗ nó bám là ngôi chính của tước vương công. Bởi nó chiếm thế “ở trên” mà lại xét rõ sự lý, sợ hãi lo lắng để giữ gìn, cho nên được tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_017",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "上九:王⽤出征, 有嘉, 折⾸, 獲匪其醜, 無咎.",
    "dịch_âm": "Thượng Cửu, Vương dụng xuất chinh, hữu giá, chiết thủ, hoạch phi kỳ sũ, vô cữu.",
    "dịch_nghĩa": "Hào Chín Trên: Vua dùng ra đánh, có sự tốt, bẻ đầu, bắt chẳng phải loài, không lỗi.",
    "truyện_của_Trình_Di": "Hào Chín Trên là Dương ở trên, nhằm chót sự sáng, là kẻ cứng sáng, đến tột bậc vậy. Sáng thì có thể soi rọi, cứng thì có thể quyết đoán, soi rọi được thì đủ xét kẻ tà ác, qụyết đoán được thì đủ để thi hành oai hình, cho nên đấng vương giả nên dùng sự cứng sáng như thế để phân biệt những kẻ tàn ác trong thiên hạ mà thực hành việc đánh dẹp của mình, thì sẽ có công tốt đẹp. Đánh dẹp là một khoản lớn trong việc dụng hình. Nhưng sáng quá thì không sự nhỏ nhặt nào mà không soi tới, quyết đoán thì không tha thứ điều gì, nếu không thắt lại bằng đạo vừa phải, thì sẽ hại về soi xét quá nghiêm. Trừ bỏ kẻ ác trong thiên hạ, nếu trùy cứu hết những kẻ tiêm nhiễm, lầm lỡ, thì giết sao cho xuể? Sự đau thương của mình cũng quá lắm vậy, cho nên chỉ nên tỉa lấy những kẻ đầu sỏ, đứa bị bắt được không phải là bọn bè bạn loại chúng, thì không bị lỗi về sự tàn bạo.",
    "bản_nghĩa_của_Chu_Hy": "Sự cứng sáng tới được chỗ xa, oái sức lừng lẫy mà hình phạt không quá lạm, đó là đạo không lỗi, cho nên Tượng, Chiêm của nó như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_LY_2_018",
    "hexagram": "QUE_LY_2",
    "que": null,
    "content_type": "interpretation",
    "notes": {
      "1": "Chữ 灕 (Ly) có nghĩa là mắc, lại có nghĩa là sáng."
    },
    "lời_kinh": "象⽈:王⽤出征, 以正邦也.",
    "dịch_âm": "Tượng viết: Vương dụng xuất chinh, dĩ chính bang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Vua dùng ra đánh, đề chính nước vậy.",
    "truyện_của_Trình_Di": "Đấng vương giả đùng đức của hào Chín Năm này, soi rọi, quyết đoán để xét và trừ ác trong thiên hạ, là muốn chỉnh đốn bang quốc của mình. Đó là cách ở ngôi trên phải thế.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]