[
  {
    "chunk_id": "QUE_DOAI_01_KINH_VAN",
    "hexagram": "QUẺ ĐOÁI",
    "que": "☱ Đoài trên\n☱ Đoài dưới",
    "content_type": "Kinh văn và Luận giải",
    "lời_kinh": "兌,亨,利貞.",
    "dịch_âm": "Đoái, hanh, lợi trinh.",
    "dịch_nghĩa": "Quẻ Đoái: Hanh thông, lợi về nết trinh.",
    "truyện_của_Trình_Di": "Đoài là đẹp lòng. Trên dưới đều là Đoài, là hai lần đẹp lòng. Đẹp lòng thì hanh thông. Nhưng sự đẹp lòng, nếu không chính, thì sẽ thành tà vạy, không thể hanh thông, cho nên lợi về nết trinh. Đẹp lòng mà chính, đó là đạo của quân tử, lấy đó mà khuyên dân, dân quên nhọc, lấy đó mà xử việc khó, dân quên chết. Ý nghĩa của sự đẹp lòng lớn lắm.",
    "bản_nghĩa_của_Chu_Hy": "Đoài là đẹp lòng, cũng là tên quẻ ba vạch. Quẻ này trên dưới đều Đoài, cho nên gọi là Đoài. Lại là Tượng con gái nhỏ, cho nên có những Tượng như 'hòa', 'tin', 'đến', 'thương', 'tin ở kẻ lột'. Đẹp lòng thì có thể hanh thông. Nhưng sự đẹp lòng, dễ về đường tà, cho nên lời Chiêm của nó ắt phải chính thì mới lợi."
  },
  {
    "chunk_id": "QUE_DOAI_02_THOAN_TRUYEN",
    "hexagram": "QUẺ ĐOÁI",
    "que": null,
    "content_type": "Thoán Truyện",
    "lời_kinh": "彖曰:兌,說也.剛中而柔外,說以利貞,是以順乎天,而應乎人.說以先民,民忘其勞.說以犯難,民忘其死.說之大,民勸矣哉.",
    "dịch_âm": "Thoán viết: Đoái, duyệt dã. Cương trung nhi nhu ngoại, duyệt dĩ lợi trinh, thị dĩ thuận hồ thiên, nhi ứng hồ nhân. Duyệt dĩ tiên dân, dân vong kỳ lao. Duyệt dĩ phạm nan, dân vong kỳ tử. Duyệt chi đại, dân khuyến hỹ tai.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đoái là đẹp lòng vậy. Cứng giữa mà mềm ngoài, đẹp lòng mà lợi về nết trinh, cho nên thuận với trời mà ứng với người. Đẹp lòng mà đi trước dân, dân quên sự khó nhọc. Đẹp lòng mà xông pha sự khó khăn, dân quên sự chết. Sự đẹp lòng lớn thay, dân khuyên nhau vậy thay!",
    "truyện_của_Trình_Di": "Đoái là đẹp lòng. Cứng giữa mà mềm ngoài, là nói về tài của quẻ. Giữa có hào cứng, ngoài có hào mềm. 'Đẹp lòng mà lợi về nết trinh' là đạo rất hay, cho nên thuận với lẽ trời mà ứng với lòng người. Đem lòng đẹp lòng mà đi trước dân, thì dân sẽ quên sự khó nhọc mà theo. Đem lòng đẹp lòng mà xông pha sự khó khăn, thì dân sẽ quên sự chết mà theo. Đạo đẹp lòng lớn lắm, có thể khiến cho dân khuyên nhau làm lành.",
    "bản_nghĩa_của_Chu_Hy": "Đây thích về tên và lời của quẻ. Cứng giữa là hào Hai và hào Năm. Mềm ngoài là hào Ba và hào Sáu. Đẹp lòng là đức của quẻ. Thuận với trời, ứng với người, là công dụng của sự đẹp lòng. 'Đi trước dân', 'xông pha sự khó khăn' là nói rộng thêm ý nghĩa đó."
  },
  {
    "chunk_id": "QUE_DOAI_03_DAI_TUONG",
    "hexagram": "QUẺ ĐOÁI",
    "que": null,
    "content_type": "Đại Tượng",
    "lời_kinh": "象曰:麗澤,兌.君子以朋友講習.",
    "dịch_âm": "Tượng viết: Lệ trạch, Đoái. Quân tử dĩ bằng hữu giảng tập.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chằm liền, là quẻ Đoái. Đấng quân tử coi đó mà cùng bạn bè giảng tập.",
    "truyện_của_Trình_Di": "Hai chằm liền nhau, nước thấm cho nhau, đó là Tượng của quẻ Đoái. Đấng quân tử coi Tượng đó, mà cùng bạn bè giảng tập, giúp nhau làm lành. Giảng là làm cho sáng điều chưa biết, tập là làm cho thuần điều đã biết.",
    "bản_nghĩa_của_Chu_Hy": "'Lệ' là liền. Hai chằm liền nhau, cùng thấm cho nhau, đó là Tượng của sự đẹp lòng."
  },
  {
    "chunk_id": "QUE_DOAI_04_HAO_SO_CUU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Sơ Cửu",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "初九:和兌,吉.",
    "dịch_âm": "Sơ Cửu: Hòa Đoái, cát.",
    "dịch_nghĩa": "Hào Chín Đầu: Vui hòa, tốt.",
    "truyện_của_Trình_Di": "Hào Chín Đầu là đầu cuộc đẹp lòng, mà là hào Dương, ở dưới chót, đó là kẻ có thể giữ đạo trung hòa trong khi đẹp lòng. Đẹp lòng mà hòa, không tà vạy, cho nên tốt.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Dương, ở dưới, chưa có ứng viện, không có lòng riêng tư, đó là Tượng 'vui hòa'. Lời Chiêm của nó là tốt."
  },
  {
    "chunk_id": "QUE_DOAI_05_TIEU_TUONG_SO_CUU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Sơ Cửu",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:和兌之吉,行未疑也.",
    "dịch_âm": "Tượng viết: Hòa Đoái chi cát, hành vị nghi dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của sự vui hòa, là làm chưa ngờ vậy.",
    "truyện_của_Trình_Di": "Cái tốt của sự vui hòa, là vì việc làm của nó chưa có gì đáng ngờ."
  },
  {
    "chunk_id": "QUE_DOAI_06_HAO_CUU_NHI",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Nhị",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九二:孚兌,吉,悔亡.",
    "dịch_âm": "Cửu Nhị: Phu Đoái, cát, hối vong.",
    "dịch_nghĩa": "Hào Cửu Nhị: Tin vui, tốt, ăn năn mất.",
    "truyện_của_Trình_Di": "Hào Chín Hai là Dương cứng, ở giữa, đó là kẻ có thể giữ đạo trung chính trong khi đẹp lòng. Tin ở sự đẹp lòng chính đáng của mình, thì tốt, mà ăn năn mất. Hào này ở giữa, nên chỉ nói tin mà thôi.",
    "bản_nghĩa_của_Chu_Hy": "Hào này cứng mà ở giữa, đó là Tượng 'tin vui'. Lời Chiêm của nó là tốt, ăn năn mất."
  },
  {
    "chunk_id": "QUE_DOAI_07_TIEU_TUONG_CUU_NHI",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Nhị",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:孚兌之吉,信志也.",
    "dịch_âm": "Tượng viết: Phu Đoái chi cát, tín chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái tốt của sự tin vui, là tin ở chí vậy.",
    "truyện_của_Trình_Di": "Cái tốt của sự tin vui, là vì nó tin ở chí của mình."
  },
  {
    "chunk_id": "QUE_DOAI_08_HAO_LUC_TAM",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Lục Tam",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "六三:來兌,凶.",
    "dịch_âm": "Lục Tam: Lai Đoái, hung.",
    "dịch_nghĩa": "Hào Lục Tam: Đến vui, hung.",
    "truyện_của_Trình_Di": "Hào Lục Tam là Âm mềm không giữa, ở dưới ba hào Dương, đó là kẻ dùng cách tà vạy để cầu đẹp lòng người. 'Đến vui' là đi đến người khác để cầu đẹp lòng. Đó là đạo của kẻ tiểu nhân, cho nên hung.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, không đáng ngôi, ở trên hai hào Dương, mà không có ứng viện, đó là Tượng của kẻ đi đến để cầu đẹp lòng người. Lời Chiêm của nó là hung."
  },
  {
    "chunk_id": "QUE_DOAI_09_TIEU_TUONG_LUC_TAM",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Lục Tam",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:來兌之凶,位不當也.",
    "dịch_âm": "Tượng viết: Lai Đoái chi hung, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái hung của sự đến vui, là ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Cái hung của sự đến vui, là vì ngôi nó không đáng."
  },
  {
    "chunk_id": "QUE_DOAI_10_HAO_CUU_TU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Tứ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九四:商兌,未寧,介疾有喜.",
    "dịch_âm": "Cửu Tứ: Thương Đoái, vị ninh, giới tật hữu hỷ.",
    "dịch_nghĩa": "Hào Cửu Tứ: Toan tính sự vui, chưa yên, dứt tật có mừng.",
    "truyện_của_Trình_Di": "Hào Chín Tư ở ngôi đại thần, mà là hào Dương, dưới có hào Lục Tam là Âm gần đó, đó là kẻ toan tính sự vui. Toan tính sự vui, thì bụng không yên. Nếu có thể dứt bỏ được cái tật đó, thì sẽ có mừng. 'Giới' là dứt bỏ. Tật đây chỉ về hào Lục Tam.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cứng không giữa, gần hào Năm là vua, dưới lại có hào Ba là Âm, đó là Tượng 'toan tính sự vui'. Lời Chiêm của nó thì là: 'dứt bỏ được cái tật đó thì có mừng'."
  },
  {
    "chunk_id": "QUE_DOAI_11_TIEU_TUONG_CUU_TU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Tứ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:九四之喜,有慶也.",
    "dịch_âm": "Tượng viết: Cửu Tứ chi hỷ, hữu khánh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Sự mừng của hào Chín Tư, có phúc vậy.",
    "truyện_của_Trình_Di": "Sự mừng của hào Chín Tư, là vì nó có phúc. Dứt bỏ được cái tật, thì có phúc."
  },
  {
    "chunk_id": "QUE_DOAI_12_HAO_CUU_NGU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Ngũ",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "九五:孚于剝,有厲.",
    "dịch_âm": "Cửu Ngũ: Phu vu bác, hữu lệ.",
    "dịch_nghĩa": "Hào Cửu Ngũ: Tin ở kẻ lột, có nguy.",
    "truyện_của_Trình_Di": "Hào Cửu Ngũ ở ngôi tôn, mà dưới có hào Sáu Trên là Âm gần đó, đó là tin dùng kẻ tiểu nhân. 'Kẻ lột' chỉ về hào Sáu Trên. Tin dùng kẻ tiểu nhân, thì nguy.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Dương cứng ở ngôi tôn, nhưng dưới có hào Sáu Trên là Âm mềm, đó là Tượng 'tin ở kẻ lột'. Lời Chiêm của nó là 'có nguy'."
  },
  {
    "chunk_id": "QUE_DOAI_13_TIEU_TUONG_CUU_NGU",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Cửu Ngũ",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:孚于剝,位正當也.",
    "dịch_âm": "Tượng viết: Phu vu bác, vị chính đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tin ở kẻ lột, ngôi chính đáng vậy.",
    "truyện_của_Trình_Di": "Tin ở kẻ lột, là vì ngôi nó chính đáng. Ở ngôi tôn, không thể không tin dùng người, nhưng tin mà không xét, thì nguy."
  },
  {
    "chunk_id": "QUE_DOAI_14_HAO_THUONG_LUC",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Thượng Lục",
    "content_type": "Lời Kinh Hào",
    "lời_kinh": "上六:引兌.",
    "dịch_âm": "Thượng Lục: Dẫn Đoái.",
    "dịch_nghĩa": "Hào Sáu Trên: Dẫn đến sự vui.",
    "truyện_của_Trình_Di": "Hào Sáu Trên ở cuối cuộc đẹp lòng, mà là hào Âm, đó là kẻ dùng cách tà vạy để dẫn người vào sự đẹp lòng. Nó ở trên cùng, không có gì để nói, cho nên chỉ nói 'dẫn đến sự vui'.",
    "bản_nghĩa_của_Chu_Hy": "Hào này là Âm, ở cuối quẻ, đó là Tượng của kẻ dẫn người vào sự đẹp lòng. Lời Chiêm của nó không nói gì, nhưng ý đã rõ."
  },
  {
    "chunk_id": "QUE_DOAI_15_TIEU_TUONG_THUONG_LUC",
    "hexagram": "QUẺ ĐOÁI",
    "que": "Hào Thượng Lục",
    "content_type": "Tiểu Tượng",
    "lời_kinh": "象曰:上六引兌,未光也.",
    "dịch_âm": "Tượng viết: Thượng Lục dẫn Đoái, vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Sáu Trên dẫn đến sự vui, chưa sáng vậy.",
    "truyện_của_Trình_Di": "Dẫn đến sự vui, là vì đạo chưa sáng. Dùng cách tà vạy để dẫn người, đó là không sáng."
  }
]
