[
  {
    "chunk_id": "QUE_DOAI_001",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_002",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "兌; 亨．利貞",
    "dịch_âm": "Đoái hanh lợi trinh. Dich nghĩa. - Quẻ Đoái hanh, lợi về chính bền. GIẢI NGHĨA",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_003",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "彖⽈ .兌 .說 也 .剛 中 ⽽ 柔 外. 說 以 利 貞. 是 以 順 乎 天. ⽽ 應 乎 ⼈. 說以 先 民. 民 忘 其 勞. 說以 犯 難. 民 忘 其 死. 說 之 ⼤. 民 勸 矣 哉 .",
    "dịch_âm": "Thoán viết: Đoái duyệt dã, cương trung nhi nhu ngoại, duyệt dĩ lợi trinh, thị dĩ thuận hồ thiên nhi ứng hồ nhân.Duyệt dĩ tiên dân, dân vong kỳ lao; duyệt dĩ phạm nan, dân niệm kỳ tử. Duyệt chi đại, dân khuyết hỹ tai!",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đoái là đẹp lòng. Cứng trong mà mềm ngoài, đẹp lòng và lợi về chính bên, cho nên thuận với trời mà ứng với người. Dùng sự đẹp lòng mà đi trước dân, dân quên sự nhọc của nó. Dùng sự đẹp để phạm vào hiểm nạn, dân nghĩ sự có chết của nó. Sự đẹp lòng lớn lao, dân khuyến khích vậy thay. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Đây lấy thể quẻ thích lời quẻ mà nói cho thật cùng tột",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_004",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 麗 澤 .兌 . 君 ⼦ 以 朋 友 講 習",
    "dịch_âm": "Tượng viết: Lệ trạch Đoái, quân tử dĩ bằng hữu giảng tập.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hai chằm bám vào nhau đắp đổi thêm ích cho nhau. Bè bạn giảng tập, Tượng cũng như thế.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_005",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "初 九. 和 兌.吉.",
    "dịch_âm": "Sơ Cửu: Hòa đoái, cát! Dịch nghĩa - Hào Chín Đầu: Hòa đẹp lòng, tốt! GIẢI NGHĨA Truỵên của Trình Di. – Hào Đầu tuy là Hào Dương mà ở thể đẹp lòng, ở chỗ rất thấp, không có hệ ứng, ấy là kẻ biết nhún thấp hòa thuận để làm cách đẹp lòng mà không thiên tư. Lấy hòa thuận làm đẹp lòng mà không thiên tư với ai, tức là cách chính đáng trọng đạo đẹp lòng. Dương cứng thì không hèn, ở duwois thì biết nhún, đẹp lòng thì có thể hòa, khong có ứng thì không thiên tư. ở cảnh đẹp lòng như thế nên được tốt. HỂạ nghĩa của Chu Hy. - Là Hào Dương ở thể đẹp lòng lại ở chỗ rất thấp mà không có hệ ứng, cho nên Tượng, chiêm của nó như thế.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_006",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象⽈ . 和 兌 之 吉 . ⾏ 未 疑 也 .",
    "dịch_âm": "Tượng viết: Hòa đoái chi cát, hối vong.",
    "dịch_nghĩa": "Lời Tượng nói rằng: cái tốt của sự hòa đẹp lòng, đi chưa ngờ vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Ở về đầu quẻ, sự đẹp lòng của nó chưa có điều ngờ.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_007",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "九 ⼆ . 孚 兌 . 吉 . 悔 亡 .",
    "dịch_âm": "Cửu Nhị: Phu đoái cát, hối vong.",
    "dịch_nghĩa": "Hào Chín Hai: Tin đẹp lòng, tôt ăn năn mất. GIẢI NGHĨA Truyện cửa Trình Di. - Hào Hai vâng liền với hào Âm mểm, Âm mềm là kề tiểu nhân đó, đẹp lòng với nó thì có ăn ăn. Hào Hai có đức cứng giữa, sự phu tín đầy ở bên trong, tuy liền với kẻ tiểu nhân, mà nó tự mình giữ gìn, chẳng để mất đức cứng giữa, cho nên mới tốt mà sự ăn năn mới mất.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Cứng giữa là đức tin, ở ngôi Âm là ăn năn, kẻ xem lấy sự tin làm đẹp lòng thì tốt mà sự ăn năn mất đi.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_008",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 孚 兌 之 吉 . 信 志 也 .",
    "dịch_âm": "Tượng viết: Phu đoái chị cát, tín chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tín đẹp lòng mà tốt, tín chí vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_009",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "六三 . 來 兌 . 凶 .",
    "dịch_âm": "Lục Tam: Lai đoái, hung!",
    "dịch_nghĩa": "Hào Sáu Ba: Lại đẹp lòng hung! GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào này Âm mềm chẳng giữa, chẳng chính, làm chủ sự đẹp lòng, trên không wungs mà trở lại với hai hào Dương để cầu đẹp lòng đó là đạo hung.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_010",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 來 兌 之 凶 . 位 不 當 也 .",
    "dịch_âm": "Tượng viết: Lai đoái chi hung, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lại đẹp lòng mà hung, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_011",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "九 四 . 商 兌 . 未 寧 . 介 疾 有 喜 .",
    "dịch_âm": "Cửu Tứ: Thượng đoái, vị ning, giới tật, hữu hỷ.",
    "dịch_nghĩa": "Hào Chín Tư: Đắn đo đẹp lòng chưa yên, thẳng ghét, có mừng. GIẢI NGHĨA",
    "truyện_của_Trình_Di": "Hào Tư phía trên vâng theo Hào Năm là hào trung chính, mà phía dưới liền với hào Ba là hào Âm tà, nó tuy Dương cứng mà ở chỗ bất chính, hào Ba Âm mềm, tức là kẻ mà hào Dương đẹp long, cho nên không thể quyết đoán mà đắn đo chưa yên, nghĩa là so sánh bàn bạc nên thèo đằng nào mà chưa thể định. Nếu nó cương quyết giữa đường chính đính, mà xa ghét kẻ tà ác, thì có sự mừng. Theo Hào Năm là chính đáng, đẹp lòng hào Ba là cong queo. Hào Tư ở ngôi gần vua, nếu có cương quyết giữa đường chính, ghét xa kẻ tà ác, thì sẽ được vua để hành đạo, phúc khánh tới người, thế là có mừng. Bản nghĩa cửa Chu Hy. - Hào Tư phía trên vâng theo hào Chín Năm là hào trung chính, mà phía dưới liền sát với hào Sáu Ba là hào nhu tà, cho nên không thể quyết đoán mà phải đắn đo cân nhắc chỗ nên đẹp lòng, chưa thể định được. Nhưng chất nó vôn là Dương cứng, cho nên có thể kiên quyết giữa đường chính đính mà ghét bỏ kẻ nhu tà, như thế thì có mừng. Tượng Chiêm như thế, cái ý răn người sâu lắm",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_012",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 九 四 之 喜 . 有 慶 也 .",
    "dịch_âm": "Tượng viết: Cửu tứ chi hỷ, hữu khảnh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: cái mừng của hào Chín Tư, có phúc vậy. GIẢI NGHĨA Truyện cửạ Trình Di. – gọi là cứng, nghĩa là nếu có giữ đường chính đính mà vua đẹp lòng, thì được thi hành cái đạo Dương cứng của nó mà phúc khánh tới người.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_013",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "九 五 . 孚 于 剝 . 有 厲.",
    "dịch_âm": "Cửu Ngũ: Phu vu hấc, hữu lệ.",
    "dịch_nghĩa": "Hào Chín Năm: Tin chung đẽo, có nguy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "“Đẽo” là Âm đẽo được Dương. Hào Chín Năm Dương cứng thì giữa chính, nhưng đương thời đẹp lòng, mà phải ở ngôi Tôn, liền sát với hào Sáu Trên, hào Sáu Trên Âm mềm là chủ sự đẹp lòng, ở về cùng cực thể đẹp lòng, là kẻ có thể càn quấy đẹp lòng để làm tiêu Khí Dương, cho nên lời Chiêm chỉ răn: Hễ tin hào Sáu Trên thì có nguy.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_014",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 孚 于 剝 . 位 正 當 也 .",
    "dịch_âm": "Tượng viết: Phu vu bác, vị chính đương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tin chưng đẽo, ngôi chính nên vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_015",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "上 六 . 引 兌 .",
    "dịch_âm": "Thượng Lục: Dẩn đoái.",
    "dịch_nghĩa": "Hào Sáu Trên: Dẫn đẹp lòng. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Trên là chủ làm thành cuộc đẹp lòng, lấy chất Âm mềm ở chỗ cùng cực để đẹp lòng, dẫn ba hào Dương cùng làm đẹp lòng mà không hẳn là theo hào nào. Cho nên hào Chín Năm nên răn mà hào nay khong nói là cát hay hung.",
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_016",
    "hexagram": "QUE_DOAI",
    "que": null,
    "lời_kinh": "象 ⽈ . 上 六 引 兌 . 未 光 也.",
    "dịch_âm": "Tượng viết: Thượng Lục dẫn đoái, vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Sáu Trên dẫn đẹp lòng chưa sáng vậy. GIẢI NGHĨA",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  }
]