[
  {
    "chunk_id": "QUE_DOAI_001",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {}
  },
  {
    "chunk_id": "QUE_DOAI_002",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "兌; 亨．利貞",
    "dịch_âm": "Đoái hanh lợi trinh. Dich nghĩa. - Quẻ Đoái hanh, lợi về chính bền.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": "Đoái là đẹp lòng, đẹp lòng tức là cách đem đến sự hanh thông. Có thể đẹp lòng với người ta, người ta ai cũng đẹp lòng mà cùng với mình? Như thế đủ để đem đến sự hanh thông. Nhưng cái đạo làm sự đẹp lòng, lợi tại trinh chính, nếu trái đạo mà cầu đẹp lòng thì tà xiểm, mà có hối lỗi, cho nên răn rằng “lợi về chính bền”. Bẳn nghĩa cửa Chu Hy. – Đoái là đẹp lòng. Một Âm tiến lên hai Dương, tức là sự mừng hiện ra bên ngoài. Tượng nó là chằm lấy nghĩa đẹp lòng muôn vật, lại lấy về tượng nước Khảm mà lấp dòng dưới. Thể quẻ cứng trong mà mềm ngoài, cứng trong cho nên đẹp lòng mà hanh, mềm ngoài cho nên lời về chính bền. Bởi vì sự đẹp lòng vẫn có cách hanh thông, nhưng cái đẹp lòng càn bậy, thì không thể không răng, cho nên lời Chiêm của nó như thế. Lại, mềm ngoài cho nên đẹp lòng hanh thông, cứng trong cho nên lời về chính bền, cũng là một nghĩa nữa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_003",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "彖⽈ .兌 .說 也 .剛 中 ⽽ 柔 外. 說 以 利 貞. 是 以 順 乎 天. ⽽ 應 乎 ⼈. 說以 先 民. 民 忘 其 勞. 說以 犯 難. 民 忘 其 死. 說 之 ⼤. 民 勸 矣 哉 .",
    "dịch_âm": "Thoán viết: Đoái duyệt dã, cương trung nhi nhu ngoại, duyệt dĩ lợi trinh, thị dĩ thuận hồ thiên nhi ứng hồ nhân.Duyệt dĩ tiên dân, dân vong kỳ lao; duyệt dĩ phạm nan, dân niệm kỳ tử. Duyệt chi đại, dân khuyết hỹ tai!",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đoái là đẹp lòng. Cứng trong mà mềm ngoài, đẹp lòng và lợi về chính bên, cho nên thuận với trời mà ứng với người. Dùng sự đẹp lòng mà đi trước dân, dân quên sự nhọc của nó. Dùng sự đẹp để phạm vào hiểm nạn, dân nghĩ sự có chết của nó. Sự đẹp lòng lớn lao, dân khuyến khích vậy thay.",
    "truyện_của_Trình_Di": "Nghĩa của quẻ Đoái là đẹp lòng. Một Âm ở trên hai dương, tức là Âm đẹp lòng với dương mà bị Dương đẹp lòng. Dương cúng ở trong, là Tượng trong lòng thành thực; hòa mềm ở ngoài, là Tượng tiếp người bằng cách hòa mềm, cho nên là đẹp lòng mà chính bền. Lợi trinh nghĩa là cái đẹp đẹp lòng cho nên chính đính vậy. Trong quẻ có đức cứng ở giữa, là kẻ có thể chính bền. Đẹp lòng mà lại chính bền, cho nên thuận lẽ trời, dưới ứng lòng người tức là việc rất chính phải trong đạo đẹp lòng. Đạo đấng quan tử đẹp lòng với dân, giống như đất ra ơn, cảm được lòng họ mà họ vui phục không chán. Cho nên dùng cách đó mà đi trước dân thì dân đẹp lòng theo mà quên sự khó nhọc; đẹp dân phạm vào sự hiểm nạn, thì dân thực bụng vui phục với nghĩa là không ngại sự chết. Cái đạo đẹp lòng lớn lao, dân không kẻ nào không biết khuyến khích. Khuyến khích nghĩa là tin mà cố sức thuận theo. Đạo của kẻ làm vua lấy sự lòng người vui phục làm gốc, cho nên thanh nhân khen ngợi cái lớn của nó.",
    "bản_nghĩa_của_Chu_Hy": "Đây lấy thể quẻ thích lời quẻ mà nói cho thật cùng tột",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_004",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 麗 澤 .兌 . 君 ⼦ 以 朋 友 講 習",
    "dịch_âm": "Tượng viết: Lệ trạch Đoái, quân tử dĩ bằng hữu giảng tập.",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Hai chằm bám vào nhau đắp đổi thêm ích cho nhau. Bè bạn giảng tập, Tượng cũng như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_005",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "初 九. 和 兌.吉.",
    "dịch_âm": "Sơ Cửu: Hòa đoái, cát! Dịch nghĩa - Hào Chín Đầu: Hòa đẹp lòng, tốt!",
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_006",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象⽈ . 和 兌 之 吉 . ⾏ 未 疑 也 .",
    "dịch_âm": "Tượng viết: Hòa đoái chi cát, hối vong.",
    "dịch_nghĩa": "Lời Tượng nói rằng: cái tốt của sự hòa đẹp lòng, đi chưa ngờ vậy.",
    "truyện_của_Trình_Di": "Hào Đầu theo thì xử thuận, lòng không vướng víu, không định làm gì chỉ cần lấy hòa mà thôi, cho nên mới tốt. Lời Tượng lại vì nó ở thể đẹp lòng, đứng chỗ thấp, mà không giữa chính, cho nên nói rằng: “đi chưa ngờ vậy”. Nghĩa là sự đi của nó chưa có vẻ đáng ngờ, tức là chưa thấy nó có lỗi vậy. Nếu nó mà được giữa chính, thì sẽ không có câu nói ấy.",
    "bản_nghĩa_của_Chu_Hy": "Ở về đầu quẻ, sự đẹp lòng của nó chưa có điều ngờ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_007",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九 ⼆ . 孚 兌 . 吉 . 悔 亡 .",
    "dịch_âm": "Cửu Nhị: Phu đoái cát, hối vong.",
    "dịch_nghĩa": "Hào Chín Hai: Tin đẹp lòng, tôt ăn năn mất.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": "Cứng giữa là đức tin, ở ngôi Âm là ăn năn, kẻ xem lấy sự tin làm đẹp lòng thì tốt mà sự ăn năn mất đi.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_008",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 孚 兌 之 吉 . 信 志 也 .",
    "dịch_âm": "Tượng viết: Phu đoái chị cát, tín chí dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tín đẹp lòng mà tốt, tín chí vậy.",
    "truyện_của_Trình_Di": "Cái để trong lòng là chí. Hào Hai cứng đặc ở giữa, tức là phu tín để ở bên trong. Chí nó đã để về đường thành tín, há lại đến nỗi đẹp lòng với kẻ tiểu nhân mà tự mình làm mất bản tính của mình? vì vậy mới tốt.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_009",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "六三 . 來 兌 . 凶 .",
    "dịch_âm": "Lục Tam: Lai đoái, hung!",
    "dịch_nghĩa": "Hào Sáu Ba: Lại đẹp lòng hung!",
    "truyện_của_Trình_Di": "Hào Sáu là người Âm mềm không trung chính, tức là kẻ đẹp lòng không theo đạo, tự lại để cầu đẹp lòng. Liền với hào Dương ở dưới uốn mình, trái đạo để cầu đẹp lòng, vì vậy mới hung. Đi vào trong là lại. Trên dưới đều là Dương, mà riêng đi vào bên trong, vì nó cùng thể mà tính Âm thấp, thế là trái đạp đi xuống.",
    "bản_nghĩa_của_Chu_Hy": "Hào này Âm mềm chẳng giữa, chẳng chính, làm chủ sự đẹp lòng, trên không wungs mà trở lại với hai hào Dương để cầu đẹp lòng đó là đạo hung.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_010",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 來 兌 之 凶 . 位 不 當 也 .",
    "dịch_âm": "Tượng viết: Lai đoái chi hung, vị bất đáng dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Lại đẹp lòng mà hung, ngôi chẳng đáng vậy.",
    "truyện_của_Trình_Di": "Hào Âm ở chỗ không chính, không kẻ cùng với, mà cố liều cầu lấy đẹp lòng, vì vậy mới hung.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_011",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九 四 . 商 兌 . 未 寧 . 介 疾 有 喜 .",
    "dịch_âm": "Cửu Tứ: Thượng đoái, vị ning, giới tật, hữu hỷ.",
    "dịch_nghĩa": "Hào Chín Tư: Đắn đo đẹp lòng chưa yên, thẳng ghét, có mừng.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_012",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 九 四 之 喜 . 有 慶 也 .",
    "dịch_âm": "Tượng viết: Cửu tứ chi hỷ, hữu khảnh dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: cái mừng của hào Chín Tư, có phúc vậy.",
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_013",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "九 五 . 孚 于 剝 . 有 厲.",
    "dịch_âm": "Cửu Ngũ: Phu vu hấc, hữu lệ.",
    "dịch_nghĩa": "Hào Chín Năm: Tin chung đẽo, có nguy.",
    "truyện_của_Trình_Di": "“Đẽo” là tiếng nói việc làm tiêu khí Dương. Khí Âm là thứ làm tiêu khi Dương, đó là chỉ về hào Sáu Trên, cho nên “tin chung đẽo” thì nguy. Vì hào năm ở thì đẹp lòng mà liền sát với hào Sáu Trên, cho nên mới làm ra lời răn đó. Thánh như vua Thuấn, còn sợ xảo ngôn lệnh sắc, không răn sao được? Sự đẹp lòng mê hoặc người ta, dễ vào mà đáng sợ như thế đó.",
    "bản_nghĩa_của_Chu_Hy": "“Đẽo” là Âm đẽo được Dương. Hào Chín Năm Dương cứng thì giữa chính, nhưng đương thời đẹp lòng, mà phải ở ngôi Tôn, liền sát với hào Sáu Trên, hào Sáu Trên Âm mềm là chủ sự đẹp lòng, ở về cùng cực thể đẹp lòng, là kẻ có thể càn quấy đẹp lòng để làm tiêu Khí Dương, cho nên lời Chiêm chỉ răn: Hễ tin hào Sáu Trên thì có nguy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_014",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 孚 于 剝 . 位 正 當 也 .",
    "dịch_âm": "Tượng viết: Phu vu bác, vị chính đương dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Tin chưng đẽo, ngôi chính nên vậy.",
    "truyện_của_Trình_Di": "Răn đừng tin chưng đẽo là ngôi của hào Năm chính nên răn vậy. Liền sát với kẻ Âm mềm, có cách sẽ đẹp lòng nhau, cho nên răn đừng tin nó.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_015",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "上 六 . 引 兌 .",
    "dịch_âm": "Thượng Lục: Dẩn đoái.",
    "dịch_nghĩa": "Hào Sáu Trên: Dẫn đẹp lòng.",
    "truyện_của_Trình_Di": "Quẻ khác đến chỗ cùng cực thì biến, quẻ Đoái là đẹp lòng, cùng cực thì càng đẹp lòng. Hào Sáu Trên là chủ làm thành cuộc đẹp lòng ở chỗ cùng cực đẹp lòng, tức là đẹp lòng không biết thôi, cho nên sự đẹp lòng đã cùng cực mà lại dẫn cho dài ra. Vậy mà không đến hối lỗi là sao? Đáp rằng: Đương khi nói nó đẹp lòng không biết thôi, chưa thấy cái nó đẹp lòng là thiện hay ác.",
    "bản_nghĩa_của_Chu_Hy": "Hào Sáu Trên là chủ làm thành cuộc đẹp lòng, lấy chất Âm mềm ở chỗ cùng cực để đẹp lòng, dẫn ba hào Dương cùng làm đẹp lòng mà không hẳn là theo hào nào. Cho nên hào Chín Năm nên răn mà hào nay khong nói là cát hay hung.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DOAI_016",
    "hexagram": "QUE_DOAI",
    "que": null,
    "content_type": "interpretation",
    "notes": {},
    "lời_kinh": "象 ⽈ . 上 六 引 兌 . 未 光 也.",
    "dịch_âm": "Tượng viết: Thượng Lục dẫn đoái, vị quang dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Hào Sáu Trên dẫn đẹp lòng chưa sáng vậy.",
    "truyện_của_Trình_Di": "Đẹp lòng đã cùng cực, lại dẫn cho dài ra, tuy là bung “đẹp lòng” đó không thôi mà sự lý đã quá, thật không có gì đẹp lòng. Việc đến khi thinh thì có sáng sủa, mà miễn cưỡng dẫn cho dài ra, thì vô ý vị tệ lắm, há có sáng sủa? “chưa” là tiếng “chẳng ắt hẳn”, trong lời Tượng dùng nhiều “chẳng ắt hẳn có sáng sủa” nghĩa là không thể sáng sủa.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]