[
  {
    "chunk_id": "QUE_DAI_QUA_001",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "preface",
    "lời_kinh": null,
    "dịch_âm": null,
    "dịch_nghĩa": null,
    "truyện_của_Trình_Di": null,
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null,
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    }
  },
  {
    "chunk_id": "QUE_DAI_QUA_002",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "⼤過, 棟橈, 利有攸往, 亨.",
    "dịch_âm": "Đại quá, đống nạo, lợi hữu du văng, hanh.",
    "dịch_nghĩa": "Quẻ Đại quá, cột ỏe, lợi có thửa đi, hanh.",
    "truyện_của_Trình_Di": "Quẻ Tiểu quá khí Âm quá ở trên và dưới, quẻ Đại quá khí dương quá ở giữa. Dương quá ở giữa mà trên, dưới yếu rồi, cho nên Là Tượng cột ỏe. Cột là lấy nghĩa chịu nổi sự nặng, bốn hào Dương họp cả ở giữa, có thể bảo là nặng rồi. Hào Chín Ba và hào Chín Tư đều lấy Tượng cái cột, ý nói nó gánh việc nặng, ỏe là lấy nghĩa gốc ngọn đều yếu, giữa mạnh mà gốc ngọn yếu, cho nên mới ỏe. Khí Âm yếu mà khí Dương mạnh, đấng quân tử thịnh mà kẻ tiểu nhân thì suy, cho nên lợi có thửa đi mà hanh.",
    "bản_nghĩa_của_Chu_Hy": "Cả chỉ về Dương. Bốn hào Dương ở giữa thịnh quá, cho nên mới là cả quá. Hai hào Âm ở trên và dưới không chịu xuể sự nặng của những hào kia, cho nên có Tượng cốt ỏe, lại vì bốn hào tuy quá, mà hào Hai hào Năm được giữa, trong nhún ngoài đẹp lòng, có cách làm được, cho nên lợi có thửa đi mà hanh.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_003",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "彖⽈:⽮赵,⼤者過也.",
    "dịch_âm": "Thoán viết: Đại quá, đại giả quá dã.",
    "dịch_nghĩa": "Lời Thoán nói rằng: Đại quá là cái cả lớn quá thường.",
    "truyện_của_Trình_Di": "Cái cả lớn quá thường là chỉ về Dương quá thịnh. Ở việc, thì là những việc lớn lao quá thường và sự quá thường lớn lao.",
    "bản_nghĩa_của_Chu_Hy": "Đây dùng thể quẻ để thích nghĩa tên quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_004",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "棟橈, 本末弱也.",
    "dịch_âm": "Đông nạo, bản mạt nhược dã.",
    "dịch_nghĩa": "Cột ỏe, gốc ngọn yếu vậy.",
    "truyện_của_Trình_Di": "Ý nói hai hào Âm ở trên và dưới suy yếu. Dương thịnh thì Âm suy, cho nên là cái cả lớn quá thường. Ở quẻ Tiểu quá nói rằng: “Cái nhỏ quá thường” tức lá khí Âm quá thường.",
    "bản_nghĩa_của_Chu_Hy": "Đây là lấy thể quẻ để thích lời quẻ. Gốc là hào Đầu, ngọn là hào Trên, yếu là Âm mềm.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_005",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "剛過⽽中, 巽⽽説, ⾏利有攸往, 乃亨.",
    "dịch_âm": "Cương quá nhi trung, tốn nhi duyệt, hành, lợi hữu du vãng, nãi hanh.",
    "dịch_nghĩa": "Cũng quá thường mà được giữa, nhún mà đẹp lòng, làm việc lợi có thửa đi, mới hanh.",
    "truyện_của_Trình_Di": "Đây nói cái hay của tài quẻ. Phần cứng tuy quá thường mà hào Hai hào Năm đều được chỗ giữa. Ấy là chỗ ở không mất trung đạo. Dưới nhún trên đẹp lòng, tức là dùng đạo nhún thuận hòa duyệt mà làm việc. Trong thì cả quá, biết lấy trung đạo và sự nhún thuận hòa duyệt làm vịệc, cho nên lợi có thửa đi, vì vậy mới hanh.",
    "bản_nghĩa_của_Chu_Hy": "Đây lại lấy thể quẻ, đức quẻ để thích lời quẻ.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_006",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "⼤過之時, ⼤矣哉.",
    "dịch_âm": "Đại quá chi thì đại hỹ tai!",
    "dịch_nghĩa": "Thì quẻ Đại quá lớn vậy thay!",
    "truyện_của_Trình_Di": "Trong thì Đại quá, việc nó rất lớn, cho nên mới tán dương rằng: “Lớn vậy thay”. Như dựng việc lớn phi thường, lập công lớn không mấy đời có, gây đức lớn tót vời, đều là việc đại quá vậy.",
    "bản_nghĩa_của_Chu_Hy": "Trong thì Đại quá, nếu không có tài cả quá người ta, thì không thể làm nên việc cho nên thánh nhân mới than thở về sự lớn của nó.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_007",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈: 澤滅⽊, ⼤過.君⼦以獨⽴不懼, 遯世無悶.",
    "dịch_âm": "Tượng viết: Trạch diệt mộc, đại quá, quân tử dĩ độc lập bất cụ, độn thế vô muộn.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chằm ngập cây, là quẻ Đại quá, đấng quân tử coi đó mà đứng một mình không sợ, trốn đời không buồn.",
    "truyện_của_Trình_Di": "Chằm là vật thấm nhuần nuôi nấng cho cây, mà đến làm ngập cây, thì quá lắm rồi, cho nên mới là cả quá. Đấng quân tử coi tượng cả quá đó, để dựng cái nết cả quá người ta. Đấng quân tử sở dĩ cả quá người ta là vì có thể đứng một mình mà không sợ, trốn đời không buồn. Thiên hạ chê mình mà không đoái hoài, đó là đứng một mình mà không sự; cả đời không biết mình mà không ăn năn, đó là trốn đời không buồn. Có thế, mới tự giữ mình, vì vậy mới là cả quá người ta.",
    "bản_nghĩa_của_Chu_Hy": "Chằm làm ngập cây, là tượng cả quá. Không sợ không buồn, tức là nết cả quá.",
    "lời_bàn_của_tiên_nho": "Chu Hy nói rằng: Chằm ngập cây nghĩa là chằm đáng ở dưới mà cây ở trên, nay nước chằm dâng cao đến ngập lụt cây, đó là cả quá. Cây tuy đã bị ngập nước ngâm, mà chưa từng động cho nên đấng quân tử coi tượng mà đứng một mình không sợ, trốn đời không buồn."
  },
  {
    "chunk_id": "QUE_DAI_QUA_008",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "初六: 藉⽤⽩茅, 無咎.",
    "dịch_âm": "Sơ Lục: Tạ dụng bạch mao, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Đầu: Trải dùng cỏ tranh trắng, không lỗi.",
    "truyện_của_Trình_Di": "Hào Đầu lấy chất Âm mềm mà ở dưới, đó là kẻ quá về sự sợ hãi cẩn thận. Chất mềm ở là Tượng dùng cỏ tranh mà trải vật khác, đặt ra đất mà trải cỏ tranh là quá cẩn thận, cho nên không lỗi. Cỏ tranh là vật tuy nhỏ mọn mà công dụng đáng trọng, vì dùng nó có thể thành đạo kính thận. Cứ cẩn thận giữ lấy thuật đó mà làm việc, há có lỗi Sao!",
    "bản_nghĩa_của_Chu_Hy": "Trong thi cả quá, lấy chất Âm mềm ở chỗ nhún thấp, ấy là kẻ quá sợ hãi cẩn thận mà không có lỗi, cho nên Tượng, Chiêm như thế. cỏ tranh trắng là vật sạch sẽ vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_009",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈: 藉⽤⽩茅, 柔在下也.",
    "dịch_âm": "Tượng viết: Tạ dụng bạch mao, nhu tại hạ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Trải dùng cỏ tranh trắng, mềm ờ dưới vậy.",
    "truyện_của_Trình_Di": "Cái đạo lấy chất Âm mềm ở chỗ thấp kém chỉ nên quá về kính cẩn mà thôi. Lấy chất mềm ở chỗ thấp là tượng dùng cỏ tranh trải vào vật khác, đó là đạo kính cẩn vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_010",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "九⼆: 枯楊⽣梯, ⽼夫得其⼥妻, 無不利.",
    "dịch_âm": "Cửu Nhị: Khô dương sinh đề, lão phu đắc kỳ nữ thê vô bất lợi.",
    "dịch_nghĩa": "Hào Chín Hai: Cây Dương khô mọc rễ, chồng già được vợ con gái, không gì không lợi.",
    "truyện_của_Trình_Di": "Khí Dương cả quá, so với khí Âm là hợp. Hào Hai và hào Năm đều có Tượng sinh, hào Chín Hai ở về Đầu thì cả quá, được chỗ giữa mà ở nơi mềm, liền gần hào Đầu mà chung chạ với hào ấy. Hào Đầu đã gần sát với hào Hai, hào Hai lại không ứng với hào nào ở trên, đủ biết là chung chạ nhau. Đó là một người quá cứng, mà biết tự xử bằng cách vừa phải, và dùng kẻ mềm giúp mình. Quá cứng thì không thể làm gì, tức như hào Chín Ba đó. Được trung đạo, biết dùng kẻ mềm, thì nên được công cả quá, tức là hào Chín Hai vậy. Cây Đương là khí Dương, một vật dễ cảm vậy, khí Dương thịnh quá thì khô, cây Dương khô héo mà lại mọc rễ, tức là khí Dương quá thịnh mà chung cùng với hào Đầu, đó là Tượng chồng già được vợ con gái, có thể nên công sinh dục. Hào Hai được chỗ giữa, ở nơi mềm mà chung cùng với hào Đầu, cho nên có thể lại mọc rễ mà không hòng về sự quá cực, thế là không gì không lợi. Trong quẻ Đại quá, hào Dương ở ngôi Âm thì hay, như hào Hai vào hào Tư đó. Từ đó, Hào Đại quá, hào Dương ở ngôi Âm thì hay, như hào Hai vào hào Tư đó. Hào Hai không nói tốt mà nói không gì không lợi, vì nó chưa đến bậc tốt.",
    "bản_nghĩa_của_Chu_Hy": "Buổi mới Dương quá, mà liền với hào Âm đầu, cho nên Tượng, Chiêm như thế. Đề nghĩa là rễ, tức là cái tươi ở dưới. Tươi ở dưới thì sẽ mọc được ở trên. Chồng tuy già mà được vợ con gái, còn có thể nên công sinh dục.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_011",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈: ⽼夫⼥妻, 過以相與也.",
    "dịch_âm": "Tượng viết: Lão phu nữ thê, quá dĩ tương dữ dã,",
    "dịch_nghĩa": "Lời Tượng nói rằng: Chồng già vợ con gái, quá độ cùng nhau vậy.",
    "truyện_của_Trình_Di": "Chồng già mà thích gái trẻ, gái trẻ thuận theo chồng già, sự cùng nhau của họ phải quá phận thường. Đó là chỉ về hào Chín Hai và hào Sáu Đầu Âm Dương hòa hợp với nhau, quá độ thường vậy.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_012",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "九三: 棟橈, 凶.",
    "dịch_âm": "Cửu Tam: Đống nạo hung!",
    "dịch_nghĩa": "Hào Chín Ba: Cột ỏe, hung!",
    "truyện_của_Trình_Di": "Hào Chín Ba là Dương cả quá, lại ở chỗ cứng mà không được giữa, đó là kẻ cứng quá. Những kẻ cứng quá, nếu động thì trái với lẽ trung hòa mà mất lòng người, đương sao nổi trách nhiệm cả quá? Nó không gánh nổi trách nhiệm, cũng như cột ỏe, làm nghiêng đổ nhà, thế cho nên hung. Hào này dùng cột làm Tượng, vì nó không có kẻ giúp, lại không gánh nổi trách nhiệm nặng nề.",
    "bản_nghĩa_của_Chu_Hy": "Hai hào Ba, Tư ở vào giữa quẻ, là Tượng cái cột. Hào Ba lấy chất cứng ở chỗ cứng, không gánh nổi sự nặng nề, cho nên Tượng thì ỏe mà Chiêm thì hung.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_013",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈: 棟橈之凶, 不可以有辅也.",
    "dịch_âm": "Tượng viết: Đống nạo chi hung, bất khả dĩ hữu phụ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cột ỏe mà hung, là vì chẳng khá có giúp vậy.",
    "truyện_của_Trình_Di": "Kẻ cương cường quá không thể theo người, người cũng không gần gũi giúp đỡ cho mình, như cột ỏe gẫy không thể chống đỡ. Cột ở giữa nhà, không thể thêm được cái gì giúp đỡ cho nó. Đó là chẳng khá có giúp.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_014",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "九四:棟隆, 吉, 有它, 吝.",
    "dịch_âm": "Cửu Tứ: Đống long cát, hữu tha, lận.",
    "dịch_nghĩa": "Hào Chín Tư: cột cao, tốt; có khí khác, đáng tiếc.",
    "truyện_của_Trình_Di": "Hào Tư nhằm ngôi gần vua, là kẻ gánh cái trách nhiệm cả quá. Nó ở chỗ mềm là kẻ biết dùng cách mềm giúp cho sự cứng. Đã không cứng quá, thì nó gánh nổi trách nhiệm, như cây cao vọi, thế cho nên tốt. Cao vọi là lấy cái nghĩa không ỏe ở dưới. Trong thì cả quá, không phải bậc dương cương, thì không thể làm nên việc. Là kẻ cứng ở chỗ mềm, thế là được vừa phải rồi, nếu lại ứng nhau với hào Sáu Đầu là hào Âm, thì tức là quá. Đã là mềm cứng vừa phải mà bụng lại ứng hào Âm, đó là có ý khác. Có ý khác thì phải lụy đến sự cứng. Tuy chưa đến hại quá, nhưng cũng đáng tiếc. Bởi vì trong thì cả quá, hệ động thì quá.",
    "bản_nghĩa_của_Chu_Hy": "Lấy chất Dương cương ở ngôi âm quá mà không quá, cho nên Tượng nó là cao mà Chiêm thì tốt. Nhưng vì phía dưới ứng với hào Sáu Đầu là kẻ mềm giúp mình thì sẽ quá mềm, cho nên lại phải răn rằng: có chí khác thì đáng tiếc.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_015",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈:棟隆之吉, 不橈乎下也.",
    "dịch_âm": "Tượng viết: Đống long chi cát, bấthạo hồ hạ dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cột cạo mà tốt, là vì chẳng ỏe ở dưới vậy.",
    "truyện_của_Trình_Di": "Cột cao vọi lên thì tốt, vì không cong ỏe xuống dưới, ý nói nó không xuống mà buộc với hào Đầu.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_016",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "九五:枯楊⽣莓, ⽼婦得其⼠夫, 無咎無譽.",
    "dịch_âm": "Cửu Ngũ: Khô dương sinh huê, lão phụ đác kỳ sỹ phu, vô cữu vô dự.",
    "dịch_nghĩa": "Hào Chín Năm: Cây dương khô mọc hoa, vợ già được chồng con trai, không lỗi không khen.",
    "truyện_của_Trình_Di": "Hào Chín Năm thì cả quá, vốn là kẻ lấy đức trung chính ở ngôi tôn, nhưng vì phía dưới không có ứng giúp, chỉn không thể làm nên cái công cả quá, mà ở phía trên lại liền với hào Âm quá cực, thì sự giúp lẫn, cũng giống như cây dương khố mọc hoa. Cây dương khô mọc rễ ở dưới thì nó lại sống, như khi Dương cả quá, dấy nên sự công. Trên mọc hoa, tuy có mọc đó mà không ích gì cho sự khô. Hào Sáu Trên là Âm quá cực, tức là vợ già. Hào Năm tuy không phải trẻ, nhưng ví với vợ già, thì còn là hạng chồng tráng kiện. Vì hào Chín Năm không nhờ gì ở hào Sáu Trên, cho nên nói là “vợ được”. Khí Âm quá cực mà được khí Dương giúp cho, không phải vô ích. Là chồng con trai mà được vợ già, dẫu không tội lỗi, chỉn chẳng phải đẹp, cho nên nói rằng không lỗi không khen, và lời Tượng lại bảo thế là đáng xấu hổ.",
    "bản_nghĩa_của_Chu_Hy": "Hào Chín Năm là Dương quá cực, lại liền nhau với hào Âm quá cực, cho nên Tượng, Chiêm của nó đều trái với hào Hai. GIẢI NGHĨA Truyện của Trình Di. - Cây dương khô không mọc rễ và mọc hoa, rồi lại khô liền đâu có lâu được? Vợ già mà được chồng con trai, há nên được công sinh dục? Cũng đáng là xấu hổ vậy.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_017",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "上六:過涉滅頂, 凶,無咎.",
    "dịch_âm": "Thượng Lục: Quả thiệp, diệt đính, hung, vô cữu.",
    "dịch_nghĩa": "Hào Sáu Trên: Quá lội ngập đỉnh đầu, hung, không lỗi.",
    "truyện_của_Trình_Di": "Hào Sáu Trên lấy chất Âm mềm ở chỗ quá cực, ấy là kẻ tiểu nhân quá đến cùng tột vậy. Cái mà tiểu nhân gọi là cả quá, không phải họ có thể làm việc gì cả quá người ta, chỉ quá thường vượt lý, chẳng cần nguy vọng, xéo lên hiểm nghèo, dẫm vào tai vạ, như thể quá lội xuống nước, đến nỗi ngập thủm đỉnh đẩu, đủ biết là hung. Kẻ tiểu nhân cuồng nóng tự rước lấy vạ, là sự đương nhiên, còn trách gì nữa? Cho nên nói là không lỗi. Ý nói tự mình làm ra, không thể oán trách ai được? Đây cũng vì Tượng cái chằm, cho nên mới lấy nghĩa lội.",
    "bản_nghĩa_của_Chu_Hy": "Ở chỗ quá cực, tài hèn không thể làm nên công việc, nhưng xét về nghĩa, thì không có lỗi, Bởi vì, đó là việc “tự giết thân mình để làm cho nên điều nhân”, cho nên Tượng Chiêm như thế.",
    "lời_bàn_của_tiên_nho": null
  },
  {
    "chunk_id": "QUE_DAI_QUA_018",
    "hexagram": "QUE_DAI_QUA",
    "que": "QUẺ ĐẠI QUÁ",
    "content_type": "interpretation",
    "notes": {
      "2": "Tức là nói năng, ăn uống.",
      "1": "Đại quả nghĩa là cả quá."
    },
    "lời_kinh": "象⽈:過涉之凶, 不可咎也.",
    "dịch_âm": "Tượng viết: Quá thiệp chi hung, bất khả cữu dã.",
    "dịch_nghĩa": "Lời Tượng nói rằng: Cái hung của quẻ quá lội, chẳng khá trách vậy.",
    "truyện_của_Trình_Di": "Quá lội mà đến chết đuối, là do tự mình làm ra, không thể đổ lỗi cho ai, ý nói không còn oán trách ai được.",
    "bản_nghĩa_của_Chu_Hy": null,
    "lời_bàn_của_tiên_nho": null
  }
]