{
    "4": "[5]một giọt đến hàng tầm hàng trượng , đến thành sông thành biển, đều làliền lù không vội, sự \"theo thế mà chảy xuống thấp\" của nó đúng mà cóthường, cho nên đấng quân tử coi Tượng nước Khảm đó, theo sự có thườngcủa nó mà giữ cho đức hạnh cho mình được thường thường và lâu dài - đứchạnh người ta mà không thường thường, thì là giả dối, cho nên cần phải nhưnước có thường - theo sự liền liền chịu nhau của nó để tập cho quen côngviệc giáo lệnh -phát chính hành giáo, phải khiến cho dân nghe quen, nếu bảogấp chưa hiện mà vội bắt họ phải theo, dù dùng hình phạt nghiêm ngặt đuổihọ đi cũng không thể được, cho nên cần như nước chảy luôn.Bản nghĩa của Chu Hy. - Trị mình, trị người ắt phải tập đi, tập lại, rồi saumới quen.LỜI KINH初六:習坎, 如⾬坎窗, 凶.Dịch âm. - Sơ Lục: Tập Khảm, nhập vu Khảm tăm hung!Dịch nghĩa. - Hào Sáu Đầu: Chỗ hiểm kép, vào cái hố trong chỗ hiểm, hung!GIẢI NGHĨATruyện của Trình Di. - Hào Đầu lấy chất Âm mềm ở vào chỗ dưới trũnghiểm, mềm yếu không có ứng viện, mà chỗ ở lại không xứng không phải kẻcó thể ra khỏi chỗ hiểm, chỉ là cản hãm vào chỗ sâu hiểm mà thôi. Tăm làchỗ lõm trong chỗ trũng, đã ở chỗ hai lần trũng lại vào chỗ lõm trong chỗtrũng đó, đủ biết là hung.Bản nghĩa của Chu Hy. - Lấy chất Âm mềm ở vào dưới chỗ hiểm kép, sựhãm càng sâu, cho nên tượng nó như thế.LỜI KINH象⽈:習坎⼊坎, 失道, 凶也.Dịch âm. - Tượng viết: Tập Khảm nhập Khảm, thất đạo hung dã.Dịch nghĩa. - Lời Tượng nói rằng: Từ chỗ hiểm kép vào chỗ hiểm, lạcđường, hung vậy.GIẢI NGHĨATruyện của Trình Di. - Tự chỗ hiểm kép lại vào cái hố trong chỗ hiểm, đólà lạc đường, thế cho nên hung. Có thể ra khỏi chỗ hiểm, mới là không lạcđường.LỜI KINH九⼆:坎有險, 求⼩得.Dịch âm. - Cửu Nhị: Khảm hữu hiềm, cầu tiểu đắc.Dịch nghĩa. - Hào Chín Hai: Chỗ trũng có sự hiểm, tìm hơi được.GIẢI NGHĨATruyện của Trình Di. - Đương thì khảm hiểm, bỉ hãm giữa hai Âm trêndưới, đó là cái chỗ rất hiểm, cho nên có sự hiểm nghèo. Nhưng vì nó có tàicứng giữa, tuy chưa thể ra khỏi chỗ hiểm, song cũng tự mình vượt qua đượcchút ít, không đến như hào Đầu; càng vào mãi chỗ sâu hiểm, đó là cái sở cầucủa nó hơi được vậy.Bản nghĩa của Chu Hy. - Ở vào chỗ hai lần hiểm, chưa thể trở ra, cho nênlà Tượng có sự hiểm nghèo. Nhưng vì cứng mà được giữa, cho nên lờiChiêm của nó là có thể tìm mà được nho nhỏ.LỜI KINH象⽈:求⼩得, 未出中也.Dịch âm. - Tượng viết: Cầu tiểu đắc, vị xuất trung dã.Dịch nghĩa. - Lời Tượng nói rằng: Tìm hơi được, là chưa ra khỏi bên trongvậy.GIẢI NGHĨATruyện của Trình Di. - Đương hai lần hiểm nó hãm, ở vào chỗ hiểm nghèo,vì tài cứng giữa, không bị sa vào chỗ sâu hiểm, đó là sở cầu hơi được, nhưngmà vẫn chưa ra khỏi nơi hiểm nghèo trong chỗ hiểm.LỜI KINH六三:來之坎坎, 險且枕, ⼊于坎窖, 物⽤.Dịch âm. - Lục Tam: Lai chi khảm khảm, hiền thả chẩm, nhập vu khảm tãm,vật dụng.Dịch nghĩa. - Hào Sáu Ba: Lại đi hiểm hiểm, hiểm vào gối, vào cái hố củahiểm, chớ dùng.GIẢI NGHĨATruyện của Trình Di. - Hào Sáu Ba ở thì khảm hãm, lấy tài Âm mềm màđong chỗ không trung chính, nó ở không phải chỗ hay, tiến lui đều khôngđược, trở lại xuống dưới, thì vào giữa chỗ hiểm, đi lên thì mắc hai lần hiểm.Lui lại, tiến đi đều hiểm, cho nên nói \"lại đi hiểm hiểm\". Đã tiến, lui đềuhiểm mà ở lại cũng hiểm - gối nghĩa là chống tựa, ở chỗ hiểm mà ở cáchchống tựa, chẳng yên tâm lắm - thửa ở như thế, chỉ càng vào mãi chỗ sâuhiểm mà thôi. Đạo của hào Ba thửa ở không dùng được, cho nên răn rằng\"chớ dùng\".Bản nghĩa của Chu Hy. - Là kẻ Âm mềm, không trung chính mà xéo vàogiữa khoảng hai lần hiểm, đi lại đều hiểm, trước là hiểm mà sau là gối, sựhãm càng sâu, không thể dùng được, cho nên Tượng, Chiêm như thế. Gối làdựa dẫm chưa yên.Lời bàn của Tiên Nho. - Hồ Song Hồ nói rằng: \"Hiểm\" chỉ về chỗ hiểmdưới, \"thả chẩm\" nghĩa là lại sắp gối vảo chỗ hiểm ở trên. \"Vào cái hố trongchỗ hiểm\" chỉ về Tượng hào sáu Tư.Hồ Văn Phong nói rằng: Trước hiểm mà sau gối, chứ \"gối\" có hai ý: bảo quẻdưới là chỗ hiểm đằng trước mà hào Sáu Ba gối vào nó cũng được, bảo hàoSáu Ba ở vào chỗ hiểm đằng trước, mà hào Sáu Tư lại gối vào hào Sáu Bacũng được. Hào Đầu và hào Ba đều nói \"vào cái hố của chỗ hiểm\" hào kiahung, hào này chỉ là \"chớ dùng\" vì hào kia vào chưa thể ra, hào này có thểsắp ra rồi.LỜI KINH象⽈:來之坎坎, 終無功也.Dịch âm. - Tượng viết: Lai chi khảm khảm, chung vô công dã.Dịch nghĩa. - Lời Tượng nói rằng: Lại đi hiểm hiểm, rút lại không công vậy.GIẢI NGHĨATruyện của Trình Di. - Tiến lui đều hiểm, ở lại không yên, nếu dùng đạo đóthì càng vào mãi chỗ hiểm, rút lại há thành công được? Lấy chất Âm mềm ởchỗ không trung chính, dù là đất bình dị, còn phải ăn năn, tội lỗi, huống chilà ở chỗ hiểm. Hiểm là nơi mà người ta muốn cho ra khỏi ắt phải đượcđường, thì mới lìa bỏ được nó. Cầu bỏ chỗ hiểm mà lại trái đường thì càngkhốn cùng, cho nên thánh nhân mới răn như hào Ba đó không thể dùng được.LỜI KINH六四: 得酒, 簋貳,⽤⽸, 納約⽩牖,终無咎.Dịch âm. - Lục Tử: Tôn tửu, quỹ nhị, dụng phẫu, nạp ước tự dũ chung vôcữu.[6]Dịch nghĩa. - Hào Sáu Tư: Chén rượu, rá xôi, thêm dùng hồ sành, nộpước tự cửa sổ tròn, sau chót không lỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Sáu Tư là chất Âm mềm mà ở dưới không cókẻ giúp, không phải là kẻ có thể làm cho thiên hạ vượt qua chỗ hiểm, chỉ vìnó ở ngôi cao, cho nên mới nói đạo kẻ làm tôi ở lúc gian hiểm. Những kẻ đạithần gặp lúc hiểm nạn, chỉ có chí thành được vua tin, thì sự giao kết bền chặtmà lại có thể mở cho lòng vua sáng ra, thế là giữ được không lỗi. Muốnkhiến người trên dốc lòng tin mình, chỉ có một cách mộc mạc thật thà màthôi. Nhiều nghi tiết mà chuộng văn sức, chẳng gì bằng lễ yến hưởng, chonên dùng lễ yến hưởng mà ví. Ý nói chớ chuộng sự văn sức phụ họa, chỉ cầnmộc mạc thật thà, dùng một chén rượu, hai rá đồ ăn, lấy chậu sành mà bày,thế là mộc mạc đến tột bậc. Như thế rồi, lại nên nộp ước tự cửa sổ tròn nữa -nộp ước là chỉ về cách tiến lên giao kết với vua, cửa sổ tròn thì lấy về nghĩamở thông, nhà tối, phải đặt cửa sổ tròn để thông ánh sáng, tự cửa sổ tròn làtự chỗ thông ánh sáng, để ví với chỗ lòng vua thửa sáng. Kẻ làm bề tôi dùngtrung tín thiện đạo để thắt buộc với lòng vua, phải bắt đầu từ chỗ sáng củahọ, thì lời nói của mình mới có thể vào. Lòng người có chỗ bị che, có chỗvẫn suốt, chỗ bị che tức là chỗ tối, chỗ vẫn suốt tức là chỗ ảnh sáng. Nêntheo chỗ sáng của người ta mà bảo họ, thì sự cầu tin dề dàng, cho nên nói lànộp ước tự cửa sổ hễ mà có thể như thế, thì dù gặp lúc gian hiểm sau cùngvẫn không lỗi.Bản nghĩa của Chu Hy. - Họ Triều nói rằng: Đoạn này Tiên Nho đọc 榑酒簋(tôn tửu quĩ) làm một câu, 貳⽤击 (nhị dụng phẫu) làm một câu, nay theo lờiđó, 貳 (nhị) là thêm vào. Sách Chu Lễ có câu ⼤察三貳,弟⼿職左執⾖,⽯周全⽽貳 (Đại đế tam nhi, đệ tử chức tả chấp hư đậu, hữu chấp hiệp thủy, chutuyền nhi nhị: cuộc tế lớn ba lần thêm vào chức kẻ con em bên tả cầm chénkhông, bên hữu cầm thìa, vòng lượn mà thêm vào) là vậy đó. Hào Chín Nămở ngôi tôn, hào Chín Tư được gần với nó, ở lúc gian hiểm, cứng mềm giúpnhau, cho nên có Tượng \"chỉ dùng lễ bạc, thêm vào bằng lòng thành, màphải tiến kết tự cửa sổ tròn\" - Cửa sổ tròn không phải là đường đi chính nó làchỗ để trong nhà nhận ánh sáng - Lúc đầu tuy là gian hiểm, sau chót đượckhông lỗi, cho nên Tượng, Chiêm như thế.Lời bàn của Tiên Nho. - Có người hỏi rằng: Đoạn này, xưa đọc 樽酒签 (tôntửu quĩ) làm một câu, 貳⽤击 (nhị dụng phẫu) làm một câu, sách Bản nghĩacũng theo lối ấy, thuyết đó ra sao? Chu Hy đáp rằng: Đã nói 樽酒甚貳 (tôntửu quĩ nhị: một chén đựng rượu, hai bát đựng đồ ăn), lại nói ⽤击 (dụngphẫu: dùng chậu sành) thì cũng không thành văn lý. 貳 (nhị) nghĩa là thêm…Người ta giải bướng làm \"hai rá đồ ăn, kỳ thực chẳng có hai rá đồ ăn baogiờ. Đoạn này Lục Đức Minh đã có chữa nghĩa, ngắt câu, người ta chẳng coiđó thôi. Đây nói 貳 (nhị) tức là chữ 貳 (nhị) trong câu ⼤祭三貳(đại đê tamnhị), nghĩa là phó nhị vậy.Ngô Lâm Xuyên nói rằng: Dùng chén đựng rượu, dùng rá đựng đồ ăn, lại lấyhồ sành đựng rượu để thêm vào chén. Ngu Phiên chua rằng: 貳 là thứ hai.Theo lễ có chén thứ hai, cho nên thêm vào thì dùng hồ sành. Xét thiên ChuQuan, dưới câu ⼤祭三貳 (đại tế tam nhị) lại nói \"đều có số rót, đều có đồđong\", họ Trịnh chua rằng: \"Đồ rót là cái dùng để rót vào trong chén\". Hồsành tức là đồ rót, nó là đồ phụ của cái chén. Rượu ở trong chén không đầy,thì rót trong cái đồ đó mà thêm vào.LỜI KINH象⽈:撙酒簋表, 剛柔際也.Dịch âm. - Tượng viết: Tôn tửu quĩ nhị, cương nhu tế dã.Dịch nghĩa. - Lời Tượng nói rằng: Chén rượu, rá đồ ăn, hai, cứng mềm giúpnhau vậy.GIẢI NGHĨATruyện của Trình Di. - Chỉ nhắc câu đầu, như thế cũng nhiều rồi. Một chénrượu, hai rá đổ ăn, đó là mộc mạc thật thà đến tột bậc tức là cách cứng mềmtiếp tế với nhau. Có thể như thế, thì sẽ giữ được không lỗi. Sự giao tế củavua tôi được bền chặt và thường thường (lúc nào cũng như lúc nào) cốt ởthành thực mà thôi. Cứng mềm chỉ về hào Tư và hào Năm, tức là sự giao tếcủa vua tôi vậy.Bản nghĩa của Chu Hy. - Họ Triều nói rằng: Sách Thích văn của họ Lụcđoạn này vốn không có chữ 貳 (nhị), nay theo đó.LỜI KINH九五:坎不盈, 柢既平, 無咎.Dịch âm. - Cửu Ngũ: Khảm bất doanh, chỉ ký bình, vô cữu.Dịch nghĩa. - Hào Chín Năm: Chỗ trũng chẳng đầy, đến đã phẳng, khônglỗi.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm ở trong chỗ trũng, đó là không đầy.Đầy thì phẳng mà ra được. Chữ 抵 (nên đọc là chỉ nghĩa là đến, ắt đến đãphẳng thì mới không lỗi. Đã nói chẳng đầy thì là chưa phẳng mà còn ở trongchỗ hiểm, chưa được là không có lỗi. Hào Chín Năm là bậc có tài cứng giữaở ngôi tôn, đáng lẽ có thể làm cho thiên hạ vượt qua sự hiểm. Nhưng vì ởdưới không có kẻ giúp, hào Hai bị hãm trong chỗ hiểm, chưa thể ra được,còn các hào khác đều hạng Âm mềm, không có tài vượt qua chỗ hiểm. Ôngvua dù tài, một mình không thể làm cho thiên hạ vượt qua chỗ hiểm, ở ngôivua, mà không thể khiến cho thiên hạ ra khỏi chỗ hiểm thì đó là có lỗi, ắt đếnđã phẳng, mới là không lỗi.Bản nghĩa của Chu Hy. - Hào Chín Năm tuy ở trong chỗ hiểm, nhưng vì nólà bậc Dương cương trung chính, ở ngôi tôn, có lúc cũng sẽ ra khỏi chỗhiểm, cho nên Tượng, Chiêm của nó như thế.LỜI KINH象⽈:坎不盈, 中未⼤也.Dịch âm. - Tượng viết: Khảm bất doanh, trung vị đại dã.Dịch nghĩa. - Lời Tượng nói rằng: Chỗ trũng chẳng đầy, vi đức giữa chưalớn vậy.GIẢI NGHĨATruyện của Trình Di. - Hào Chín Năm là tài cứng giữa mà được ngôi tôn,nên phải làm cho thiên hạ vượt qua chỗ hiểm nạn, thế mà chỗ trũng còn chưađầy, chưa thể bình được sự hiểm nạn, đó là cái đạo cứng giữa của nó chưađược sáng lớn vậy.Bản nghĩa của Chu Hy. - Có đức giữa mà chưa được lớn.LỜI KINH上六:系⽤微纏, 寘于叢棘,三歲不得, 凶.Dịch âm. - Thượng Lục: Hệ dụng huy chiền, chỉ vu tòng cức, tam tuế bấtđắc, hung!Dịch nghĩa. - Hào Sáu Trên: Trói dùng chạc thừng, đặt ở bụi gai, ba nămchẳng được, hung!GIẢI NGHĨATruyện của Trình Di. - Hào Sảu Trên lấy chất Âm nhu ở chỗ hiểm cực, đólà bị hãm sâu rồi. Bổi vì bị hãm đã sâu cho nên mới dùng lao ngục mà ví nhưthể trói bằng chạc thừng, giam vào trong bụi gai. Âm mềm mà bị hãm đãsâu, chắc nó không để ra được, cho nên nói rằng: Lâu đến ba năm, cũngkhông khỏi được, đủ biết là hung.Bản nghĩa của Chu Hy. - Là Âm mềm ở chỗ hiểm cực, cho nên Tượng,Chiêm của nó như thế.Lời bàn của Tiên Nho. - Lục Đức Minh nói rằng: Ba sợi là chạc, haỉ sợi làthừng, đều là tên dây.LỜI KINH象⽈:上六失道, 凶三歲也.Dịch âm. - Tượng viết: Thượng Lục thất đạo, hung tạm tuế dã.Dịch nghĩa. - Lời Tượng nói rằng: Hào Sáu Trên lỗi đạo, hung ba năm vậy.GIẢI NGHĨATruyện của Trình Di. - Là chất Âm mềm mà tự ở chỗ cực hiểm, đó là nó lỗiđạo vậy, cho nên sự hung của nó phải đến ba năm. Lâu đến ba năm màkhông thoát khỏi, thế là vĩnh viễn bị hung.Chú thích:[1]Chữ 坎 (Khảm) có nghĩa là hãm, là hiểm, là hố sâu.[2]Chữ \"Bui\" là một tiếng cổ của ta, nghĩa nó gần như tiếng \"chỉ\" \"chỉ co\"\"chỉ vì theo\".[3]Sự dùng của từng thì.[4]Năm thước là một tầm.[5]Mười thước là một trượng.[6]簋 (qui) là thứ đồ đan bằng tre hình tròn, ngày xưa người Tàu dùng đểđựng xôi trong khi cúng tế, nay tạm dịch là rá.QUẺ LYLy trên ;Ly dướiGIẢI NGHĨATruyện của Trình Di. - Quẻ Ly, Tự quái nói rằng: Khảm tức là hãm, bị[1]hãm, thì phải bám , cho nên tiếp quẻ Ly, tức là bám, bị hãm vào chỗ hiểmnạn ắt phảỉ có sự dính bám, đó là lẽ tự nhiên, vì vậy, quẻ Ly mới nối quẻKhảm. Ly là bám lại là sáng nữa, lấy về hào Âm bị mắc giữa hai hào Dươngthì nghĩa nó là dính bám, lấy về giữa trống, thì nghĩa là sáng; Ly là lửa, thểlửa bám hờ ở vật khác mà sáng; Ly lại là mặt trời, cũng là cái Tượng trốngkhông mà sáng.LỜI KINH灕利貞, 亨, 畜牝⽜, 吉.Dịch âm. - Ly lợi trinh, hanh, xúc tẫn ngưu, cátDịch nghĩa. - Quẻ Ly vệ sự chính, hanh, nuôi trâu cái, tốt.GIẢI NGHĨATruyện của Trình Di. - Ly là bám, muôrĩ vặt chẳng vật nào không có chỗbám. Có hình thì có bám, ở người ta, thì là: những kẻ thân phụ những đườngnoi theo, những việc chủ trương, đều là bám cả. Cái mà người ta vẫn bám,lợi về trinh chính, được chính thì có thể hanh thông, cho nên nói rằng quẻ Lylợi về sự chính, hanh. Nuôi trâu cái tốt, nghĩa là: tính trâu đã thuận, mà lạicái nữa, tức là thuận đến tột bậc. Đã dính bám vào sự chính cần phải thuậntheo chính đạo, như con trâu cái, thì tốt. Nuôi trâu cái tức là nuôi cái đứcthuận. Đức thuận của người ta do ở sự nuôi mà nên, đã bám vào sự chính thìnên nuôi tập cho thành đức thuận của mình.Bản nghĩa của Chu Hy. - Ly là bám. Âm bám vào Dương, Tượng nó là lửa;thể là Âm mà dụng là Dương. Sự dính bám của các vật quý được chính đạo.Trâu cái là giống mềm thuận, cho nên kẻ xem chính đươc thì hanh, mà nuôitrâu cái thì tốt.LỜI KINH彖⽈: 灕, 農也, ⽇⽉麗乎天.百榖草⽊麗乎地.Dịch âm. - Thoán viết: Ly lệ dã, nhật nguyệt lệ hồ thiên, bách cốc thảo mộclệ hồ địa.Dịch nghĩa. - Lời Thoán nói rằng: Ly tức là bám, mặt trời mặt trăng bám ởtrời, trăm giống thóc, cây, cỏ bám ở đất.GIẢI NGHĨATruyện của Trình Di. - Ly là bám, tức là phụ bám, như mặt trời, mặt trăngthì bám ở trời, trăm giống thóc, cây, cỏ thì bám ở đất, muôn vật, chẳng vậtnào không có chỗ bám, ở trong trời đất, không có vật nào là không bám vàođâu. Ở người ta nên xét chỗ bám của mình, hễ được chỗ chính thì hanh.LỜI KINH事明以麗乎正,乃化成天下.Dịch âm. - Trùng minh dĩ lệ hồ chính, nãi hóa thành, thiên hạ.Dịch nghĩa. - Hai lần sáng để bám vào chỗ chính; bèn hóa nên thiên hạ.GIẢI NGHĨATruyện của Trình Di. - Đây lấy tài quẻ mà nói. Trên dưới đều thể Ly, là hai"
}